{
    "QuestName": "A Fresh Start",
    "QuestID": "224061",
    "Revision": {
        "id": "1054117",
        "parentid": "1054114",
        "timestamp": "2023-07-31T05:15:03Z",
        "contributor": null,
        "comment": "Undo revision 1054114 by [[Special:Contributions/ZipZanZong|ZipZanZong]] ([[User talk:ZipZanZong|talk]]) Unconfirmed, since alt option is available",
        "origin": "1054117",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "mvqsogjdg0uu7jvy86emi6boy96kp9f"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD A Fresh Start 1.png",
        "description": "'With one Aspasia|Cultist left alive, it was time for Kassandra to fulfill her vow. To find them, she was called to the Sanctuary of Kosmos|place where she learned of Cult of Kosmos|their existence. She'd have to go back to where it all began.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "We Remember",
        "next": null,
        "source": "Kassandra",
        "location": "Sanctuary of Delphi, Phokis, Greece",
        "date": "422 BCE"
    },
    "General_Description": "'''A Fresh Start''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra travelled to the [[Sanctuary of Kosmos]] to confront the last remaining member of the [[Cult of Kosmos]].",
    "Section_Dialogue": "Kassandra re-entered the sanctuary under the [[Temple of Apollo, Delphi|Temple of Apollo]], this time fully armed and armored. As she followed the path into the core of the sanctuary, she heard her mother's voice.\n*'''[[Myrrine]]:''' ''Kassandra. Kassandra. Kassandra.''\nThe voice was distorted. Kassandra entered the main sanctuary.\n*'''Myrrine:''' ''Kassandra. Kassandra. Kassandra.''\n[[File:ACOD A Fresh Start 2.png|thumb|250px|Kassandra interacting with the pyramid]]\nThe voice appeared to be coming from the [[Pyramid (Isu)|pyramid]] in the center. Kassandra marched towards the [[Piece of Eden|artifact]]. Though its [[Artifact Fragment|fragments]] had been long separated, the beams of light converged into the shape of a pyramid and seemingly invited Kassandra. After some hesitation, she reached out to touch her hand to the light. A vision filled her mind, showing [[Pythagoras]] standing in the chamber she now stood in. He addressed her directly, as if knowing she would view this vision.\n[[File:ACOD A Fresh Start 3.png|thumb|250px|Pythagoras appearing as a vision]]\n*'''Pythagoras:''' ''Kassandra. It was never supposed to be like this.''\nImages of the Greek world flashed before her.\n*'''Pythagoras:''' ''Decades ago, a [[Hermeticists|group of people]] gathered together to uphold a theory which they believed could control the universe. That the world functioned in equal parts, order and disorder.''\nAn image of [[Kyra]] and Kassandra at [[Podarkes]]' funeral pyre flashed in her mind.\n*'''Pythagoras:''' ''But some fell lovingly into the wicked arms of chaos. And the [[Cult of Kosmos]] was born.''\n[[File:ACOD A Fresh Start 9.png|thumb|250px|A vision of King Leonidas confronting the Cult of Kosmos]]\nAn image of [[Leonidas I of Sparta|Leonidas]] standing defiant against the Cult in [[Delphi]] flashed in her mind, followed by an image of the night [[Alexios]] was sacrificed.\n*'''Pythagoras:''' ''They abused their power, casting the Greek world into eternal war—one you were created to stop.''\nImages of battles, as well as Kassandra's own struggles, filled her mind.\n*'''Pythagoras:''' ''In destroying the Cult, you have done what I could not. You are a hero. But this imbalance comes with a price, my child.''\n[[File:ACOD A Fresh Start 13.png|thumb|250px|A vision of two men clashing]]\nAn image of a [[Bent Pyramid|stone pyramid]] flashed in her mind, followed by a [[Ezio Auditore da Firenze|mysterious hooded man]] who travelled alone before to standing above a [[Masyaf|mountain fortress]]. This was followed by an image of a [[St. Mark's Basilica|church]], as well as a [[Assassins|brotherhood]] of hooded people charging a line of [[Papal Guard|well-armored soldiers]].\n*'''Pythagoras:''' ''For without chaos, there is supreme order. A loss of progression and freedom.''\nAn image of an [[eagle]] soaring across a [[Americas|frontier]] entered her mind next, followed by an image of large [[ship]]s' [[cannon]] volleys [[American Revolutionary War|shredding]] each other to splinters.\n*'''Pythagoras:''' ''But there is still hope—hope in you, hope in the future you will bring.''\n[[File:ACOD A Fresh Start 16.png|thumb|250px|A vision of an eagle approaching a place of worship]]\nThis was followed by an image of another eagle, soaring above a [[Notre-Dame|grand place of worship]]. Yet another eagle soared above a bridge leading to a massive [[Elizabeth Tower|tower]].\n*'''Pythagoras:''' ''We must fix the mistakes of the past. Use the [[Staff of Hermes Trismegistus|staff]]. Repair the rift in the universe.''\n[[File:ACOD A Fresh Start 19.png|thumb|250px|Pythagoras reminding Kassandra of her duty]]\nThe final image to enter Kassandra's mind showed her in an unfamiliar garb, holding a staff, and handing it to a woman in an equally-strange garb.\n*'''Pythagoras:''' ''The world depends on you, Kassandra. You need to be the hero again.''\nThe images ceased, and Kassandra withdrew her hand. As the pyramid continued to glow and flash its strange numbers and letters, the familiar voice of a woman called to Kassandra from the side.\n*'''[[Aspasia]]:''' ''So you've seen it too, then? It's beautiful isn't it?''\n[[File:ACOD A Fresh Start 21.png|thumb|250px|Aspasia revealing herself as the Cult's leader]]\nShe smiled warmly at the pyramid while casting a side glance at Kassandra. Kassandra was confused by her presence.\n*'''Kassandra:''' ''What are you doing here?''\n*'''Aspasia:''' ''You killed the last member of the Cult. Well, just about.''\nShe presented the final Cultist mask to Kassandra.\n*'''Kassandra:''' ''What?''\n*'''Aspasia:''' ''It's true. I was their leader, but only for a moment it seemed. When your brother came along, it changed everything we were aiming for.''\n(If \"How could you agree with the Cult?\" was chosen.)\n*'''Kassandra:''' ''You agreed with them? With the fucking Cult?''\n[[File:ACOD A Fresh Start 23.png|thumb|250px|Aspasia explaining her rationale for her's and the Cult's actions]]\n*'''Aspasia:''' ''The powers that be in the Greek world weren't doing things the right way. The Cult just wanted a clean slate.''\n*'''Kassandra:''' ''By way of corruption. Dirty drachmae. They ''killed'' people in a war they made themselves.''\n*'''Aspasia:''' ''Fueling war was one of the methods, yes. But it was controlled. Until suddenly it wasn't. And then I didn't like what we were doing anymore.''\n(If \"Isn't Deimos on your side?\" was chosen.)\n*'''Kassandra:''' ''I thought Deimos was on your side.''\n*'''Aspasia:''' ''Not in the way we hoped. As you know, he's impossible to control. He worked his way to the helm, and then he held even more sway than I did.''\n(If \"I can't believe you're one of them.\" was chosen.)\n*'''Kassandra:''' Maláka''... So you were after us.''\n*'''Aspasia:''' ''Not you, your bloodline. People like Leonidas, like you, have always posed a threat. Then we met, and you surprised me. You were nothing like Deimos.''\n*'''Kassandra:''' ''Why not just use me? I was in the palm of your hand.''\n*'''Aspasia:''' ''You made me optimistic, that you could help me bring down the Cult that had become so corrupt. And you did, albeit unknowingly.''\n<tabber>\n|-|You're just like them.=\n*'''Kassandra:''' ''You're all the same. Selfish, and fucking destructive.''\n*'''Aspasia:''' ''It was different in the beginning. It wasn't about destruction, it was about redirection.''\n|-|❤This was a risky move.=\n*'''Kassandra:''' ''Telling me you're a Cultist took guts. You know what I do to Cultists, Aspasia.''\n*'''Aspasia:''' ''I didn't want to lie to you anymore. Now that they're gone, we can work together. I think we'd make a good match, don't you?''\n|-|You meant no harm.=\n*'''Kassandra:''' ''This is a lot to take in. But I know you had good intentions. I don't think you lied about that.''\n*'''Aspasia:''' ''Never. I thought I could maintain control, but I overestimated myself. It just got away from me.''\n</tabber>\n*'''Kassandra:''' ''I just don't understand. What about this... pyramid? How does it work? Why does the Cult have it?''\n*'''Aspasia:''' ''I've been trying to figure out all of that myself. It's as much of a mystery to you as it is to me. This pyramid has been worshipped by the Cult for decades, and we have used it to replace the [[Pythia|Oracle of Delphi]], the most trusted person in all the Greek world.'' ''Using the people's reliance on a pantheon of [[Isu|dead gods]] would help to reshape humanity in our favor. The pyramid holds a mysterious power to see into time. But only certain people can activate it. People like Deimos, and the [[Hybrid|ones]] in your bloodline.''\n*'''Kassandra:''' ''But you've seen something, too.''\n*'''Aspasia:''' ''I don't know how or why, but it did show me something.''\n*'''Kassandra:''' ''What did you see?''\n*'''Aspasia:''' ''I saw you. In the vision, you destroyed the pyramid and you destroyed the Cult... ''I'' saw what would come after.''\n*'''Kassandra:''' ''After the Cult?''\n[[File:ACOD A Fresh Start 24.png|thumb|250px|Aspasia explaining what she saw with the pyramid]]\n*'''Aspasia:''' ''We will be replaced by a new kind of [[Templars|order]]—control under the reign of a philosopher king. There would be a movement away from the old gods towards rational society, built in a kingdom by the people, for the people. And I must find someone to lead them.'' ''But I couldn't achieve any of this with the Cult and their chaotic regime. So I let them carry out their plans, and let the time of the Cult of Kosmos come to an end on its own.''\n*'''Kassandra:''' ''Wait. Did [[Perikles]] know?''\n*'''Aspasia:''' ''I wanted to protect him, so I kept him in the dark. He would have had his own opinions. But he was never supposed to die. ''That'' is the truth.''\n<tabber>\n|-|Better to keep him ignorant.=\n*'''Kassandra:''' ''You've made questionable choices. But I think that was the right one.''\n*'''Aspasia:''' ''You knew him. All he did was worry about the state of the Greek world. If I'd told him, it would have ruined him.''\n|-|You betrayed his trust.=\n*'''Kassandra:''' ''He trusted you. And in the end, you ''didn't'' protect him. Maybe he would be alive if you'd stopped them.''\n*'''Aspasia:''' ''Gods know I would have if I could. When Deimos killed him, I knew the original cause was lost. I had to retreat.''\n</tabber>\n*'''Kassandra:''' ''So. What happens now?''\n*'''Aspasia:''' ''We shift focus. We steer towards a new republic under one supreme rule. A dream I'll make reality.''\n*'''Kassandra:''' ''But it ''is'' still a dream. One that isn't realistic.''\n*'''Aspasia:''' ''Abandon what you know and just imagine! Forget [[democracy]]. No more [[Athens|blue]] and [[Sparta|red]], just citizens working for a greater good.''\n*'''Kassandra:''' ''This is crazy. It won't work, Aspasia. It ''didn't'' work.''\n*'''Aspasia:''' ''It's not crazy, it's enlightened. Once in people in Athens get wind of this, they'll come to know they've wanted it all along. Even you.''\nKassandra waffled at Aspasia's words.\n[[File:ACOD A Fresh Start 26.png|thumb|250px|Aspasia and Kassandra deciding what to do with the pyramid]]\n*'''Kassandra:''' ''I'm not sure.''\n*'''Aspasia:''' ''You've spent your whole life thinking for yourself. Let ''go''. What I plan will require you to trust me. Come with me. This future's not a dream.''\n{{-}}\n<tabber>\n|-|❤I want to kiss you.=\n(Requires previous Flirt choice)<br>\nKassandra stepped up to Aspasia. Aspasia's gaze widened, then she smiled. The two kissed. Kassandra looked away and stepped back.\n*'''Kassandra:''' ''I'm sorry.''\nAspasia played it off.\n*'''Aspasia:''' ''I suppose that means you trust me.''\n*'''Kassandra:''' ''I... don't know what that means.''\n*'''Aspasia:''' ''I'll tell you what it means. Love is a singular comfort, Kassandra. What comes next means harmony for everyone.''\n*'''Kassandra:''' ''You should go. Lead your \"new republic.\"''\n*'''Aspasia:''' ''I won't be the leader. We need someone with the knowledge of a philosopher and the wisdom of a king.''\nKassandra crossed her arms and stepped towards the exit.\n*'''Kassandra:''' ''That's a tall order these days.''\n*'''Aspasia:''' ''I couldn't have done this without you, Kassandra. You're doing the right thing.''\n*'''Kassandra:''' ''I always try to do what's right.''\n*'''Aspasia:''' ''Then we're after the same thing.''\nAspasia gave Kassandra light smile and took her leave of her, to go forth and make her fresh start.\n|-|⚔️I'm here to kill you.=\n*'''Kassandra:''' ''I can't let you do this. You've caused so much damage. You destroyed the Greek world.''\n*'''Aspasia:''' ''You've proven you have no understanding of what we're doing. I misjudged you.''\n*'''Kassandra:''' ''So did I.''\nAspasia attacked Kassandra, and Kassandra gave her the same end as every Cultist before her.\n|-|🖝We need to destroy the artifact.=\n[[File:ACOD A Fresh Start 27.png|thumb|250px|Kassandra letting Aspasia go]]\n*'''Kassandra:''' ''You should go. Lead your \"new republic.\"''\n*'''Aspasia:''' ''I won't be the leader. We need someone with the knowledge of a philosopher and the wisdom of a king.''\nKassandra crossed her arms and stepped towards the exit.\n*'''Kassandra:''' ''That's a tall order these days.''\n[[File:ACOD A Fresh Start 28.png|thumb|250px|Aspasia took her leave]]\n*'''Aspasia:''' ''I couldn't have done this without you, Kassandra. You're doing the right thing.''\n*'''Kassandra:''' ''I always try to do what's right.''\n*'''Aspasia:''' ''Then we're after the same thing.''\nAspasia gave Kassandra light smile and took her leave of her, to go forth and make her fresh start.\n</tabber>\nKassandra made her way over to the artifact as she heard her mother's voice emanate from it.\n*'''Myrrine:''' ''Kassandra.'' ''There is much left to do, lamb.''\nKassandra's contempt for the artifact and the grief it had caused her came to the surface. She raised the [[Spear of Leonidas]].\n[[File:ACOD A Fresh Start 29.png|thumb|250px|Kassandra destroyed the pyramid with her Spear]]\n*'''Myrrine:''' ''KASSANDRA!'' ''...A storm is coming...''\nKassandra plunged the spear into the center of the artifact. Its light flickered and went out. Kassandra drew her spear back seething with anger. She defied the artifact's final words.\n*'''Kassandra:''' ''I can weather any storm.''",
    "Section_Outcome": "Kassandra unveiled the Ghost of Kosmos, the Cult's deposed leader, and learned of her role in the preceding events and the goal she sought. It is unclear if Kassandra ultimately killed her or allowed her to carry out her dream for a better future for mankind.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD A Fresh Start 4.png|A vision of the ancient Greek world\nACOD A Fresh Start 5.png|A vision of a mural of the Greek gods\nACOD A Fresh Start 6.png|A vision of Sokrates teaching philosophy to the Greeks\nACOD A Fresh Start 7.png|A vision of the Grave of Sisyphos\nACOD A Fresh Start 8.png|A vision of Kassandra with Kyra during Podarkes' funeral\nACOD A Fresh Start 10.png|A vision of a young Kassandra training with Nikolaos\nACOD A Fresh Start 11.png|A vision of Ancient Egypt\nACOD A Fresh Start 12.png|A vision of a lone man traversing the plains\nACOD A Fresh Start 14.png|A vision of a battlefield and a ship in the background\nACOD A Fresh Start 15.png|A vision of two ships in battle\nACOD A Fresh Start 17.png|A vision of a modern city\nACOD A Fresh Start 18.png|A vision of Kassandra handing the Staff to Layla Hassan\nACOD A Fresh Start 20.png|Kassandra taking time to digest what she had saw\nACOD A Fresh Start 22.png|Aspasia presenting her cultist mask\nACOD A Fresh Start 25.png|Aspasia revealing her reasons for keeping her cult activities a secret from Perikles\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Un nouveau départ]]"
}