{
    "QuestName": "Consulting a Ghost",
    "QuestID": "222644",
    "Revision": {
        "id": "1056306",
        "parentid": "961161",
        "timestamp": "2023-08-19T22:02:55Z",
        "contributor": null,
        "comment": "+fr",
        "origin": "1056306",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "p1anr1by4yh000vfbwrn3kf0e6pmf79"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "Consulting a Ghost - Assassins_Creed_Odyssey.png",
        "appearance": "'Assassin's Creed: Odyssey'",
        "description": "'Oracles and prophecies had destroyed Kassandra's family. So when Barnabas suggested she consult with the Pythia (431 BCE)|Pythia to find Myrrine|her mother, she did so with great reluctance and skepticism.'",
        "type": "Main",
        "previous": "The Wolf's Fate",
        "next": "The Truth Will Out",
        "source": "Kassandra",
        "location": "Sanctuary of Delphi, Phokis, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''Consulting a Ghost''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra travelled to the [[Sanctuary of Delphi]] to seek the [[Pythia (431 BCE)|Pythia]] for advice.",
    "Section_Dialogue": "After searching [[Elpenor]]'s home for [[Order of the Ancients clues|clues]], Kassandra sought out the Oracle of Delphi. She arrived at the sanctuary.\n*'''Kassandra:''' ''I hope this oracle gives better news than the one in [[Sparta]].''\nKassandra passed by the temple.\n*'''Kassandra:''' ''The Sanctuary of Delphi. The gods themselves watch over this land.''\n[[File:ACO Consulting a Ghost - Kassandra Finding Barnabas and Herodotos.png|thumb|250px|Barnabas awaiting Kassandra with a stranger]]\nShe walked to the back, where [[Barnabas]] awaited with a stranger.\n*'''Barnabas:''' ''Kassandra, isn't this remarkable? We're so close to the gods, I can feel [[Apollo]] all around me. How did it go with Elpenor?''\n*'''Kassandra:''' ''We can talk later, in private. Who is this?''\n*'''[[Herodotos]]:''' ''Just a simple pilgrim.''\n*'''Barnabas:''' ''He just saw the Oracle. I couldn't help but ask if she's as glorious as they say.''\n*'''Kassandra:''' ''Well, is she?''\n*'''Herodotos:''' ''She left me with more questions than answers.''\n*'''Barnabas:''' ''That's the Oracle for you!''\nHerodotos looked at Kassandra's [[Spear of Leonidas|spear]] held at her back, then at Barnabas.\n*'''Herodotos:''' ''You weren't lying. It really is the spear of [[Leonidas]].''\n*'''Barnabas:''' ''I may have mentioned you.''\n<tabber>\n|-|Think before you speak!=\n*'''Kassandra:''' ''Malaka! Barnabas, use your head!''\n|-|We should be more secretive.=\n*'''Kassandra:''' ''I would appreciate you showing a bit more... secrecy.''\n</tabber>\n*'''Barnabas:''' ''Well, it's just he seemed interested in legends—like you. I thought you might get along.''\nHerodotos slowly reached out to the [[Spear of Leonidas]].\n*'''Herodotos:''' ''How...''\n<tabber>\n|-|Warn – Back off.=\n*'''Kassandra:''' ''One more move, and the spear will be at your throat. Tell me your name.''\n*'''Barnabas:''' ''I also mentioned you can be a little defensive.''\n|-|Who are you, really?=\n*'''Kassandra:''' ''You know my spear just by looking at it? You're more than some simple pilgrim.''\n*'''Herodotos:''' ''All things in [[Delphi]] are more than they appear. Even I.''\n</tabber>\n[[File:ACO Consulting a Ghost - Herodotos Revealing Identity.png|thumb|250px|Herodotos revealing his identity]]\nHerodotos unveiled his hood.\n*'''Herodotos:''' ''My name is Herodotos. I'm a story teller, or I was. This war is forcing us all to new extremes.''\n*'''Kassandra:''' ''That much is true. Why are you hiding your identity?''\n*'''Herodotos:''' ''I'm here on behalf of a [[Perikles|man]] in [[Athens]]. A very powerful man. We intend to finally end this [[Peloponnesian War|war]].''\n*'''Barnabas:''' ''You told me you came to ask the Oracle a personal question.''\n*'''Herodotos:''' ''War ''is'' personal, Barnabas.''\n*'''Kassandra:''' ''So you came to seek the Pythia's guidance on how to end this war?''\n*'''Herodotos:''' ''I did, though something is wrong in Delphi. Guards at every turn, people being turned away...''\n*'''Kassandra:''' ''You don't seem convinced the Pythia can be believed. What did she tell you?''\n*'''Herodotos:''' ''I asked her to show the path to the war's end. She said \"Spring should not wish for winter, as it brings death with it.\"''\n*'''Barnabas:''' ''Such wisdom... I don't understand a word of it, but that's why she's in there and we're out here.''\n*'''Kassandra:''' ''I know a threat when I hear one.''\n*'''Barnabas:''' ''You were on [[Kephallonia]] for too long.''\n*'''Kassandra:''' ''This line is ridiculous! Are there always this many people to see the Pythia?''\n*'''Barnabas:''' ''These are more than just people! Every city sends a ''{{Wiki|theoroi}}'', or sacred ambassadors, to seek guidance on behalf of their people. The Pythia not only shapes the destinies of individuals, but of the entire Greek world.''\n*'''Herodotos:''' ''Imagine what power one would have if they controlled what came out of her mouth.''\n*'''Barnabas:''' ''Apollo controls this!''\n*'''Herodotos:''' ''Of course he does.''\n*'''Kassandra:''' ''Delphi is nothing like they say. Has it always been like this?''\n*'''Barnabas:''' ''No. This was once an open and welcoming place. But war changes things. People seek out the Pythia for more political reasons. Prophecies in times of war often stir... violent emotions.''\n*'''Herodotos:''' ''It's wise to keep your blades sheathed. Drawing blood in Delphi is considered an insult to Apollo. Punishment is severe.''\n*'''Kassandra:''' ''I have my own questions for the Pythia. But this line! I'll be an old woman by the time I see her.''\n*'''Barnabas:''' ''You're joking! You carry more blades than a field of grass!''\n*'''Kassandra:''' ''I didn't come here to start trouble.''\n*'''Barnabas:''' ''Trouble? Just walk in! Who's going to stop you? The priest?''\n*'''Kassandra:''' ''All right, but if things get out of hand, I'm blaming you, Barnabas.''\n*'''Barnabas:''' ''Is she not every bit as great as I said?''\n[[File:ACO Consulting a Ghost - Kassandra Seeking Access.png|thumb|250px|Kassandra seeking access to meet the Pythia]]\nKassandra made her way to the priest at the entrance.\n*'''Kassandra:''' ''I'm here to see the Pythia.''\n*'''[[Maron (priest)|Maron]]:''' ''Only those chosen by the light of Apollo may enter.''\n*'''Kassandra:''' ''How does one get chosen?''\n*'''Priest:''' ''One goes to the back of the line.''\n*'''Kassandra:''' ''Do I look like someone who waits in line?''\nThe priest allowed her to enter. Kassandra found the Oracle chanting in candlelight.\n*'''Pythia:''' ''Enter into the light of Apollo, the light that illuminates shadow. Choose your question wisely, mortal. For you have but one. Speak truth seeker!''\n<tabber>\n|-|Where is my mother?=\n*'''Kassandra:''' ''I lost my mother when I was young. I have to find her. Where is she?''\n|-|Who is my father?=\n*'''Kassandra:''' ''I'm looking for my father—my true father. Who is he?''\n</tabber>\n[[File:Consulting a Ghost - Asking the Oracle - Assassins Creed Odyssey.png|thumb|250px|The Pythia]]\n*'''Pythia:''' ''It's you! From the visions! The child on the [[Mount Taygetos|mountain]].''\n*'''Kassandra:''' ''How could you know that?''\n*'''Pythia:''' ''You need to leave. Now.''\n*'''Kassandra:''' ''Leave? Do you have any idea what I've been through to get here?''\n<tabber>\n|-|If Kassandra let the priests execute the infected Kephallonians=\n*'''Pythia:''' ''Oh, but I do. I saw you feign ignorance in Kausos. You let an unknown sickness govern your decisions. Innocents died thanks to you.''\n|-|If Kassandra saved the infected Kephallonians=\n*'''Pythia:''' ''Oh, but I do. While in Kausos, you didn't cower in the face of the priest. A child and her family still live thanks to you.''\n|-|If Kasssandra spared the thieves in Megaris=\n*'''Pythia:''' ''Oh, but I do. There is wisdom in your decisions. Any other ''misthios'' would have killed those people in that cave in [[Megaris]], but you held back for the truth, and balanced judgement with their lives.''\n</tabber>\n*'''Kassandra:''' ''But how?''\n*'''Pythia:''' ''No one can hide from the light.''\n*'''Kassandra:''' ''Please, I've come this far. You must have the answers I seek.''\n*'''Pythia:''' ''Child of the Mountain, the [[Cult of Kosmos|Cult]] of [[Kosmos]] have eyes everywhere. They will kill you.''\n*'''Kassandra:''' ''Cult of Kosmos?''\n*'''Pythia:''' ''The Oracle has spoken. The prophecy is yours.''\n[[File:ACO Consulting a Ghost - Pythia Escorted Away.png|thumb|250px|Thr Pythia escorted away]]\nThe guards took the Pythia and escorted her from the room.\n*'''Kassandra:''' ''You never answered my question!''\n*'''Cult Guardian:''' ''The Pythia is done for the day.''\n*'''Kassandra:''' ''I'm not leaving until I get answers.''\nDespite her protests, Kassandra is removed from the building, only to find Herodotos still outside the doors.\n*'''Kassandra:''' ''Herodotos, you're still here. Where's Barnabas?''\n*'''Herodotos:''' ''He's gone back to [[Adrestia|your ship]]. You don't look happy with your prophecy.''\n*'''Kassandra:''' ''She... knew who I was.''\n*'''Herodotos:''' ''She's the Pythia, it's her business to act like she knows you.''\n*'''Kassandra:''' ''That was no act. She said she had visions of me as a child on a mountain.''\n*'''Herodotos:''' ''What child hasn't stood on a mountain?''\n*'''Kassandra:''' ''I was thrown from that mountain. My life started and ended on that mountain. I'm telling you, she knew who I was. What I'd done. Tried to warn me...''\n*'''Herodotos:''' ''Warn you? About what?''\n<tabber>\n|-|The Cult of Kosmos.=\n*'''Kassandra:''' ''She mentioned the Cult of Kosmos. Does this mean anything to you?''\n|-|Never mind.=\n*'''Kassandra:''' ''Never mind, it's nothing.''\n*'''Herodotos:''' ''There are people in [[Phokis]] who can't be trusted, Kassandra. But I'm not one of them. If you know something, you must act quickly. The Pythia's words control all our fates.''\n*'''Kassandra:''' ''She mentioned the Cult of Kosmos. Does this mean anything to you?''\n</tabber>\n[[File:ACOD Consulting A Ghost - Discussing the Pythia and Cult.png|thumb|250px|Herodotos informing Kassandra of the Cult]]\nHerodotos looked around for eavesdroppers, then motioned Kassandra further away from others.\n*'''Herodotos:''' ''I'd heard whispers. A cult, unlike any other, coming to Delphi. But I paid them no mind.''\n*'''Kassandra:''' ''The Pythia seemed afraid of them. Guards took her away.''\n*'''Herodotos:''' ''Took her away? Then the whispers were true! If this Cult has corrupted the Pythia... This is devastating news. Do you understand what this means? Through her, the Cult controls the world.''\n*'''Kassandra:''' ''I need to speak with her when she's not so well... protected.''\n*'''Herodotos:''' ''That would require a miracle from the gods. She is always protected.''\n(If \"Where can I find the Pythia?\" is chosen.)\n*'''Kassandra:''' ''You know more about the Pythia than I do. Where would she be?''\n*'''Herodotos:''' ''When she's not in the Temple of Apollo, she's at her home in the [[Chora of Delphi]].''\n(If \"What does her home look like?\" is chosen.)\n*'''Kassandra:''' ''I can't go breaking down every door until I find her.''\n*'''Herodotos:''' ''The Oracle's home is probably easy enough to spot. She'd be the only person in the Chora of Delphi who can afford to live in luxury.''\n(If \"Where in the Chora of Delphi would she be?\" is chosen.)\n*'''Kassandra:''' ''Where in the Chora of Delphi does the Pythia live?''\n*'''Herodotos:''' ''I've heard she lives on the outskirts of the village. But be warned: she will be guarded. Not everyone comes to see the Oracle with the best of intentions.''\n*'''Kassandra:''' ''I'll find where the Pythia lives. And I ''will'' get answers.''\n*'''Herodotos:''' ''Kassandra, don't forget: brute force is useless when finesse is required.''",
    "Section_Outcome": "Kassandra learned the existence of the Cult of Kosmos, which was planning to kill her and controls the Pythia's words, and befriended Herodotus, who allied with her in her quest.",
    "Section_Behind_the_scenes": "The Pythia's comments about the outcome of the memory \"[[The Blood Fever]]\" appear to supersede all others, namely the outcome of \"[[Portion Control]]\".",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nACO Consulting a Ghost - Temple of Apollo.png|The Temple of Apollo\nACO Consulting a Ghost - Herodotos Observing Spear.png|Herodotos looking at Kassandra's Spear\nACO Consulting a Ghost - Crowd.png|The group observing the woman questioned by guards\nConsulting a Ghost - Kassandra enters the temple - Assassins Creed Odyssey.png|Kassandra entering the Temple\nACOD Consulting A Ghost - Herodotos Awaiting Kassandra.png|Herodotos awaiting Kassandra\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Consulter un fantôme]]"
}