{
    "QuestName": "Where It All Began",
    "QuestID": "225145",
    "Revision": {
        "id": "1069653",
        "parentid": "984287",
        "timestamp": "2023-11-12T17:36:35Z",
        "contributor": null,
        "origin": "1069653",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "7jyjegnqrf8qfxppx9rt7lyoq33qaa7"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOd Where It All Began.png",
        "description": "'Angry and battle-weary, Kassandra returned to Myrrine in Sparta. Many of those she loved had been killed by her Cult of Kosmos|enemies. For Kassandra to move forward, she had to face her greatest nemesis - her past.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "We Will Rise",
        "next": "Dinner in Sparta",
        "source": "Kassandra",
        "location": "Lakonia, Greece",
        "date": "August 422 BCE"
    },
    "General_Description": "'''Where It All Began''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "The [[Battle of Amphipolis]] fresh on her mind, Kassandra brought news of all that had occurred to her mother [[Myrrine]].",
    "Section_Dialogue": "Following the Battle of Amphipolis, Kassandra met with Myrrine in the Spartan countryside.\n*'''Myrrine:''' ''My [[Sheep|lamb]]! You’ve been gone so long.''\n*'''Kassandra:''' ''[[Brasidas]] is dead.''\n*'''Myrrine:''' ''No.''\n*'''Kassandra:''' ''[[Alexios|Deimos]] killed him in battle.''\n*'''Myrrine:''' ''And what of my son?''\n<tabber>\n|-|Deimos might be dead=\n*'''Kassandra:''' ''[[Kleon]] shot him in the back with an arrow. He fell. I don't think he survived.''\n|-|Deimos might be alive.=\n*'''Kassandra:''' ''Kleon fired an arrow into Deimos' back. The wound didn't look fatal—he could still be alive.''\n</tabber>\n*'''Myrrine:''' Malákas ''Kleon! I'll kill him with my bare hands.''\n*'''Kassandra:''' ''It's done, ''mater''. I already sent that [[snake]] to the [[Styx]].''\n*'''Myrrine:''' ''My family...''\n*'''Myrrine:''' ''You're all I have left.''\n*'''Kassandra:''' Mater'', there's something I need to do.''\n[[File:ACOD Where It All Began 2.png|thumb|250px|Kassandra wishing to return to the very spot she was thrown off]]\n*'''Kassandra:''' ''I need to go to [[Mount Taygetos]], where it all began.''\n*'''Kassandra:''' ''My whole life's been spent fighting and running. Running from my past, fighting to forget. I can't do this anymore.''\n*'''Myrrine:''' ''My heart was shattered on that mountain.''\n*'''Kassandra:''' ''I need to put that night behind me, once and for all.''\n*'''Myrrine:''' ''I'm coming with you.''\nThe two headed up the road up to the cliffside, the very same place where Kassandra and Alexios were dropped from many years ago.\n*'''Kassandra:''' ''This is where everything changed. It's like I never left.''\nUpon reaching the edge of the cliff, Myrrine and Kassandra found Deimos standing near the edge, looking out over Lakonia.\n*'''Myrrine:''' ''Alexios!''\n[[File:ACOD Where It All Began 3.png|thumb|250px|Kassandra and Myrrine finding Deimos]]\nMyrrine tried running up to her youngest son, but Kassandra grabbed her to keep her from potential harm.\n*'''Deimos:''' ''On the edge of the world, a mother calls out to her child. Touching.''\n*'''Myrrine:''' ''Alexios, please.''\nDeimos turned around to address his family.\n*'''Deimos:''' ''You use that name as if it means something to me.''\n*'''Myrrine:''' ''It's the name your [[Nikolaos|father]] and I gave you.''\n*'''Deimos:''' ''Was that before, or after, you brought me to this mountain to die?''\n[[File:ACOD Where It All Began 5.png|thumb|250px|Myrrine trying to reason with her son]]\n*'''Myrrine:''' ''It was the [[Cult of Kosmos|Cult]]. I tried to save you. I did everything! The priests told me you were dead.''\n*'''Deimos:''' ''And they told me you abandoned your son!''\n*'''Myrrine:''' ''Alexios, come to me. We are your family. We can go home.''\n*'''Deimos:''' ''Family? Home?''\nDeimos laughed.\n*'''Deimos:''' ''My sword is my family. The battlefield is my home.''\n*'''Kassandra:''' ''I promised to bring him back, mater. But the Cult has poisoned his mind.''\n*'''Deimos:''' ''Promised to bring me back to mater did you? You didn't bring me here. Why don't you tell our mater the truth?''\n*'''Kassandra:''' ''And what truth is that?''\n*'''Deimos:''' ''That I'm the chosen one. I'm the one with a destiny. I will bring order to this world. You're nothing but a [[mercenary]] with a [[Spear of Leonidas|broken spear]].''\n<tabber>\n|-|The Cult is using you.=\n*'''Kassandra:''' ''You don't have a destiny. You're just a tool used by the Cult.''\n*'''Deimos:''' ''I'm glad you said that. Since we first met, I've been trying to figure out what you are to me. You're a weed. Trying to choke and destroy everything I've planted. And you know the best way to kill a weed...''\nHe looked at Myrrine.\n*'''Deimos:''' ''Is at the root.''\n*'''Kassandra:''' ''Alexios...''\n|-|You don't need the Cult.=\n*'''Kassandra:''' ''The Cult controls your destiny, but you don't need them. Together, we can destroy them and bring peace back to this world.''\n*'''Deimos:'''  ''Peace? And what under [[Helios]] would you do with yourself if there was peace? Milk the [[goat]]s? Look at you, oh mighty ''misthios''. Your profit from this [[Peloponnesian War|war]] as much as I do. You don't want peace—you just don't want to deal with me.''\n*'''Kassandra:''' ''What I want—what I've always wanted—is my family.''\n</tabber>\nDeimos sighed.\n*'''Deimos:''' ''When I was little, I found a [[lion]] cub trapped in a snare. My friend tried to free it. That's when I heard the deadly growl of its mother. I watched as the lioness tore my friend to bloody shreds. Even in the world of beasts, a family protects its young.''\n*'''Myrrine:''' ''I loved you. I still love you.''\n*'''Deimos:''' ''The one you love is dead. My destiny is clear. And I won't let you get in my way.''\nDeimos then drew and pointed his [[Sword of Damokles|sword]] at his family.\n<tabber>\n|-|You won't leave this mountain alive.=\n[[File:ACOD Where It All Began 7.png|thumb|250px|Kassandra confronting her brother]]\nKassandra drew her spear, giving up on seeing any possible redemption for her fallen brother. \n*'''Kassandra:''' ''I tried saving you once, and it cost me everything. But you, you are beyond saving. You will not survive the mountain this time.''\nAs Myrrine fell on her knees, the two siblings then fought their final fight.\n*'''Kassandra:''' ''I tried to save you.''\n*'''Deimos:''' ''Stop living in the past, sister. Your death is now.\n*'''Kassandra:''' ''You've hurt this family for the last time.''\n*'''Deimos:''' ''Oh, but that's where you're wrong. The hurting has only just begun.''\n*'''Kassandra:''' ''Stay on your guard.''\n*'''Deimos:''' ''So disapointing.<br />The spear of Leonidas was wasted on you.<br />Who trained you? ''Mater? Pater?''<br />You should have trained with the Cult. Would have made this fight more interesting.\n*'''Kassandra:''' ''Soon you'll be dead, and so will your precious Cult. This is for the lives you've destroyed! This is for Brasidas! And this is for Phoibe!''\n[[File:ACOD Where It All Began 9.png|thumb|250px|Kassandra killing Deimos]]\nAs the fight reached its climax, Deimos was beaten and grew weary. He slowly staggered up to Kassandra to attempt to continue fighting. This proved futile, as Kassandra dodged his attack and stabbed her brother in the neck with her spear. She then forced Deimos over to the ledge.\n*'''Kassandra:''' ''No one will save you this time—''\nShe looked at her brother one last time, with a pained expression on her face.\n*'''Kassandra:''' ''—brother.''\nShe then kicked Deimos off the the edge, sending him down the cliffs of Mount Taygetos for the second and final time to his demise.\n[[File:ACOD Where It All Began 12.png|thumb|250px|Kassandra catching her mother]]\n*'''Myrrine:''' ''Alexios!''\nShe ran up to the edge of the cliff. Kassandra had to catch her to prevent her from falling off.\n*'''Kassandra:''' Mater.\nShe then embraced her mother.<br>\n{{#tag:tabber|\nKassandra did not promise to bring Alexios back.=\nKassandra mournfully told her mother that the man who was slain moments ago died as Deimos, not Alexios.\n*'''Kassandra:''' ''That wasn't your son.''\nMyrrine, understanding that Alexios' fate was sealed the moment the Cult got their hands on him, apologized for making an impossible request for their family to be reunited.\n[[File:ACOD Where It All Began 14.png|thumb|250px|Kassandra and Myrrine leave the mountain]]\n*'''Myrrine:''' ''I'm sorry.''\n*'''Kassandra:''' ''I know, mater.''\n*'''Myrrine:''' ''From the moment I first held you, I knew. You're sent by the gods to protect this world, and you did.''\nKassandra smiled briefly, in light of their recent tragedy.\n*'''Kassandra:''' ''Come, let's go [[Old Home|home]].''\nMyrrine nodded. They then walked together. Myrrine still held a saddened expression on her face while Kassandra looked back in the direction of the cliff, where her brother met his end.\n{{!}}-{{!}}\nKassandra promised to bring Alexios back.=\n*'''Myrrine:''' ''You promised you would bring him home.''\n*'''Kassandra:''' ''He was never coming home.''\n*'''Myrrine:''' ''Your broke your word. Now when I look at you, all I see is death. I want you to leave Sparta. Go!''\nKassandra could only give a voice breaking response in shock to her mother's request.\n*'''Kassandra:''' ''Leave Sparta?''\n*'''Myrrine:''' ''And never come back.''\nHeartbroken, Myrrine then walked away, wanting nothing to do with her only surviving child.\n*'''Kassandra:''' Mater...\n}}\n|-|I don't want to fight you.=\nKassandra tried to calmly reason to her younger brother one more time.\n*'''Kassandra:''' ''Alexios, listen to me. You are my brother. I tried to protect you once, and I failed. I will not fail again.''\nDeimos angrily walked around, contemplating. He then yelled and tried to stab his older sister, only to stay his blade inches from her neck when he saw Kassandra holding her spear outstretched in her hands. Deimos looked at her, confused.\n*'''Kassandra:''' ''This belonged to our [[Leonidas I of Sparta|grandfather]].''\n{{#tag:tabber|\nKassandra convinced Deimos that he was being used=\nDeimos walked up slowly to Kassandra. She then gave him the spear. As he held the spear in his hands, he begins to tear up and dropped to his knees. Myrrine then ran up to comfort him.\n*'''Myrrine:''' ''You're home now.''\n*'''Deimos:''' ''I've done terrible things.''\n*'''Myrrine:''' ''We all have, Alexios.''\nKassandra kneelt down besides her younger brother. Alexios looked at her with with tearful eyes, regretful of the awful things he did while serving the Cult. Kassandra nevertheless gave him a conforting smile, proud that her brother has found his way back into the light. She then helped Alexios back up to his feet.\n*'''Deimos:''' ''I—''\n*'''Kassandra:''' ''I know.''\nAlexios nodded, assured by his sister that all was forgiven. Alexios returned the spear to Kassandra's hands, who sheathed it and placed her hand on his shoulder, leading him away from the edge.\n*'''Myrrine:''' ''Kassandra, wait.''\nShe hugged her daughter, grateful for bringing Alexios back from the Cult's influence.\n*'''Myrrine:''' ''Thank you.''\nMyrrine then took Alexios' hand and brought him into the hug, wrapping an arm around each of her children. Alexios hesitated at first, then placed his right hand on Kassandra's left side as she placed her left hand on his shoulder. The three descendants of Leonidas embraced each other as a family again and smiled as they left the cliffside of Mount Taygetos, and the painful night associated with it, behind.\n{{!}}-{{!}}\nKassandra did not convince Deimos that he was being used=\nMyrrine ran up and hugged a confused Deimos.\n*'''Myrrine:''' ''You're home now.''\n*'''Deimos:''' ''I've done terrible things.''\n*'''Myrrine:''' ''We all have, Alexios.''\nKassandra closed her eyes, relieved that their feud was over. Deimos however, was merely feigning remorse. He then looked at his sister.\n*'''Deimos:''' ''You can't protect anyone, can you?''\nHe grabbed Myrrine by her hair, prompting Kassandra to draw her spear.\n*'''Deimos:''' ''Maybe we both should have died here that day. But...''\nDeimos impaled Myrrine with his sword.\n*'''Kassandra:''' ''No!''\n*'''Deimos:''' ''The gods are cruel.''\nKassandra let out a tearful scream. They then proceeded to fight.\n*'''Kassandra:''' ''I tried to save you.''\n*'''Deimos:''' ''Stop living in the past, sister. Your death is now.''\n*'''Kassandra:''' ''You've hurt this family for the last time.''\n*'''Deimos:''' ''Oh, but that's where you're wrong. The hurting has only just begun.''\n*'''Kassandra:''' ''Stay on your guard.''\n*'''Deimos:''' ''So disappointing.<br />The spear of Leonidas was wasted on you.<br />Who trained you? Mater? Pater?<br />You should have trained with the Cult. Would have made this fight more interesting.''\n*'''Kassandra:''' ''Soon you'll be dead, and so will your precious Cult. This is for the lives you've destroyed! This is for Brasidas! And this is for [[Phoibe]]!''\nAs their final battle came to a close, Deimos tried to land one final blow onto Kassandra. She dodged the attack before running her spear into Deimos's throat, sending him to the ground. Kassandra then forcibly ripped the spear out of her dead brother's neck. Weary from the battle, she ran up to Myrrine. In her final moments, Myrrine spoke to her daughter.\n*'''Myrrine:''' ''From the moment I first held you, I knew. You're sent by the gods to protect this world, and you did. Always move forward, my brave Kassandra.''\nMyrrine drew her last breath, then expired. Kassandra hugged her mother one last time, sobbing. She then gently laid her down on the ground. She staggered over to the middle of the ledge, looking out to the edge. Having lost two significant members of her family, Kassandra dropped to her knees in grief, looking out to the horizon.\n}}\n</tabber>",
    "Section_Outcome": "For once and for all, Kassandra met with Deimos right where it began.",
    "Section_Trivia": "* Because of the capabilities of seeing alternate events in a memory of Layla's [[Animus|Animus HR-8.5]] and low accuracy percentage in Kassandra's simulation, this memory has different outcomes depending on another paths chosen by the player. The canon path for this memory was that she would kill Deimos and then, having said that she wasn't sure if she could save her brother, Myrrine stays with her and they have dinner in Sparta along with [[Nikolaos]] and [[Stentor]].\n*In the cutscene with Alexios, Kassandra's Spear of Leonidas will appear as the original (broken-wood handle) version, not the upgraded version the player carries.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Where It All Began 1.png|Myrrine mourning Brasidas' death\nACOD Where It All Began 4.png|Alexios standing at the spot he was thrown off\nACOD Where It All Began 6.png\nACOD Where It All Began 8.png|Alexios heavily wounded\nACOD Where It All Began 10.png|Kassandra pushing Deimos off the cliff\nACOD Where It All Began 11.png|Deimos falling off the mountain\nACOD Where It All Began 13.png|Kassandra embracing her mother\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Là où tout a commencé]]"
}