{
    "QuestName": "Dinner in Sparta",
    "QuestID": "224989",
    "Revision": {
        "id": "1047145",
        "parentid": "984289",
        "timestamp": "2023-06-13T02:21:52Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047145",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "duutsnnoknwx0h60ng2qfwf7u262uke"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Dinner in Sparta 3.png",
        "description": "'After so much tension and strife, Kassandra finally found a moment away from her hardships. It was time to relax, and she sat down for a meal in an unexpected place - her Old Home|childhood home in Sparta.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "Where It All Began",
        "next": "We Remember",
        "source": "Kassandra",
        "location": "Sparta, Lakonia, Greece",
        "date": "422 BCE"
    },
    "General_Description": "'''Dinner in Sparta''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "With her journey to find her family complete, Kassandra returned to her [[Old Home|childhood home]] in [[Sparta]].\n\n{{-}}",
    "Section_Dialogue": "Returning to her old home, Kassandra sat down to a proper dinner in her home for the first time in decades.\n<tabber>\n|-|Myrrine, Nikolaos, Stentor=\n[[File:ACOD Dinner in Sparta 2.png|thumb|250px|Kassandra with Myrrine, Nikolaos, and Stentor]]\nWith Deimos dead but the rest of the family surviving their ordeals, the four of them sat down to dinner. Nikolaos broke the silence.\n*'''Nikolaos:''' ''This is nice. Having us all together, I mean.''\n*'''Myrrine:''' ''Not all of us.''\n*'''Kassandra:''' ''But we have each other.''\n|-|Everyone=\nAgainst all odds, Kassandra had reunited her entire family, including her adoptive brother Stentor, under one roof. The atmosphere was relaxed, in spite of their collective ordeals. Myrrine stated a lesson to the table she had iterated to Kassandra while ruling [[Naxos]].\n*'''Myrrine:''' ''Sometimes the face we show to the world needs to be one of strength, despite the chaos we harbor beneath.''\nNikolaos had his own commentary to add.\n*'''Nikolaos:''' ''There is more to being the best than pure strength.''\nHe looked pointedly at Alexios as he said this. Alexios scoffed at his father's remark.\n*'''Deimos:''' ''That's an excuse for the weak.''\nStentor took offense at Alexios' retort. He stood menacingly.\n*'''Stentor:''' ''I'll show you who's weak.''\nAlexios accepted the challenge. Kassandra and Myrrine glanced at each other as Alexios and Stentor began grappling and wrestling. Nikolaos continued eating while Kassandra and Myrrine watched the boys spar.\n*'''Myrrine:''' ''Well, at least the family is all together.''\nKassandra smiled and stood.\n*'''Kassandra:''' ''I'll get more wine...''\nKassandra shook her head at her brothers while Myrrine could not contain her happiness. As Alexios and Stentor continued to wrestle, Kassandra poured some wine for her father.\n|-|Myrrine, Nikolaos, Deimos=\nWith Kassandra's family back together, minus her adoptive brother Stentor, the four of them sat down to dinner. The air was thick with tension, Myrrine motioned for Nikolaos to speak.\n*'''Nikolaos:''' ''Alex—''Deimos'', why don't we go [[hunting]] tomorrow?''\nAlexios remained silent.\n*'''Nikolaos:''' ''I just thought...''\n*'''Myrrine:''' ''It's a good idea.''\n*'''Kassandra:''' ''And he's good at it. Obviously.''\nAlexios stood, stabbing his [[Short blade|knife]] into the table.\n*'''Deimos:''' ''Sounds like fun.''\nThe family all smiled at each other.\n|-|Nikolaos and Stentor=\nWith her blood relatives lost, Kassandra invited over the only family she had left. A sense of awkwardness filled the room, but Nikolaos expressed gratitude.\n*'''Nikolaos:''' ''Thank you for inviting us over.''\nKassandra nodded, then turned to Stentor.\n*'''Kassandra:''' ''Stentor, can you pass the wine?''\nStentor picked up the amphora and chugged its contents before shooting a derisive smirk at his adoptive sister.\n*'''Stentor:''' ''All out.''\nNikolaos folded his arms, disappointed at his son's behavior. Kassandra looked at Nikolaos and shook her head as well.\n|-|Nikolaos only=\nKassandra had spared Nikolaos, but her decisions during her odyssey cost her the lives of her mother and brothers. Despite this, she invited her father over for dinner. Nikolaos broke the silence.\n*'''Nikolaos:''' ''It is strange being in this house again.''\n*'''Kassandra:''' ''It feels smaller than I remember... And emptier.''\n*'''Nikolaos:''' ''At least we're still here.''\n|-|Myrrine and Nikolaos=\nWith her parents alive but her brothers dead, Kassandra brought them home to dinner. A sense of awkwardness filled the room.\n*'''Kassandra:''' ''Can you pass the salt?''\nMyrrine passed the salt to Kassandra.\n*'''Kassandra:''' ''This is good.''\n*'''Nikolaos:''' ''Good.''\nMyrrine stared sadly at the empty space at the table.\n*'''Myrrine:''' ''It's bittersweet.''\n|-|Myrrine and Deimos=\nWith her blood relatives alive and well, Kassandra sat down to dinner. A happy atmosphere filled the home, with a wide assortment of food prepared. Kassandra ate noisily at the side seat while Myrrine and Alexios stared at her in annoyance from the heads of the table. Kassandra looked up, bewildered.\n*'''Kassandra:''' ''What?''\n*'''Deimos:''' ''You eat like a wild animal.''\nKassandra looked quizzically at Myrrine, who had her own critique as well.\n*'''Myrrine:''' ''Well, you ''are'' at a table.''\nKassandra glanced at each of them and resigned to eat like a civilized person.\n*'''Kassandra:''' ''Tough crowd.''\n|-|Myrrine only=\nMother and daughter sat down to dinner together, but a feeling of loneliness gripped the air. Myrrine broke the silence by reminiscing.\n*'''Myrrine:''' ''You used to bolt around this place like a calf in the field. You wouldn't slow down.''\n*'''Kassandra:''' ''I remember.''\nMyrrine gestured to an urn that Kassandra damaged.\n*'''Myrrine:''' ''You chipped that, chasing your ''pater'' around the table.''\n*'''Kassandra:''' ''I remember that, too.''\nMyrrine's expression turned somber.\n*'''Myrrine:''' ''So many memories.''\n*'''Kassandra:''' ''With more to come.''\nKassandra wrapped her arm around her mother's shoulder. Myrrine smiled.\n|-|Alone=\n[[File:ACOd Dinner in Sparta alone.png|thumb|250px|Kassandra, alone at the dinner table]]\nWith no family left to call on, Kassandra sat alone. She forced herself to prepare a meal, but only stared at the empty seats, shook her head and sighed.\n*'''Kassandra:''' Maláka.\nShe rose from her seat and walked out. [[Ikaros]] watched from a nearby tree and called at her. She looked up at her familiar and smiled briefly, then returned back inside.\n</tabber>\nAfter the meal, Kassandra met with Barnabas between the columns outside, overlooking the city of Sparta.\n<tabber>\n|-|If Kassandra had some dinner guests=\n*'''Barnabas:''' ''Well, that wasn't so bad, was it?''\n{{#tag:tabber|\nIf any family member was lost=\n*'''Kassandra:''' ''It'll never be the same. I thought it could, but it'll take some work.''\n*'''Barnabas:''' ''It's impossible to see through the gods' eyes—they have a plan, you know. If we could, then we'd know ''just'' what to do.''\n{{!}}-{{!}}\nFull house=\n*'''Kassandra:''' ''I can't believe I have family again.''\n*'''Barnabas:''' ''The [[Greek mythology|gods]] work in mysterious ways! You never know what they have planned.''\n}}\n{{#tag:tabber|\nI did this myself.=\n*'''Kassandra:''' ''I don't think the gods can take credit for this one, Barnabas.''\n*'''Barnabas:''' ''An urn is only as strong as its potter, Kassandra.''\n*'''Kassandra:''' ''Urns are pretty easy to break.''\n{{!}}-{{!}}\nThe gods are watching us.=\n*'''Kassandra:''' Someone's'' kept their eye on me.''\n*'''Barnabas:''' ''You're special. Look at the life they've blessed you with! Not so bad, if you think of it all.''\n*'''Kassandra:''' ''That's optimistic, considering.''\n}}\n*'''Barnabas:''' ''Just remember. No matter who surrounds you, I'll be there! And the others are waiting for us on the [[Adrestia|ship]].''\nKassandra nodded.\n*'''Kassandra:''' ''Right behind you.''\nBarnabas took his leave and Kassandra walked to the edge to take one last look at Sparta, before continuing her odyssey wherever it took her, with her family's shields at her back.\n|-|If Kassandra was alone=\n*'''Kassandra:''' ''Barnabas, I didn't know you were here.''\n*'''Barnabas:''' ''Sorry I missed dinner.''\n*'''Kassandra:''' ''Didn't miss much.''\n*'''Barnabas:''' ''Chin up. There's more to this world than Sparta. And lucky for us, we get to see it all.''\n*'''Kassandra:''' ''You're right. Let's set sail.''\nBarnabas took his leave and Kassandra walked to the edge to take one last look at Sparta, before continuing her odyssey wherever it took her.\n</tabber>",
    "Section_Outcome": "Kassandra sat down to a proper dinner in Sparta for the first time in over 20 years, finally putting her past behind her.",
    "Section_Trivia": "*After this quest, any family members that survived the events of the main story will become Legendary-rank ship lieutenants.",
    "Section_Gallery": "<gallery captionalign=\"center\" position=\"center\" spacing=\"small\" widths=\"180\">\nACOD Dinner in Sparta 1.png|Kassandra and her family, except for Alexios\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Dîner à Sparte]]"
}