{
    "QuestName": "A Cursed Sickness",
    "QuestID": "232617",
    "Revision": {
        "id": "1060741",
        "parentid": "1049341",
        "timestamp": "2023-09-18T17:46:36Z",
        "contributor": null,
        "origin": "1060741",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "go4baryoyot3msujyt16e20kyncb3nm"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": "ACOD FoA ToH A Cursed Sickness 01.png",
        "description": "'After the Athens|Athenian soldier was granted his glorious death, Charon asked Kassandra to recover a rare Asphodel flower to help heal a woman who believed she was still afflicted by a deadly plague.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Torment of Hades'",
        "type": "Side, Character {{c|Charon}}",
        "previous": "Death Before Dishonor",
        "next": "Home is Where You Make It",
        "source": "Kassandra",
        "location": "Elysium Breach, The Scorched Lands, the Underworld",
        "date": "429 BCE – 422 BCE"
    },
    "General_Description": "'''A Cursed Sickness''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra was tasked with finding an [[asphodel]] flower to heal a woman who thought she was still sick.",
    "Section_Dialogue": "After helping the lost soldier, Kassandra returned to [[Charon]] at the docks.\n*'''Kassandra:''' ''I'm ready to help another of your lost dead.''\n*'''Charon:''' ''My my, aren't you a productive little fleshling. Tell me, how did [[Death Before Dishonor|things]] go with the [[Athens|Athenian]]?''\n<tabber>\n|-|Lied to the lost soldier=\n*'''Kassandra:''' ''Athens meant everything to him. I spared him the truth.''\n*'''Charon:''' ''You brought comfort to a troubled soul.''\n*'''Kassandra:''' ''I couldn't tell him the [[Plague of Athens|plague]] destroyed everything he loved.''\n|-|Told the lost soldier the truth=\n*'''Kassandra:''' ''I told him about the plague.''\n*'''Charon:''' ''You chose to torture an already troubled soul.''\n*'''Kassandra:''' ''He loved Athens and its people, but he needed to know the truth.''\n</tabber>\n*'''Charon:''' ''Ah, the plague. Busy times... So busy I lost someone, a woman whose family couldn't bear to burn the body.''\n*'''Kassandra:''' ''So she's stuck down here.''\n*'''Charon:''' ''She now wanders the halls of the [[Passage of Souls]], still sick with plague. The [[Thanatos Pyre]] can purify the dead, but the only way she'd survive the ordeal is by consuming an [[Asphodel]] flower.''\n(Asked \"Where do I find the flower?\")\n*'''Kassandra:''' ''An Asphodel flower.''\n*'''Charon:''' ''My little fleshling is in luck! Due to all the chaos you cause, there is a [[Elysium Breach|breach]] between the underworld and [[Elysium]]. You might find a flower there.''\n(Asked \"What does the flower do?\")\n*'''Kassandra:''' ''What makes this Asphodel flower so special?''\n*'''Charon:''' ''Everything from Elysium, that sickengly perfect paradise, has some kind of boon.''\n(Leave – \"I'll get the flower.\")\n*'''Kassandra:''' ''I'll get the flower and make sure she reaches the pyre.''\n*'''Charon:''' ''Be careful out there. Something as rare as an Asphodel flower in this place will surely draw a great deal of attention.''\nKassandra headed to the breach, located at the eastern part of [[the Scorched Lands]]. [[Ikaros]] found the entrance.\n[[File:ACOD FoA ToH A Cursed Sickness 02.png|thumb|250px|The Asphodel flower on the ground]]\n*'''Kassandra:''' ''Here we are.''\nHeading through the breach, she encountered and killed numerous [[Hound of Hades|Hounds of Hades]]. She continued her way through.\n*'''Kassandra:''' ''The air feels different here. Reminds me of Elysium.''\nShe found the flower on the ground.\n*'''Kassandra:''' ''That's what I'm looking for.''\n[[File:ACOD FoA ToH A Cursed Sickness 04.png|thumb|250px|Kassandra found by Testikles]]\nKassandra stepped forward to pick up the flower. Afterwards, she heard someone approaching behind and turned around to face them, hiding the flower in her hands.\n*'''Kassandra:''' ''[[Testikles]]. It's nice to see you in one piece.''\n*'''Testikles:''' [[Mercenary|Misthios]]''. Yes, I likes it. Nothing's trying to eat Testikles.''\nA pack of hounds of Hades eyed him from afar.\n*'''Kassandra:''' ''What are you doing here?''\n*'''Testikles:''' ''Came looking for a magic flower... Sounded so pretty. Wanted pretty flower oil. Have you seen it?''\n\n<tabber>\n|-|I have the flower.=\n*'''Kassandra:''' ''I have the Asphodel flower. I need it to save someone who's sick.''\n*'''Testikles:''' ''But I needs the flower, ''misthios''. I came all this way to get it. And I will.''\nThe Hounds of Hades lunged themselves at Testikles, killing him.\n*'''Kassandra:''' ''No flower for Testikles.''\n|-|Lie – I haven't seen the flower.=\n*'''Kassandra:''' ''I don't think anything pretty grows in a place like this.''\nKassandra secretly dropped the flower to the ground.\n*'''Testikles:''' ''You're right. Testikles is the only pretty thing here.''\n*'''Kassandra:''' ''Right. Well, it was nice seeing you.''\n*'''Testikles:''' ''No hug this time, OK?''\nThe Hounds of Hades lunged themselves at Testikles, killing him. Kassandra picked up the flower.\n*'''Kassandra:''' ''Take care of yourself, Testikles.''\n</tabber>\n[[File:ACOD FoA ToH A Cursed Sickness 05.png|thumb|250px|Testikles' being killed by the hounds]]\nKassandra eliminated the hounds and looted Testikles' body before heading off to [[Hades' Palace]] to find the plague victim. Ikaros found her at a camp designated for the plague victims on the cliff above the [[Stables of the Immortal Stallions]].\n*'''Kassandra:''' ''There she is!''\nKassandra entered the camp.\n*'''Kassandra:''' ''How can the dead bear it here?''\nKassandra approached the plague victim.\n\n(If players haven't discovered all of the Fallen yet, Hades appears)\n*'''Hades:''' ''Just the mortal I was looking for.''\nKassandra rolled her eyes and turned to [[Hades]], who was leaning against the wall behind her.\n*'''Kassandra:''' ''What do you want, Hades?''\n*'''Hades:''' ''It's funny how the tiniest, most insignificant things to some, can mean the world to others.''\n*'''Kassandra:''' ''Good, more riddles.''\n*'''Hades:''' ''My darling [[Persephone|wife]] hasn't been the same since the death of [[Cerberos]]. I would see her smile again. The flower you picked is the last of its kind in my world, and it happens to be her favorite.''\n*'''Kassandra:''' ''But Charon wants me to give it to the plagued woman. And you wanted me to help Charon.''\nHades stepped closer to Kassandra.\n*'''Hades:''' ''Tell you what, give the flower to me, and in exchange, I'll give you the location of one of the [[The Fallen|Fallen]] you're hunting.''\n<tabber>\n|-|You can have the flower.=\n*'''Kassandra:''' ''Fine, take it. Now tell me where the Fallen is.''\n*'''Hades:''' ''Very wise, this will make Persephone very happy.''\n:(Hades gives the players the location of the next undiscovered Fallen)<br/>\nHades vanished and left behind a startled Kassandra.<br/>\n(this completes the quest)\n|-|I'm keeping the flower.=\n*'''Kassandra:''' ''Keep me out of your marital affairs. The flower goes to the sick woman.''\nHades got angry and leaned closer to Kassandra\n*'''Hades:''' ''Have it your way. My hounds will get their meal. They always do.''\nNot happy about the outcome of the conversation Hades turned around and left. Kassandra turned towards the plague victim.\n</tabber>\n\n*'''Lost Woman:''' ''Please, stay back. I'm very sick.''\n*'''Kassandra:''' ''I've been sent to help you get better.''\n*'''Lost Woman:''' ''Nothing can cure me. Even here I'm cursed by this plague.''\n(Asked \"What do you remember?\")\n*'''Kassandra:''' ''Do you remember anything of your life before?''\n*'''Lost Woman:''' ''I used to bake the best-smelling bread. It's all like a dream that I can't quite see or touch.''\n(Asked \"How did you get here?\")\n*'''Kassandra:''' ''How did you get here?''\n*'''Lost Woman:''' ''I remember being in my bed. I was... sick. Everything went dark, then I was by a [[Styx|river]] surrounded by people waiting to cross.''\n[[File:ACOD FoA ToH A Cursed Sickness 07.png|thumb|250px|The woman eating the flower]]\n(Chose \"Eat this flower.\")\n*'''Kassandra:''' ''Here, eat this flower. It will help you feel strong.''\nKassandra gave the flower to the woman, who ate it.\n*'''Lost Woman:''' ''I feel... different. I feel better.''\nShe inspected her hands.\n*'''Lost Woman:''' ''But the plague is still with me.''\n*'''Kassandra:''' ''I will take you to a place where you can feel better. There is a fire that will cleanse you.''\n*'''Lost Woman:''' ''A fire! Are you sure it will help me? Won't it hurt?''\n*'''Kassandra:''' ''The flower you ate will protect you.''\n*'''Lost Woman:''' ''If this is the only way, then I suppose I have to try.''\n[[File:ACOD FoA ToH A Cursed Sickness 09.png|thumb|250px|The woman cleansed of the plague]]\nKassandra followed the woman out of the palace.\n*'''Lost Woman:''' ''Am I cursed to be sick forever?''\nKassandra escorted the woman up the akropolis to the pyre. Along the way, she killed numerous guards. They reached the Thanatos Pyre, which burned with a large blue flame. \n*'''Lost Woman:''' ''Look! The pyre. We've reached it.''\nWith the coast clear, they approached the fire.\n*'''Kassandra:''' ''Strange. This fire gives off no heat.''\nThey stood before the flame. Kassandra nodded to the woman, who walked into the fire and knelt. The woman moaned in pain, and Kassandra winced and looked away. However, the woman's body was cleansed of the plague, and she emerged with her skin restored. She and Kassandra smiled, and Kassandra placed her hand on the woman's shoulder in solidarity.",
    "Section_Outcome": "Kassandra recovered an asphodel flower and gave it to the sick woman to regain her strength. She then escorted her to a pyre to be cleansed of the plague.",
    "Section_Behind_the_scenes": "If not all of the Fallen have been found yet, [[Hades]] will appear and offer to take the flower from Kassandra in exchange for the location of the next undiscovered Fallen. Handing the flower over to Hades will prematurely end the memory.<!--(for me Hades said \"Her name is [[Deianeira]], and you'll find her at the [[Altars of the Titans]].\", but discovered was Perseus, because I already had discovered Deianeira) – Kathargos-->\n\nThe woman can die en route to the pyre. It may behoove players to simply charge past the guards on horseback, as the plague victim will ride on the same horse as the Eagle Bearer.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD FoA ToH A Cursed Sickness 03.png|The Hounds of Hades looking from afar\nACOD FoA ToH A Cursed Sickness 06.png|The sick woman\nACOD FoA ToH A Cursed Sickness 08.png|The Thanatos Pyre\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Fate of Atlantis: Torment of Hades]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Un mal maudit]]"
}