{
    "QuestName": "A Life for a Life",
    "QuestID": "231137",
    "Revision": {
        "id": "1046070",
        "parentid": "958228",
        "timestamp": "2023-06-07T02:10:57Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046070",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "5mn0ab4f5dvxug0bms7e3efq1ihuqta"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'When whispers of Leonidas I of Sparta|Leonidas joining the insurrection reached Persephone's listening ears, she summoned Kassandra to complete a seemingly impossible task – with an ultimatum.'",
        "appearance": "'Assassin's Creed: Odyssey – The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "Persephone's Little Birds",
        "next": "The Beacons Are Lit",
        "source": "Kassandra",
        "location": "Deukalion's Heritage, Elysium<br />Sarpedon's Refuge, Minos' Faith, Elysium",
        "date": null
    },
    "General_Description": "'''A Life for a Life''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Dialogue": "Kassandra approached [[Persephone]] outside the [[Village of the Glorious Dead]] in [[Deukalion]]'s [[Deukalion's Heritage|Heritage]]. Her guards rebuffed her, but Persephone allowed her past them.\n*'''Persephone:''' ''What do you think about my southern realm? I don't come here much anymore.''\n*'''Kassandra:''' ''It's lovely.''\n*'''Persephone:''' ''I try to offer a comfortable home to the glorious dead. It helps them accept their fate and keeps them from wandering too far. So when a human wanders and doesn't return, I can't help but take it personally.''\n*'''Kassandra:''' ''What am I doing here?''\n*'''Persephone:''' ''When [[Leonidas I of Sparta|Leonidas]] was alive, he brought chaos and bloodshed. [[Hermes]] spotted him mingling with delinquents recently. We can't have him falling into old habits. If he won't fight with me, then he won't fight at all.''\n\n<tabber>\n|-|You're being paranoid.=\n*'''Kassandra:''' ''Hermes is exaggerating. When I heard Leonidas was in Elysium, I went to see him. He's found peace here—he's no threat to you.''\n|-|Leonidas is already dead.=\n*'''Kassandra:''' ''Isn't everyone in Elysium already dead?''\n*'''Persephone:''' ''Elysium is a gift for the worthy. The unworthy experience a second death and are sent to [[Tartaros]].''\n*'''Kassandra:''' ''Leonidas doesn't deserve that.''\n|-|He's my grandfather.=\n*'''Kassandra:''' ''Leonidas of Sparta is my grandfather. If you think I'm going to stick a blade in him, you're wrong.''\n</tabber>\n*'''Persephone:''' ''Hermes told me why you're really in Elysium. That [[Staff of Hermes Trismegistus|Staff]] of yours. Cross me and you'll fail.''\nKassandra scowled at Persephone.\n*'''Persephone:''' ''But Leonidas means a lot to you. I understand this will be difficult. Which is why I'm willing to make you a deal.''\n*'''Kassandra:''' ''What kind of deal?''\n*'''Persephone:''' ''Bring me the body of Leonidas, and I will bring back a departed beloved of your choosing.''\n*'''Kassandra:''' ''You can do that?''\n*'''Persephone:''' ''I'm queen of the dead darling, I can do anything. So, who does Kassandra want back in her life?''\n\n<tabber>\n|-|Nikolaos. (if dead)=\n*'''Kassandra:''' ''I would see [[Nikolaos]] again.''\n|-|Myrrine. (if dead)=\n|-|Deimos. (if dead)=\n|-|Phoibe.=\n*'''Kassandra:''' ''I want to see [[Phoibe]] again.''\n|-|Brasidas.=\n*'''Kassandra:''' ''[[Brasidas]] deserves to live.''\n</tabber>\n*'''Persephone:''' ''Help me protect Elysium from chaos, and you'll see your loved one again.''\n\nKassandra left Persephone and traveled downriver.\n*'''Kassandra:''' ''Even in paradise, people want my family dead. Is killing my grandfather worth bringing someone back to life?''\nShe met Leonidas near a small fishing dock.\n*'''Kassandra:''' ''What are you doing out here?''\n*'''Leonidas:''' ''There is something I wanted to ask you. Will you fish with me?''\nKassandra nodded. They sat on the dock and dropped two fishing lines into the water.\n*'''Leonidas:''' ''This is nice.''\n*'''Kassandra:''' ''There are so many things I want to talk about.''\n*'''Leonidas:''' ''Talk, then.''\n(Asked \"What was it like at Thermopylai?\")\n*'''Kassandra:''' ''After everything you lost at [[Hot Gates of Thermopylai|Thermopylai]], your men, your wife, your children, [[Sparta]]... in the end, was it worth it?''\n*'''Leonidas:''' ''Who rules the Greek world right now?''\n*'''Kassandra:''' ''Greeks.''\n*'''Leonidas:''' ''Then my answer is yes.''\n(Asked \"What did you know about our bloodline?\")\n*'''Kassandra:''' Mater'' told me of our bloodline and our ancestors. Did you know?''\n*'''Leonidas:''' ''Only what my ''mater'' told me. We were born from greatness and we were destined for greatness. The world was divided in two, those who wanted us dead, and those who would follow us to the gates of Hades.''\n(Asked \"Who gave you the spear?\")\n*'''Kassandra:''' ''I imagine the [[Spear of Leonidas|spear]] was in one piece when it was given to you.''\n*'''Leonidas:''' ''My ''mater'' handed it to me when I was a boy. Said it came with a certain burden but—''\n*'''Kassandra:''' ''You were ready.''\n(Chose \"Let's get back to fishing.\")\n*'''Kassandra:''' ''It's so peaceful here.''\n*'''Leonidas:''' ''I think I got a bite. Get a basket—quickly.''\nKassandra stood and started towards the baskets, then turned back to her grandfather.\n\n<tabber>\n|-|Kill – I'm going to kill you.=\nKassandra drew her spear and stared at it. She knelt down behind her grandfather.\n*'''Kassandra:''' ''I'm sorry, grandfather.''\nShe slashed the spear through his back. Leonidas groaned in pain and slumped back as blood poured out of him. Kassandra clutched the back of her head in her hands.\n*'''Kassandra:''' ''Forgive me.''\nKassandra loaded his body onto the nearby felucca and ferried him as close to Persephone as she could get, then took him the rest of the way by land. She laid the body behind her.\n*'''Kassandra:''' ''There, I delivered. Your turn.''\n*'''Persephone:''' ''Thank you. Yes, a promise is a promise. I'll bring back your beloved dead. But I'll need your patience—these things take time.''\n|-|Persephone wants me to kill you.=\n*'''Kassandra:''' ''Grandfather, I—''\n*'''Leonidas:''' ''You're here to kill me.''\nKassandra was shocked to learn he had figured out the truth.\n*'''Leonidas:''' ''In Sparta we were trained to spot predators long before they pounced.''\n*'''Kassandra:''' ''I need Persephone's approval, but she sees you as a threat. If I don't take care of that threat...''\n*'''Leonidas:''' ''Why not bring her the head of a greater threat?''\n*'''Kassandra:''' ''Who's a greater threat than you? Actually, there is someone. A [[Kyros of Zarax|spy]]. I delivered him to Persephone as a bodyguard, but he's working against her from the inside.''\n*'''Leonidas:''' ''I am only a threat to her soldiers on the battlefield. A spy threatens the heart of Elysium. Bring her his corpse, and she should be satisfied.''\n*'''Kassandra:''' ''Thank you, grandfather. We should go fishing more often.''\nKassandra left her grandfather in peace. She traveled to [[Sarpedon's Refuge]] to find Kyros instead.\n*'''Kassandra:''' ''Persephone won't like this. Maybe if I bring Kyros alive, she can deal with the traitor herself.''\nKassandra located Kyros and attacked him.\n*'''Kyros:''' ''What are you doing? We're family!''\nKassandra defeated him and brought him back to Persephone.\n*'''Persephone:''' ''Kyros of Zarax? This isn't who I asked for.''\n*'''Kassandra:''' ''He's a spy working for the rebellion.''\n*'''Persephone:''' ''But you're the one who first brought him to me.''\n*'''Kassandra:''' ''I didn't know his intentions.''\n*'''Persephone:''' ''I trusted you. Guards.''\n*'''Kassandra:''' ''Persephone, listen to me. Hermes is right, trouble's brewing in Elysium. Even though Leonidas is against you, you're much stronger than he is. But Kyros was an enemy you ''couldn't'' see. That made him far more dangerous to you and Elysium.''\n:(If Kyros was brought to her alive but unconscious)\n:*'''Persephone:''' ''But he's still breathing.''\n:*'''Kassandra:''' ''Death is a gift traitors don't deserve. I thought you'd want to deal with him yourself.''\n*'''Persephone:''' ''Defying me comes at a cost. Our deal is off. But for bringing me this vile deceiver, you may stay. Figure out that mysterious little Staff of yours.''\n</tabber>",
    "Section_Outcome": "Kassandra either gave Leonidas a second death, or sacrificed Kyros of Zarax to Persephone in his stead. Killing him resulted in him being sent to Tartaros, with either Myrrine, Deimos, Phoibe, or Brasidas being resurrected by Persephone, depending on choice.",
    "Section_Behind_the_scenes": "Depending on the results of memories in the main game, some of the options given by Persephone may or may not be available. Phoibe and Brasidas are always offered, as their deaths are unavoidable in the main storyline. Furthermore, if players had reached Level 52 early on and began ''The Fate of Atlantis'' before completing either the memories \"[[And the Streets Run Red]]\", leaving Phoibe alive before her murder, or \"[[We Will Rise]]\", leaving Brasidas alive before his death in the [[Battle of Amphipolis|Battle]] of [[Amphipolis]], they still appear as options to bring back from dead during conversation with Persephone.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Fate of Atlantis: Fields of Elysium]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}