{
    "QuestName": "A Lover and A Fighter",
    "QuestID": "230820",
    "Revision": {
        "id": "1046033",
        "parentid": "1007310",
        "timestamp": "2023-06-07T01:01:13Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046033",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "8lwvsdprr5cy6fni5uxu2decrrx40og"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Ever the watchdog, Hermes Trismegistus|Hermes didn't like the sounds of lawlessness coming out of Deukalion's Heritage. With a newfound ally in Kassandra, he sent her there to find out what all the commotion was.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "Welcome to Elysium",
        "next": "Dark Horse\nGive 'Em Hades",
        "source": "Kassandra",
        "location": "Village of the Glorious Dead, Deukalion's Heritage, Elysium<br>\nFortress of the Three Sisters, Deukalion's Heritage, Elysium",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''A Lover and A Fighter''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra traveled to [[Deukalion's Heritage]] to investigate a rumored rebellion.",
    "Section_Dialogue": "Kassandra found a Wings of Hermes transporter.\n*'''Kassandra:''' ''The \"Wings of Hermes\"... could this be it?''\nKassandra ascended to the next mountainous pillar.\n*'''Kassandra:''' Maláka! ''That was fast.''\nKassandra found the [[Adonis|troublemaker]] in the [[Village of the Glorious Dead]]. She overheard him talking to Hermes.\n*'''Adonis:''' ''Hermes, how many times do I have to tell you? I'm not going to the palace.''\n*'''Hermes:''' ''[[Persephone]] isn't asking. She's demanding your presence.''\nShe drew closer.\n*'''Adonis:''' ''You know I want out of Elysium. If you help me escape, I promise you'll never see me again.''\n*'''Hermes:''' ''As happy as that would make me, Persephone wants you to stay.''\n*'''Adonis:''' ''How long until you realize you're just one of her pets?''\n*'''Hermes:''' ''Watch yourself, human.''\n*'''Adonis:''' ''Careful, or Persephone will have you neutered. Oh, I forgot. She did that ages ago.''\nHermes punched Adonis in the stomach, before leaving. Angered, Adonis turned to face the ledge as Kassandra approached from behind.\n*'''Kassandra:''' ''I didn't think the dead could feel pain.''\n*'''Adonis:''' ''I'm one of the few miserable fools around here who's actually alive.''\n<tabber>\n|-|Then you should leave.=\n*'''Kassandra:''' ''If you're so miserable, why not just leave?''\n*'''Adonis:''' ''I've tried. If Persephone wants you to stay, dead or alive, you stay. Hades taught her well.''\n|-|The living don't belong here.=\n*'''Kassandra:''' ''How can you stand it? The dead ''really'' don't want us here.''\n*'''Adonis:''' ''I can't stand it. I'm doing everything I can to escape Elysium, but Persephone's little spies are everywhere. Hades taught her well.''\n</tabber>\n*'''Kassandra:''' ''So ''you're'' the troublemaker I've been hearing so much about.''\n*'''Adonis:''' ''Adonis, at your service. With an army at Persephone's disposal and most of Elysium under her control, my troublemaking days are coming to an end.''\n*'''Kassandra:''' ''What if I helped you?''\n*'''Adonis:''' ''And why would someone with their whole life ahead of them want to do that?''\n<tabber>\n|-|I want to help the people.=\n*'''Kassandra:''' ''I hear Persephone has everyone in Elysium on a leash. I want to cut them free.''\nAdonis chuckled.\n*'''Adonis:''' ''Of all the lies in the [[underworld]], that's the best one I've heard yet. No one cares about the dead. Try again.''\n*'''Kassandra:''' ''I need to find Hades' realm. If overthrowing Persephone is the key to escaping Elysium, then I'm in.''\n|-|I have a job to do in Elysium.=\n*'''Kassandra:''' ''I need to find Hades' realm. If overthrowing Persephone is the key to escaping Elysium, then I'm in.''\n</tabber>\nAdonis laughed.\n*'''Adonis:''' ''Why didn't you just say so from the beginning?''\nAdonis turned to leave before looking up to the sky.\n*'''Adonis:''' ''Did you hear that, my [[Aphrodite|love]]? She wants to enter Hades's realm.''\n*'''Kassandra:''' ''I'm going to find it with or without your help. We might as well work together.''\n*'''Adonis:''' ''Tell you what, southwest from here is the [[Fortress of the Three Sisters]]. One of Persephone's strongholds. If you kill her [[Persephone's Overseers|Overseer]], destroy her [[Torch of Hypnos|Torches of Hypnos]], and steal Persephone's resources—all while avoiding the attention of her [[Kolossus|Kolossi]]—then maybe I'll trust you.''\n<tabber>\n|-|Fortress of the Three Sisters not cleared=\n(\"Who are the Overseers?\")\n*'''Kassandra:''' ''Tell me about the Overseers.''\n*'''Adonis:''' ''Persephone's most trusted and deadly servants. They are the eyes and ears of Elysium. Killing them will leave the queen blind and deaf.''\n(\"What is a Torch of Hypnos?\")\n*'''Kassandra:''' ''Torches of Hypnos?\"''\n*'''Adonis:''' ''Constructed by the [[Hypnos|god of slumber]], these devices keep human minds under Persephone's control... Destroy their centers to extinguish their flames.''\n(\"What are the Kolossi?\")\n*'''Kassandra:''' ''I don't like the sound of... Kolossi.''\n*'''Adonis:''' ''The Kolossi are best left asleep. They protect the Overseers. Bloodshed wakes them, and they do not like being woken.''\n(Leave – \"I have everything I need.\")\n*'''Kassandra:''' ''If you're the troublemaker, why do I feel like I'll be causing all the trouble?''\n*'''Adonis:''' ''What can I say. I'm a lover, not a fighter.''\n*'''Kassandra:''' ''Luckily for you, I'm both.''\nKassandra left for the Fortress of the Three Sisters and looted their valuables, burned their resources, destroyed the Torches of Hypnos and killed the Overseer [[Aegea]], crippling Persephone's control of the region. She exited the fortress and returned to Adonis.\n|-|Already cleared=\n*'''Kassandra:''' ''What if I told you I already cleared that fortress?''\n*'''Adonis:''' ''Impressive.''\n</tabber>\n*'''Kassandra:''' ''Trust me now?''\n*'''Adonis:''' ''You've brought me one step closer to my love. It's a good start.''\n*'''Kassandra:''' ''Who is this \"love\" you keep mentioning?''\n*'''Adonis:''' ''The most beautiful being in existence. With a face so fair, to gaze upon it is to forget all others. Perhaps you've heard of her—[[Aphrodite]].''\n<tabber>\n|-|I've never heard of Aphrodite.=\nKassandra pretended not to know.\n*'''Kassandra:''' ''I'm sorry, Aphro who?''\n*'''Adonis:''' ''Very funny. The last person who provoked her wrath was turned into a field pig.''\n|-|Flirt – You're very poetic.=\n*'''Kassandra:''' ''I didn't take you for a poet.''\n*'''Adonis:''' ''She brings it out in me.''\n{{#tag:tabber|\nI could be your muse.=\n*'''Kassandra:''' ''I bet you I could inspire a verse or two.''\n*'''Adonis:''' ''You sound like Persephone. Always trying to make me forget Aphrodite.''\n{{!}}-{{!}}\nI'll get you back to Aphrodite.=\n*'''Kassandra:''' ''I'll do whatever I can to get you back to her. You have my word.''\n*'''Adonis:''' ''You've given me something I haven't had in a while. Hope.''\n}}\n</tabber>\n*'''Kassandra:''' ''All right, what's next?''\n*'''Adonis:''' ''Not here. Come find my camp in [[Iapetos' Ruins]].''\nKassandra turned to leave.\n*'''Adonis:''' ''Before you go. Persephone has Overseers and Torches of Hypnos across Elysium. If we're going to weaken her influence, we must destroy them. And we're going to need all the help we can get.''\nKassandra nodded and took her leave.  With the situation in Deukalion's Heritage dealt with, she decided she had earned an audience with Persephone herself.\n*'''Kassandra:''' ''It's about time I go meet the infamous Persephone.''",
    "Section_Outcome": "Kassandra assisted Adonis in weakening Persephone's control over Deukalion's Heritage and promised to help his rebellion further.",
    "Section_Trivia": "*While the first part of the dialogue between Adonis and Hermes will always play, the actual cutscene that enables quest progression cannot trigger until the Wings of Hermes are used to teleport at least once. Any pair of teleporters will suffice; the player is not required to use the pair specifically marked in the quest.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Fields of Elysium]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}