{
    "QuestName": "A New Lease on Death",
    "QuestID": "232564",
    "Revision": {
        "id": "906631",
        "parentid": "872371",
        "timestamp": "2020-11-22T18:35:08Z",
        "contributor": null,
        "origin": "906631",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "o49x6fd1xk7lwjgldvobh7g0wemeyfe"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD FoA ToH A New Lease on Death - Battle Aftermath.png",
        "description": "'Charon mentioned Hades' Palace was an excellent place to start undoing some of the chaos Kassandra created in he Tartaros|underworld. There she met an unlikely Elpenor|ally to help clean up the mess.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Torment of Hades'",
        "type": "Side, Character {{c|Elpenor}}",
        "previous": "Pay the Ferryman",
        "next": "Arms of Atonement",
        "source": "Kassandra",
        "location": "The Scorched Lands, the Underworld",
        "date": "429 BCE – 422 BCE"
    },
    "General_Description": "'''A New Lease on Death''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "With advice from [[Charon]], Kassandra travelled to [[Hades' Palace]] to try and undo the mess she created.",
    "Section_Dialogue": "Kassandra travelled to Hades' Palace, finding the [[guards]] fighting against the [[Prisoners of Tartaros]].\n*'''Kassandra:''' ''Hades' Palace. And those must be the escaped prisoners of [[Tartaros]] Charon spoke of.''\nKassandra helped the guards to eliminate the prisoners. She headed to the [[Tribute to Persephone]] to battle the last wave.\n*'''Mortal Man:''' ''It's our hero!''\n*'''Mortal Woman:''' ''He's here to rescue us from the prisoners of Tartaros!''\nAfter eliminating the last wave of escaped prisoners, Kassandra heard a [[Elpenor|familiar voice]] call out to her.\n*'''Elpenor:''' ''Kassandra! I don't believe my eyes.''\n[[File:ACOD FoA ToH A New Lease on Death - Kassandra Elpenor Reunited.png|thumb|250px|Kassandra and Elpenor \"reunited\"]]\nAn armored figure came forward.\n*'''Kassandra:''' ''Elpenor?''\n*'''Elpenor:''' ''The fates have mercy, after all. Oh, ''[[Mercenary|misthios]]'', your appearance is what I've been waiting for.''\n*'''Kassandra:''' ''Funny. You're the last person I want to see.''\n*'''Elpenor:''' ''Of course, of course. Our parting terms were... less than amicable.''\n*'''Kassandra:''' ''You sent me to kill my [[Nikolaos|father]] and tried to kill me.''\n*'''Elpenor:''' ''Which I now regret. Deeply. Seeing the underworld torn apart by chaos has shown me the error of my ways.''\n<tabber>\n|-|I don't believe you've changed.=\n*'''Kassandra:''' ''If you think after everything you did, I'd believe a word you say... ''maláka''!''\n*'''Elpenor:''' ''I'm not the same man you knew. I promise I can prove it.''\n|-|Prove you've changed.=\n*'''Kassandra:''' ''Enough talk. If you want me to believe your change of heart, prove it with action.''\n*'''Elpenor:''' ''Of course. I'd expect nothing less.''\n</tabber>\n[[Hades]] interrupted their conversation.\n*'''Hades:''' ''What a mess. Elpenor, I expect this to be cleaned up.''\n*'''Elpenor:''' ''Of course, Hades.''\n*'''Hades:''' ''And consider finding a more permanent solution to [[the Monger]]'s attacks while you're at it.''\n[[File:ACOD FoA ToH A New Lease on Death - Kassandra Learning.png|thumb|250px|Kassandra learning of the Monger]]\n*'''Kassandra:''' ''The Monger's here, too.''\n*'''Elpenor:''' ''The Monger escaped Tartaros. He's continuing the [[Cult of Kosmos|Cult]]'s work by recruiting other escaped prisoners as they exit the [[Tartaros Rift|rifts]].''\n*'''Kassandra:''' ''I've seen them... They put up a good fight.''\n*'''Elpenor:''' ''We've captured one of them, but he won't tell me where the Monger is hiding. Threaten him, perhaps...''\n*'''Kassandra:''' ''What makes you think I'd help you?''\n*'''Elpenor:''' ''Hades and I are ''close''. And you need him to teach you about your [[Staff of Hermes Trismegistus|Staff]]. Helping me helps Hades. He'll appreciate this, Kassandra. As would I, of course.''\n*'''Kassandra:''' ''Fine. But I'm doing this for myself.''\nKassandra followed Elpenor to the location where the prisoner was held captured.\n*'''Mortal Man:''' ''By [[Zeus]]. Not you again, Elpenor. I've heard enough of your spineless posturing to last two lifetimes.''\n<tabber>\n|-|I've had enough of Elpenor, too.=\n*'''Kassandra:''' ''Sounds like you and I are on the same side. I can't stand Elpenor either.''\nHades watched from behind, chuckling.\n*'''Mortal Man:''' ''You two seem pretty friendly to me.''\n*'''Kassandra:''' ''I'm the one who sent him here in the first place.''\n*'''Mortal Man:''' ''He's a traitor to the Monger's cause.''\n*'''Kassandra:''' ''Tell me where the Monger's hiding, and I'll deliver Elpenor to him myself.''\n|-|Threaten – Tell us where the Monger is, or else.=\n*'''Kassandra:''' ''Tell me where the Monger's hiding, or I start breaking bones.''\n*'''Elpenor:''' ''Come now, Kassandra. There's no need for that.''\n*'''Kassandra:''' ''You said-''\n*'''Elpenor:''' ''My friend, I offer you freedom from Tartaros if you tell us where the Monger is hiding. Which I know is what he promised but will inevitably fail to deliver.''\n</tabber>\n*'''Mortal Man:''' ''All right, fine, fine! If only to shut you up. He's hiding out in the [[Lost Temple of Nyx]]. You'll never be able to take him down, anyway.''\n*'''Elpenor:''' ''Exceptional. I've been tracking the Monger from the moment the rifts appeared. There's just one problem. The Lost Temple of Nyx is behind the [[Tartaros Veil|Veil]].''\n*'''Kassandra:''' ''The Veil?''\n*'''Elpenor:''' ''Since Cerberos was killed, it's spilled out into the underworld. The Veil of Tartaros was created to keep out living mortals so that only those beyond redemption could enter the prison for the wicked.''\n*'''Kassandra:''' ''Which means you'll make it through just fine. But Charon said I would need [[armor]].''\n*'''Elpenor:''' ''Yes, the [[Armor of the Fallen]]. Lucky for you, I may be able to help so we can both infiltrate the Monger's hideout.''\n(Asked \"Why would you come?\")\n*'''Kassandra:''' ''You want to storm the Monger's hideout together?''\n*'''Elpenor:''' ''Of course. A chance to fight alongside the mighty Eagle Bearer? No one would turn that down. Besides, this is my opportunity to prove that I've changed.''\n(Leave – \"Let's find the armor.\")\n*'''Kassandra:''' ''Charon already told me that four of the armor pieces are guarded by [[the Fallen]], but that the [[Gauntlets of the Fallen|gauntlets]] were lost long ago.''\n*'''Elpenor:''' ''Charon tends to confuse lost with misplaced. Rest assured, I will help you find the gauntlets. Meet me at [[Kronos' Treasury]].''",
    "Section_Outcome": "Kassandra helped [[Hades]] to defend his palace from the escaped Prisoners of Tartaros. In doing so, she met a reformed [[Elpenor]], who now worked with Hades and enlisted her aid against the [[the Monger]] in Tartaros. Elpenor volunteered to help Kassandra find the gauntlets needed to complete the armor she needed to wear in order to enter the Monger's hideout.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD FoA ToH A New Lease on Death - Hades Ordering Elpenor.png|Hades ordering Elpenor to clean up the mess\nACOD FoA ToH A New Lease on Death - Kassandra Elpenor Interrogating.png|Kassandra and Elpenor interrogating the Monger's follower\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Torment of Hades]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}