{
    "QuestName": "A Young Warrior's Ghosts",
    "QuestID": "232528",
    "Revision": {
        "id": "1046168",
        "parentid": "961882",
        "timestamp": "2023-06-07T17:38:00Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046168",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "479izg8p2f4xp5x1shcfiy7iipnhkdq"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Phoibe descended from the golden fields of Elysium to save her parents. Her pursuit led her to a mysterious place called the Ixion Wheel. There, her past, as well as Kassandra's, awaited.'",
        "appearance": "'Assassin's Creed: Odyssey' - 'The Fate of Atlantis: Torment of Hades'",
        "type": "Side, Character {{c|Phoibe}}",
        "previous": "Lost, but Not Forgotten",
        "next": "Undoing What's Been Done",
        "source": "Kassandra",
        "location": "The Scorched Lands, the Underworld",
        "date": null
    },
    "General_Description": "'''A Young Warrior's Ghosts''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "[[Phoibe]] was looking for her parents, and Kassandra decided to come with her.",
    "Section_Dialogue": "Kassandra and Phoibe traveled towards the [[Ixion Wheel]] in the hopes of finding the girl's parents.\n*'''Phoibe:''' ''The last I heard about my parents, they were hiding near the Ixion Wheel.''\n*'''Kassandra:''' ''Hiding? From what?''\n*'''Phoibe:''' ''The [[underworld]] is scary. Maybe they're not fighters like us? I could teach them what you taught me.''\n*'''Kassandra:''' ''I'm sure you could.''\nAs they approached a village near the Ixion Wheel, they heard a woman cry out for help.\n*'''Mortal Woman:''' ''Help us!''\n*'''Kassandra:''' ''Phoibe, stay back!''\nKassandra entered the village and killed the [[Cyclops of Kephallonia|one eyed man]]'s guards. She and Phoibe entered a ruined house and spoke to the woman, the sole survivor of the thugs' raid.\n*'''Survivor:''' ''Please! I already told you—go tell the Cyclops the girl isn't here, and neither is her family. Now get back!''\nShe brandished her knife at Kassandra, albeit unable to stand.\n<tabber>\n|-|I won't hurt you.=\n*'''Kassandra:''' ''Relax. We're not going to hurt you, but we need to know what happened here.''\n|-|Don't threaten me.=\n*'''Kassandra:''' ''No one threatens me. Put down the blade and start talking.''\n*'''Phoibe:''' ''Kassandra! Sorry. What she means to say is we're not goingt to hurt you. We just need to know what happened here.''\n</tabber>\n*'''Survivor:''' ''Those thugs followed the Cyclops of Kephallonia to their graves, and now they follow him in the underworld. He sent them through here looking for a girl.''\nKassandra and Phoibe exchanged glances.\n*'''Phoibe:''' ''The man with one eye...''\n*'''Survivor:''' ''Have you ever met a girl named Phoibe?''\nKassandra and Phoibe looked at each other once more, before deciding how much information to give the woman.\n<tabber>\n|-|This is Phoibe.=\n*'''Kassandra:''' ''This is Phoibe.''\n*'''Survivor:''' ''So you are. My dear, I loved your parents as I loved my own. They hid here with me and told tales about the great warrior Phoibe who sailed to [[Elysium]].''\n*'''Phoibe:''' ''They called her me warrior?''\n*'''Survivor:''' ''When [[Cerberos]] died, they snuck off to find you themselves... But the Cyclops is looking for you, too.''\n|-|I've never heard of her.=\n*'''Kassandra:''' ''We don't know a Phoibe... Why were they looking for the girl?''\n*'''Survivor:''' ''I'm not sure. I was a friend to her parents. They used to hide here. They told tales of their daughter, a great warrior who sailed to [[Elysium]].''\n*'''Phoibe:''' ''They called her a warrior?''\n*'''Survivor:''' ''When [[Cerberos]] died, they snuck off to the golden fields to find her, but now the Cyclops is looking for them all.''\n</tabber>\n*'''Phoibe:''' ''Excuse us, please.''\nKassandra and Phoibe stepped outside.\n*'''Phoibe:''' ''I remember now. The man with one eye is the Cyclops. He forced me to drink the water.''\n*'''Kassandra:''' ''He must know we stole your [[Chara|eagle]] back and came to retaliate.''\n*'''Phoibe:''' ''What do we do?''\n<tabber>\n|-|We find the Cyclops.=\n*'''Kassandra:''' ''The gates to Elysium are open, but you know the Cyclops. He won't stop until he gets what he wants. We have to deal with him.''\n|-|We find your parents.=\n*'''Kassandra:''' ''The gates to Elysium are open. That's how your parents got through. I know the way.''\n</tabber>\n*'''Phoibe:''' ''What about her? She's a friend of my parents. I want to help her.''\n*'''Kassandra:''' ''She seems like she can fend for herself.''\n*'''Phoibe:''' ''The [[Keres]] are magic, and they heal people who get hurt in battle. They live close by. I could...''\n*'''Kassandra:''' ''Phoibe...''\n<tabber>\n|-|(If said \"We find the Cyclops.\")=\n*'''Phoibe:''' ''I can do this! I'll be quick, then we can fight the Cyclops.''\n|-|(If said \"We find your parents.\")=\n*'''Phoibe:''' ''I can do this! I'll be quick, then we'll go to Elysium and find my parents.''\n</tabber>\n*'''Kassandra:''' ''All right. But don't take too long, or I'm coming after you.''\nPhoibe nodded and took off with a start. Kassandra stayed to keep the woman company. However, a great deal of time had passed, and Phoibe had not returned. Kassandra finally decided to go after her.",
    "Section_Outcome": "Kassandra and Phoibe found a woman who knew Phoibe's parents. Phoibe left to get aid for the woman while Kassandra stayed with her, but after taking too long to return, Kassandra set out after Phoibe.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' - ''[[The Fate of Atlantis: Torment of Hades]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}