{
    "QuestName": "Arms of Atonement",
    "QuestID": "232573",
    "Revision": {
        "id": "1046177",
        "parentid": "906635",
        "timestamp": "2023-06-07T17:53:48Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046177",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "bpfl5rzpwe6yxq62ckx5m2mtrrapcxv"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_Stub": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Unable to cross the Tartaros Veil|Veil of Tartaros without the Armor of the Fallen, Elpenor asked Kassandra to meet him at Kronos' Treasury, where they hoped to retrieve the gauntlets.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Torment of Hades'",
        "type": "Side, Character {{c|Elpenor}}",
        "previous": "A New Lease on Death",
        "next": "The Snake Sheds His Skin",
        "source": "Kassandra",
        "location": "Kronos' Treasury, The Scorched Lands, the Underworld",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''Arms of Atonement''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met with [[Elpenor]], who agreed to aid her locate the [[Gauntlets of the Fallen|gauntlets]] which would allow her to cross a [[Tartaros Veil]].",
    "Section_Dialogue": "Kassandra met with Elpenor at the entrance to [[Kronos' Treasury]].\n*'''Elpenor:''' ''Kassandra! I'm glad you've come.''\n*'''Kassandra:''' ''Would you blame me if I didn't?''\n*'''Elpenor:''' ''I'll earn your trust in time, and we can begin that process now. This door will lead us to Kronos' Treasury, where the [[Gauntlets of the Fallen|gauntlets]] you'll need are stored. I have the key here.''\n*'''Kassandra:''' ''If you want me to trust you, you have to start being honest with me. Why do ''you'' have the key?''\n*'''Elpenor:''' ''[[Hades]]... had me tidy the treasury for him once.''\n(Asked \"How safe is it to steal from [[Kronos]]?\")\n*'''Kassandra:''' ''It isn't wise to steal from the [[Titan|titans]].''\n*'''Elpenor:''' ''The Titans fell long ago. No harm in using their tools to put a stop to the [[Monger]].''\n(Asked \"What's going on between you and Hades?\")\n*'''Kassandra:''' ''So what, you're Hades' housekeeper now?''\n*'''Elpenor:''' ''I like to work for him only on occasion. That is all. Think of me as his... mentee.''\n*'''Kassandra:''' ''Hades doesn't strike me as the mentoring type.''\n*'''Elpenor:''' ''There's much about Hades that you don't understand.''\n(Leave – \"Let's go.\")\n*'''Kassandra:''' ''I'll need those gauntlets if we want to catch the Monger.''\n*'''Elpenor:''' ''My thoughts exactly. I'll offer my assistance as your personal guide through the treasury.''\n*'''Kassandra:''' ''Let's just get this over with.''\n*'''Elpenor:''' ''Of course, ''misthios''. Whatever you need.''\nElpenor unlocked the treasury and led the way inside.\n*'''Elpenor:''' ''Tread carefully. The prisoners of [[Tartaros]] have been known to attack this cave.''\nThey entered a repository filled with scrolls and immediately encountered the escaped prisoners. They killed them and continued on until they found a barricaded path.\n*'''Elpenor:''' ''It looks as though this path can be cleared from the other side.''\nThey continued down the adjacent path into a room filled with lava and pillars only a skilled athlete could climb.\n*'''Elpenor:''' ''If you wouldn't mind climbing across and letting me pass...''\n*'''Kassandra:''' ''I might consider it. Then again, i might not. I'll see how I feel when I get there.''\nKassandra left Elpenor where he was and navigated the pillars and chains to reach the other side of the room.\n*'''Elpenor:''' ''I do hope you're clearing the path for me.''\n\n<tabber>\n|-|(Elpenor left behind)=\nKassandra left Elpenor behind and walked into the treasury. After a while a disappointed Elpenor entered behind her.\n*'''Elpenor:''' ''There you are. You ''do'' realize how much time we could have saved if you had cleared the path. You left me to fend for myself.''\n*'''Kassandra:''' ''You seem to have made it here in one piece. Wherever here is.''\n|-|(Elpenor helped)=\nKassandra killed more escaped prisoners and navigated the twisting corridors of the repository. She eventually found herself on the other side of the barricaded path.\n*'''Elpenor:''' ''Well done. Now, clear the path and I can join you.''\nKassandra broke the wine jars blocking the shelf and shifted it out of the way.\n*'''Elpenor:''' ''Perfect. Now, let's get to the treasury.''\nAs they walked back through the halls, they spoke of Hades once again.\n*'''Kassandra:''' ''So... How's working for the god of the dead?''\n*'''Elpenor:''' ''You really want to know?''\n*'''Kassandra:''' ''Try me.''\n*'''Elpenor:''' ''All the myths and stories don't come close to doing Hades justice. He's cunning. Inspiring. A true architect of life... And also of death. He's everything I aspire to be.''\nThey eventually reached the treasury proper. Kassandra looked around in awe.\n*'''Kassandra:''' ''What is this place?''\n</tabber>\n\n*'''Elpenor:''' ''Kronos' Treasury. Kronos hid all his worldly possessions here, far away from the sons that had been prophesized to be his undoing.''\n*'''Kassandra:''' ''It was my favorite story as a child.''\n*'''Elpenor:''' ''All the myths, stories, and epics told throughout the generations were transpiring beneath us all along. And now we get to play among the gods, together.''\n*'''Kassandra:''' ''Let's find the gauntlets quickly.''\n*'''Elpenor:''' ''Over here.''\nElpenor led her to a treasure pile and found the gauntlets after a minimal amount of effort. He held them out to her.\n\n<tabber>\n|-|Thank you.=\n*'''Kassandra:''' ''These gauntlets will help me get past the [[Tartaros Veil|Veil]]. Thanks for your help.''\n*'''Elpenor:''' ''My pleasure, of course.''\n|-|I'll take that.=\n*'''Kassandra:''' ''I'll take those gauntlets. Unless you were thinking about keeping them for yourself?''\n*'''Elpenor:''' ''I... I wouldn't dream of it.''\n</tabber>\n\n*'''Kassandra:''' ''All right. Let's get out of here.''\n*'''Elpenor:''' ''We make a great pair. Meet me at the [[Lost Temple of Nyx]] when you're ready to take on the Monger.''",
    "Section_Outcome": "Kassandra obtained the Gauntlets of the Fallen.",
    "Section_Trivia": "*Whether players leave Elpenors behind or clear his path can change his dialogue a little in [[The Snake Sheds His Skin]], but doesn't change the outcome.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Torment of Hades]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}