{
    "QuestName": "Blood Gets In Your Eyes",
    "QuestID": "233540",
    "Revision": {
        "id": "1053212",
        "parentid": "1046393",
        "timestamp": "2023-07-21T04:14:46Z",
        "contributor": null,
        "origin": "1053212",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "n658kh2xg4i7lh2i3810aos5e68zdej"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'After forging an Isu device from the raw adamant, Elpis and Kassandra went to the Doma of Atlas. There, Elpis sought to alter her genetic makeup using technology confiscated by Atlas (Isu)|Atlas, but the task would prove harder than expected.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Judgment of Atlantis'",
        "type": "Main",
        "previous": "Most Adamantly<br />In Dreams<br />The Birds and the Bees<br />Burden of Leadership",
        "next": "Good From Far, Far From Good",
        "source": "Kassandra",
        "location": "Doma of Atlas, Royal Mountain of Poseidon, Atlantis",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''Blood Gets In Your Eyes''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met with [[Elpis]] again and was tasked with causing a distraction for her.",
    "Section_Dialogue": "Kassandra met Elpis in front of the [[Doma of Atlas]].\n*'''Elpis:''' ''Now that I have the [[Isu]] [[Piece of Eden|device]] forged, we need to move quickly. You distract [[Atlas]] while I sneak into his private chambers.''\n*'''Kassandra:''' ''More sneaking.''\n*'''Elpis:''' ''After [[Poseidon]] outlawed [[human]] experiments, Atlas confiscated a device and kept it. That device theoretically could add a third helix to my DNA.''\n*'''Kassandra:''' ''I've seen what these Isu devices can do. It's not pretty.''\n*'''Elpis:''' ''The science is sound, and I've even found evidence of tests being done on humans that looked promising. In previous cycles, of course, before Poseidon outlawed experimentation.''\n\n<tabber>\n|-|Tell Atlas the truth.=\n*'''Kassandra:''' ''Just tell Atlas the truth. You have good intentions''\n*'''Elpis:''' ''If he's afraid of his enemies hurting me now, what will he think of me undergoing this procedure? Besides, he can't break Poseidon's law.''\n|-|Atlas won't like this.=\n*'''Kassandra:''' ''Last I checked, he seemed pretty power hungry. I don't think he wants to share his throne.''\n*'''Elpis:''' ''Behind every great man is a great woman. I ''can'' make Atlas see that,'' Dikastes.\n</tabber>\n\n*'''Kassandra:''' ''I'm not sure a good ''Dikastes'' goes behind the back of an [[Atlantis|Atlantean]] Archon.''\n*'''Elpis:''' ''I've been preparing for this my entire life. Don't worry. Just keep Atlas talking while I'm in his chambers.''\n*'''Kassandra:''' ''I don't think we have anything in common. What are we supposed to talk about? The weather?''\n*'''Elpis:''' ''Atlas is a jealous lover, ''and'' he's already threatened by your role as ''Dikastes''. Why not play to that advantage? Whatever you do, don't mention my plans.''\n*'''Kassandra:''' ''Great. This will do wonders for our relationship.''\n*'''Elpis:''' ''Everyone knows it's lonely at the top, ''Dikastes''. Let's go.''\nKassandra and Elpis headed to Atlas' throne room.\n*'''Elpis:''' ''I've studied this science extensively. Once I impart Isu DNA into my body. I ''should'' be able to use the device without side effects.''\n*'''Kassandra:''' ''It's the \"should\" that worries me.''\n*'''Elpis:''' ''Remember, whatever you do, don't reveal my political plans to Atlas.''\nBefore they entered the throne room Kassandra turned to Elpis.\n*'''Kassandra:''' ''I ''could'' trick Atlas into thinking you and I are closer than we are.''\n*'''Elpis:''' ''Are we not close? What's there to trick.''\n*'''Kassandra:''' ''You know what I mean.''\n*'''Elpis:''' ''Yes, making Atlas envious would certainly be a good distraction.''\nKassandra and Elpis entered the throne room where they found Atlas posing for his servant who painted him. Atlas was surprised to see Elpis in his Doma.\n*'''Atlas:''' ''Elpis? What are you doing here? With her no less?''\n*'''Elpis:''' ''The ''Dikastes'' and I were just taking a stroll and I remembered I left a book on Atlantean cyclical history here. She'd like to borrow it Do you mind if I fetch it?''\n*'''Atlas:''' ''I - No. Do you need me to help you look for it?''\n*'''Elpis:''' ''No, no. You two stay here. I'm sure you have much to discuss.''\nElpis headed to Atlas' private chambers.\n\n<tabber>\n|-|(Undetected at the Adamant Metallon)=\n*'''Atlas:''' ''What game are you playing at, ''Dikastes''?''\n|-|(Detected)=\n*'''Atlas:''' ''Elpis wouldn't have anything to do with why you were sneaking around the [[Adamant Metallon]], would she?''\n</tabber>\n\n*'''Kassandra:''' ''I don't know what you're talking about.''\n*'''Atlas:''' ''I'm sure by now Elpis has told you about the nature of our relationship. She's hardly as discreet as I'd like her to be. What business do you have with her?''\n\n<tabber>\n|-|We're getting to know each other.=\n*'''Kassandra:''' ''What? Is Elpis not allowed to have friends?''\n*'''Atlas:''' ''Of course she can have friends. But I suspect there's more going on here.''\n|-|I'm helping her become Isu.=\n*'''Kassandra:''' ''I've had enough of these secrets! Elpis wants to become Isu like you. She's using a device in your palace to do it.''\n(Proceed to \"Elpis is foiled\" ending)\n|-|We're discussing politics.=\n*'''Kassandra:''' ''Elpis was just sharing her thoughts on ways we can improve relations between Isu and humans.''\n*'''Atlas:''' ''That woman is always angling to stick her nose where it doesn't belong.''\n|-|(time expired)=\n*'''Atlas:''' ''Really? You have nothing to say for yourself?''\n</tabber>\n\n*'''Kassandra:''' ''You have nothing to worry about, Atlas. I have no schemes against you.''\n*'''Atlas:''' ''Maybe you don't play games, but Elpis lives for them. I can tell when she's up to something.''\nAtlas turned and marched towards the study.\n\n<tabber>\n|-|Don't talk about her like that.=\n*'''Kassandra:''' ''Don't talk about Elpis that way. She's not manipulative. She's passionate.''\n*'''Atlas:''' ''So you ''do'' care for her, then.''\n|-|I'm helping her become Isu.=\n*'''Kassandra:''' ''I've had enough of these secrets! Elpis wants to become Isu like you. She's using a device in your palace to do it.''\n(Proceed to \"Elpis is foiled\" ending)\n|-|Involve her more in politics.=\n*'''Kassandra:''' ''Elpis cares about policy in Atlantis. Involve her, and hear what she has to say.''\n*'''Atlas:''' ''It's not her place! It's mine.''\n|-|(time expired)=\n*'''Atlas:''' ''This is the price I pay for involving myself with someone so ambitious.''\n</tabber>\n\n*'''Kassandra:''' ''You don't talk about Elpis like you ''love'' her.''\n*'''Atlas:''' ''And you're not speaking of her as if you're merely her casual acquaintance.''\n\n<tabber>\n|-|I believe in her cause.=\n*'''Kassandra:''' ''Elpis makes great points about improving the lives of humans in Atlantis. I support her cause. Why don't you?''\n*'''Atlas:''' ''She should support'' me.\n|-|I'm helping her become Isu.=\n*'''Kassandra:''' ''I've had enough of these secrets! Elpis wants to become Isu like you. She's using a device in your palace to do it.''\n(Proceed to \"Elpis is foiled\" ending)\n|-|Lie – We're in love.=\n*'''Kassandra:''' ''The truth is Elpis and I are in love!''\n*'''Atlas:''' ''What?''\n|-|(time expired)=\nKassandra shrugged.\n</tabber>\n\n<tabber>\n|-|Elpis succeeds=\nA flash of light emanated from the side chamber. Elpis emerged as a hybrid, her transformation completed successfully.\n*'''Atlas:''' ''What... What have you done?''\n*'''Elpis:''' ''I'm not weak anymore, Atlas. I can rule Atlantis at your side!''\nAtlas considered the developments in front of him, then turned to accuse Kassandra.\n*'''Atlas:''' ''This is your doing. You're trying to revolt against the Isu with hybrids.''\nHe grabbed Kassandra by the throat.\n*'''Elpis:''' ''No!''\nElpis held out her hand begging him to stop, only to accidentally fire a beam of light from her palm and strike Atlas in the chest, killing him.\n*'''Kassandra:''' ''What did you do?''\n*'''Elpis:''' ''I didn't mean to. He was going to kill you!''\nThe two looked up and saw the human messenger sitting at his easel, staring at them. He looked away sheepishly with a slight smile.\n{{#tag:tabber|\nAtlas' brothers were saved=\n[[Azaes]] entered the throne room.\n*'''Azaes:''' ''Ah. It seems my brother finally got his due. Was this your judgment, ''Dikastes''?''\n*'''Elpis:''' ''I killed Atlas. It wasn't my intention. I...''\n*'''Azaes:''' ''You hoped to rule by his side to ease the conflict between humans and Isu.''\n*'''Elpis:''' ''He wasn't as supportive of my dreams as I would have hoped.''\n*'''Azaes:''' ''I support you. You can assume his role as you see fit. I will handle Poseidon and my brothers.''\n*'''Elpis:''' ''Thank you, Azaes.''\n*'''Azaes:''' ''You can't be more corrupt than Atlas. And Atlantis can't fear progress if it hopes to pass this cycle.''\nAzaes took his leave.\n{{!}}-{{!}}\nAtlas' brothers were executed=\nPoseidon entered the throne room.\n*'''Poseidon:''' ''So this is your judgment, ''Dikastes''? That all my sons are to die?''\n*'''Kassandra:''' ''I didn't kill—''\n*'''Poseidon:''' ''But your actions allowed this to happen. Did you not help this human? And are all my sons not dead?''\n*'''Elpis:''' ''This was my fault. I take full responsibility for my actions.''\nPoseidon shook his head.\n*'''Poseidon:''' ''This could not have happened without the ''Dikastes''. The very one I appointed. I will need to ponder what this means for our cycle.<br> Still, you bested Atlantis's highest Archon. By our laws, that means you may rule. But beware the ramifications this will have on our society.''\nPoseidon took his leave.\n}}\n*'''Kassandra:''' ''Atlantean politics are even more dramatic than in the Greek world. What will you do now?''\n*'''Elpis:''' ''I'm not the first Atlantean ruler to take power by force. If the Isu can do it, why not me? Still, I didn't want my reign to start this way.''\n{{#tag:tabber|\nRule with compassion.=\n*'''Kassandra:''' ''Bring the good you've always dreamed of to your reign.''\n*'''Elpis:''' ''I will, ''Dikastes''. thank you for your help.''\n{{!}}-{{!}}\nFlirt – You saved me.=\n*'''Kassandra:''' ''You started your reign by saving my life. Normally, I do the saving.''\n(If flirted at least once before)<br>\nElpis kissed Kassandra on the cheek.\n*'''Elpis:''' ''I wouldn't have it any other way. Thank you, ''Dikastes.\n(If never flirted)\n*'''Elpis:''' ''Hopefully this is the start of me saving many lives here in Atlantis. Thank you, ''Dikastes.\n{{!}}-{{!}}\nRule with strength.=\n*'''Kassandra:''' ''You said it yourself. The Isu are cold and calculating. You need to rule with strength if you hope to survive.''\n*'''Elpis:''' ''I will, ''Dikastes''. thank you for your help.''\n}}\nElpis walked to her throne as the messenger bowed. She sat upon it and began her reign as Archon.\n:(If talked to her again)\n:*'''Elpis:''' ''I'll make progress for humans in Atlantis, slowly but surely. thank you again.''\nKassandra left and pondered about Elpis' rule.\n*'''Kassandra:''' ''Elpis will make a better ruler than Atlas. Sher certainly can't do any worse.''\n|-|Elpis is foiled=\nAtlas marched into the side chamber and grabbed Elpis, throwing her out before she could complete her transformation.\n*'''Elpis:''' ''Atlas, stop!''\n*'''Atlas:''' ''You betrayed me. You used knowledge I told you in confidence for your own political gain.''\n*'''Elpis:''' ''It was for Atlantis! I don't want to be your weakness anymore. I can help you, Atlas!''\nAtlas for a moment seemed confused and not sure what to do.\n*'''Atlas:''' ''Lies! You used me!''\nWhen Atlas raised his hand, Kassandra tried to step in.\n*'''Kassandra:''' ''Wait, don't!''\nKassandra wasn't able to prevent Atlas from firing a beam of light at Elpis, who fell to the ground. Kassandra kneeled next to Elpis only to watch her die.\n*'''Atlas:''' ''This is your fault! Dikastes wasn't enough? You had to steal away my father's love. Turn Elpis against me. You want to rule my Doma, too?''\n*'''Kassandra:''' ''No, it had nothing to do with that!''\nAtlas went after Kassandra and grabbed her by the neck and pushed her away.\n*'''Atlas:''' ''Traitor! You're no longer welcome here. Guards!''\nAtlas turned araound and left Kassandra to be handled by his guards.\n*'''Kassandra:''' Maláka''! I need to get out of here.''\nThe guards tried to stop Kassandra but she was able to escape.\n*'''Kassandra:''' ''That was a lot to take in. I need a moment to clear my head.''\n</tabber>",
    "Section_Outcome": "Kassandra and Elpis entered the Doma of Atlas together. Either Elpis or Atlas stood alone as the Doma's Archon by the visit's end.",
    "Section_Behind_the_scenes": "*After [[Most Adamantly]] but before [[In Dreams]], [[The Birds and the Bees]], and [[Burden of Leadership]] are complete [[Elpis]] can be found in [[Forge of Atlantis]] where, if spoken to, she will respond with ''Sill sounds like Atlantis needs quite a bit of help from the great Dikastes.''\n*In order to prevent Atlas from foiling Elpis' plan, players cannot mention Elpis' politics and must lie, pretending to love Elpis.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Judgment of Atlantis]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}