{
    "QuestName": "Dead Kings and Pretty Things",
    "QuestID": "230950",
    "Revision": {
        "id": "1046069",
        "parentid": "992131",
        "timestamp": "2023-06-07T02:08:23Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046069",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "bten6wfncdp82b3k85rmxaz2w4oc0iv"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Adonis's rebellion needed to gain momentum, but he was missing one key ingredient: rebels. He sent Kassandra on a recruiting mission, where she would have to free the minds of warriors under Persephone's control.'",
        "appearance": "'Assassin's Creed: Odyssey – The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "Popular",
        "next": "Persephone's Little Birds",
        "source": "Kassandra",
        "location": "Iapetos' Ruins, Deukalion's Heritage, Elysium<br />House of the Bloodline, Pheraia's Retreat, Elysium",
        "date": null
    },
    "General_Description": "'''Dead Kings and Pretty Things''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Dialogue": "Kassandra met with [[Adonis]] at [[Iapetos' Ruins]] to discuss the rebellion.\n*'''Adonis:''' ''Welcome to the uprising. These ruins were abandoned when Persephone constructed her \"paradise.\" We won't be bothered here.''\n*'''Kassandra:''' ''But there are so few of you.''\n:(If [[Orphnaeus]] was given to the rebellion at the end of \"[[Dark Horse]]\")\n:*'''Adonis:''' ''Well, thanks to you I now have a war horse! An invincible war horse, or so I'm told.''\n:*'''Kassandra:''' ''I'm not sure how much help one horse is going to be.''\n*'''Adonis:''' ''Most of Persephone's army consists of mind-controlled humans. Free their minds and bring them to me—we can use them as troops.''\n*'''Kassandra:''' ''Free their minds?''\n*'''Adonis:''' ''My dear friend [[Hermes Trismegistus|Hermes]] is a master manipulator. And that [[Staff of Hermes Trismegistus|Staff]] of yours looks like one of his creations. Try using that. There's an outpost southwest from here, nestled in the [[Hand of Hades]]. Warriors were spotted in its palm.''\nKassandra took her leave and traveled to the Hand of Hades. She knocked the warriors unconscious and brandished the Staff of Hermes to liberate their captive minds. The warriors left to join the rebellion, and Kassandra returned to Adonis to report her success.\n*'''Adonis:''' ''You surprise me. When we first met, I was positive you were sent by Persephone to...''\n*'''Kassandra:''' ''To what?''\n*'''Adonis:''' ''Seduce me, confuse me, anything to make me forget my [[Aphrodite|love]]. But when I asked you to weaken Persephone's influence, you did. I asked you to bring me warriors, and here they are.''\n<tabber>\n|-|I'm glad you trust me.=\n*'''Kassandra:''' ''And all I had to do was risk my life for you to trust me.''\n*'''Adonis:''' ''No one in Elysium is who they say. So when a clever warrior shows up to help me escape, you'll have to excuse me if I'm skeptical.''\n|-|❤ I'm flattered.=\n*'''Kassandra:''' ''You think I'd be the one sent to make you forget your love?''\n*'''Adonis:''' ''You're brave, beautiful, and if I had to guess I'd say you had the blood of the gods coursing through those veins.''\n{{#tag:tabber|\nDon't start what you can't finish.=\n*'''Kassandra:''' ''Careful. Flattery can get you into trouble.''\n*'''Adonis:''' ''Don't confuse flattery with honesty. That could get ''you'' into trouble.''\n{{!}}-{{!}}\nI'm no Aphrodite.=\n*'''Kassandra:''' ''You're kind, but I could never compete with a goddess.''\n*'''Adonis:''' ''You don't have to. You fight with a passion that could only come from one place. Mortality.''\n}}\n</tabber>\n*'''Kassandra:''' ''Time to find more warriors.''\n*'''Adonis:''' ''Scouts spotted one [[House of the Bloodline|nearby]]—was a [[Sparta]]n hero in [[Leonidas I of Sparta|his]] former life. He's not under Persephone's influence, but keeps mostly to himself. With a champion like him on our side, we can't fail.''\n*'''Kassandra:''' ''How will I know when I find him?''\n*'''Adonis:''' ''From what I'm told, you can't miss him.''\n\nKassandra traveled to the House of the Bloodline in [[Pheraia's Retreat]], which bore a striking resemblance to the [[Old Home|home]] in which she grew up in Sparta. She spotted a Spartan warrior sitting on a nearby bench with his back turned to her. She drew her [[Spear of Leonidas|spear]] and addressed him.\n*'''Kassandra:''' ''Ahem.''\nThe warrior turned his face, and she recognized it immediately.\n*'''Kassandra:''' ''Leonidas?''\nLeonidas scanned Kassandra before smiling.\n*'''Leonidas:''' ''You have the eyes of my daughter.''\nHis gaze fell down towards the spear.\n*'''Leonidas:''' ''So something did survive [[Battle of Thermopylae|that day]]. How do you have this?''\n*'''Kassandra:''' ''[[Myrrine]]—she's my ''mater''. I'm here because I need your help. I need you to fight.''\n*'''Leonidas:''' ''I have found peace here. Why would I fight?''\n<tabber>\n|-|We are family.=\n*'''Kassandra:''' ''All my life I was told of my grandfather. The king who spat in the face of the gods and ran his spear through anyone who threatened the freedom of his people. Now I'm the one fighting for freedom, and I'm asking my grandfather for help.''\nLeonidas considered her words.\n|-|We're outnumbered.=\n*'''Kassandra:''' ''We are few, and they are many. Persephone has an army. Adonis fights for freedom, but without help we don't stand a chance.''\nLeonidas nodded.\n</tabber>\n*'''Leonidas:''' ''We'll need to use the terrain to our advantage.''\n*'''Kassandra:''' ''So you'll fight with us?''\n*'''Leonidas:''' ''Not until you fight me. You say you're Myrrine's daughter—I want to see how she trained you.''\nLeonidas drew his weapons and engaged Kassandra in combat. Kassandra inflicted several wounds on him.\n*'''Leonidas:''' ''You fight well.''\nShe wounded him some more.\n*'''Leonidas:''' ''Warriors will only fight for you if you are willing to die for them.''\nShe pushed him to the edge of defeat.\n*'''Leonidas:''' ''An enemy on their last breath is at their most dangerous.''\nKassandra defeated her grandfather, satisfying him.\n*'''Leonidas:''' ''I could have used you at [[Hot Gates of Thermopylai|Thermopylai]].''\n*'''Kassandra:''' ''You could have used a lot of people at Thermopylai.''\n*'''Leonidas:''' ''I am glad the spear's in your hands. I will fight with you. You have my word as a Spartan.''\nThey clasped arms.\n*'''Kassandra:''' ''Thank you, grandfather.''",
    "Section_Outcome": "Kassandra freed two mind-controlled human soldiers. She then met with Leonidas, her grandfather, and convinced him to fight at the rebels' side by defeating him in battle.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Fate of Atlantis: Fields of Elysium]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}