{
    "QuestName": "Death-Light Robbery",
    "QuestID": "232598",
    "Revision": {
        "id": "1049352",
        "parentid": "947920",
        "timestamp": "2023-06-18T10:30:38Z",
        "contributor": null,
        "comment": "+fr",
        "origin": "1049352",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "ad2rdmxw1rog1q4iad2kynyd2rwus21"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD FoA ToH Death-Light Robbery 01.png",
        "description": "'The dock was a scene of chaos. A thief had stolen coins from a group of souls waiting to cross the Styx. Without the coins, Charon couldn't allow them passage into the underworld, so Kassandra had a mystery to solve.'",
        "appearance": "'Assassin's Creed: Odyssey – The Fate of Atlantis: Torment of Hades'",
        "type": "Side, Character {{c|Charon}}",
        "previous": "Home is Where You Make It",
        "next": null,
        "source": "Kassandra",
        "location": "The Scorched Lands, the Underworld",
        "date": "429 – 422 BCE"
    },
    "General_Description": "'''Death-Light Robbery''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra helped [[Charon]] to deal with an issue of theft near the [[Styx]].",
    "Section_Dialogue": "Kassandra travelled to the docks, finding a huge crowd gathering in front of Charon.\n*'''Kassandra:''' ''What now?''\nKassandra approached Charon.\n*'''Kassandra:''' ''What's going on here?''\n*'''Charon:''' ''A disaster! Can't I just have a normal day of ferrying the dead?''\n*'''Kassandra:''' ''Tell me what happened.''\n*'''Charon:''' ''All of these souls had their coins stolen. Assistant, you have to find the [[thief]] and get coins back so the dead can cross the Styx.''\n*'''Kassandra:''' ''Why don't you just let them through?''\n*'''Charon:''' ''I know you're new around here, but that's not really how we do things in the [[underworld]]. Besides, [[Hades]] would burn me one toe at a time if I did.''\n*'''Kassandra:''' ''All right, I'll find the coin thief.''\nCharon nodded and turned to the crowd.\n*'''Charon:''' ''You hear that, everyone? My assistant will find the coin thief!''\n[[File:ACOD FoA ToH Death-Light Robbery 02.png|thumb|250px|Kassandra learning what happened]]\n(If \"Why would anyone steal coins?\" is chosen.)\n*'''Kassandra:''' ''Why would anyone want to rob the dead?''\n*'''Charon:''' ''Isn't it obvious? The coins are used to pay me for passage across the Styx into the underworld.''\n(If \"Who do you think did it?\" is chosen.)\n*'''Kassandra:''' ''Do you suspect anyone here already?''\n*'''Charon:''' ''So many pass through, and honestly... you all look the same to me.''\n*'''Kassandra:''' ''Come on. Think.''\n*'''Charon:''' ''Well... There was a [[merchant]] and a politician who acted strangely. They were the only ones not storming my dock.''\n(Leave – That's all for now.)\n*'''Kassandra:''' ''I'll come back when I have news.''\n*'''Charon:''' ''I'd start looking in the [[Passage of Souls]], it's where the first coins went missing. Good luck.''\n*'''Kassandra:''' ''With all the thieves in the underworld, I'll need it.''\nKassandra travelled to the Passage of Souls. Arriving there, she spoke to a soul.\n[[File:ACOD FoA ToH Death-Light Robbery 03.png|thumb|250px|Kassandra speaking to one of the souls]]\n*'''Mortal Man:''' ''How am I supposed to find anything in this dirty, horrible wasteland?''\n*'''Kassandra:''' ''You must be looking for your stolen coins.''\n*'''Mortal Man:''' ''How do ''you'' know? Maybe you're the criminal who came to admire their handiwork.''\n*'''Kassandra:''' ''I'm looking for the thief too, but I won't help with that attitude.''\n*'''Mortal Man:''' ''Fine. I've found nothing here myself, anyway.''\n(If \"When did you last have the coins?\" is chosen.)\n*'''Kassandra:''' ''You must remember when you last had your coins.''\n*'''Mortal Man:''' ''Course I remember. I was walking through the valley with the rest and struck up conversation with a merchant. So arrogant! Still wearing his jewels and [[gold]]. Won't do much for him here. When I reached the docks, they were gone.''\n(If \"Did you see anything suspicious?\" is chosen.)\n*'''Kassandra:''' ''Did anything catch your attention?''\n*'''Mortal Man:''' ''The merchant I spoke to... Seemed nervous. He asked if we really had to pay the ferryman. Perhaps his coins were already stolen.''\n(Leave – I have enough to go on.)\n*'''Kassandra:''' ''I think I've got what I need.''\nKassandra found a bunch of empty coin pouches in the skull of a huge beast.\n*'''Kassandra:''' ''Empty coin pouches. The strings have been cut.''\nKassandra approached a dig site.\n*'''Kassandra:''' ''Looks like someone buried something here and then came back for it. Must have been in a hurry.''\nKassandra investigated a broken bracelet.\n*'''Kassandra:''' ''A gold bracelet. But it's broken—must've snapped when its owner was digging.''\nKassandra spoke to a woman.\n[[File:ACOD FoA ToH Death-Light Robbery 04.png|thumb|250px|Kassandra speaking to another soul]]\n*'''Mortal Woman:''' ''You don't look like the usual people I see passing through here.''\n*'''Kassandra:''' ''I'm not dead, if that's what you mean. I'm searching for something.''\n*'''Mortal Woman:''' ''Makes two of us. I'm looking for the coins I lost. They must be around here somewhere.''\n(If \"When did you last have the coins?\" is chosen.)\n*'''Kassandra:''' ''Think of when you last had them.''\n*'''Mortal Woman:''' ''I remembering wandering with the crowd of other people... We were all moving towards the dock—I don't remember where we came from. But as we reached this place, the crowd halted as a man, a politician I think, got up and addressed us.''\n(If \"Where did you lose your coins?\" is chosen.)\n*'''Kassandra:''' ''Where were you when you realized your coins were missing?''\n*'''Mortal Woman:''' ''At the dock. I was going to pay for the ferryman when I discovered they were gone.''\n(If players choose \"Did you see anything suspicious?\")\n*'''Kassandra:''' ''Did you see anything strange during your travels?''\n*'''Mortal Woman:''' ''Only the politician. He was moving away from the docks, while everyone else was moving toward them.''\n(Leave – I have to go.)\n*'''Kassandra:''' ''I have to go.''\n*'''Mortal Woman:''' ''Good luck in your search.''\nKassandra continued searching the area, finding a [[Short blade|dagger]] near a couple of opened chests.\n*'''Kassandra:''' ''A dagger. Looks expensive. Must've been used to cut the coins out.''\nKassandra recovered the dagger and returned to the man she talked to earlier.\n*'''Mortal Man:''' ''Any news of my coins?''\n(If \"Do you recognize this dagger?\" is chosen.)\n*'''Kassandra:''' ''I found this dagger. Remind you of anything?''\n*'''Mortal Man:''' ''A ha! That's what I felt! It nicked me when they cut the strings of my purse.''\n*'''Kassandra:''' ''So did you see who did it?''\n*'''Mortal Man:''' ''No, I was too focused on the politician addressing the crowd. Captivating man.''\n(Leave – I have enough to go on.)\n*'''Kassandra:''' ''I think I've got what I need.''\nKassandra returned to Charon at the docks, along with two men sitting on the ground.\n*'''Charon:''' ''Finally! I was starting to worry you'd gotten lost.''\n*'''Kassandra:''' ''I didn't think ''your'' kind were capable of worrying.''\n*'''Charon:''' ''There are many things you don't know about us. Like how ''impatient'' we are. Have you discovered who stole the coins?''\n(If \"Let's look at the evidence.\" is chosen.)\n[[File:ACOD FoA ToH Death-Light Robbery 05.png|thumb|250px|A worried politician]]\n*'''Kassandra:''' ''So, the dead were robbed while a politician gave a speech. One witness thought he looked suspicious because he was wandering through the crowd. Away from the docks.''\nThe politician displayed a worried look on his face, which Charon noticed.\n*'''Charon:''' ''Ah yes, even I noticed him.''\n*'''Kassandra:''' ''But, a rich merchant was asking about paying the toll. I found a nice dagger that must've cut the coins out. And I found a gold bracelet near the hole that hid the coins.''\n*'''Charon:''' ''The plot thickens...''\n<tabber>\n|-|The merchant stole the coins.=\n*'''Kassandra:''' ''It was the merchant. He stole the coins.''\n*'''Charon:''' ''A greedy merchant. Typical. Come, let us deal with him and be done with this.''\nCharon and Kassandra approached the merchant.\n*'''Charon:''' ''So you were the one who took coins from these people.''\nThe merchant stood up.\n*'''Merchant:''' ''This is nonsense. No one should have to pay to enter the underworld.''\n*'''Charon:''' ''Spare me your platitudes. You stole because you're greedy.''\n*'''Merchant:''' ''These people had nothing in life—they need nothing in death. If I can't live a comfortable life, nobody should.''\n|-|A politician stole the coins.=\n*'''Kassandra:''' ''The politician is responsible for taking the coins.''\n*'''Charon:''' ''I lost count of how many selfish politicians I've ferried across the Styx long ago. We must deal with this now before more chaos ensues.''\nCharon and Kassandra approached the politician.\n*'''Charon:''' ''Let's make this quick. I'm told you were the one to steal the coins.''\n*'''Politician:''' ''Me? No, I'm innocent.''\n*'''Charon:''' ''Of course you are. Problem is, my friend thinks otherwise.''\n*'''Politician:''' ''You've got the wrong man. Please!''\n*'''Charon:''' ''You know, this is the worst part of my job.''\nCharon put the man to sleep. The merchant stood up.\n*'''Merchant:''' ''I can't take it anymore. I didn't want any of this. No one should have to pay to enter the underworld.''\n</tabber>\n[[File:ACOD FoA ToH Death-Light Robbery 06.png|thumb|250px|The merchant confronted by Hades]]\nThe merchant took out a coin pouch and threw it into the Styx. Charon walked up to the merchant in anger. Showing a nervous look, the merchant stepped back, only to bounce into Hades who appeared behind.\n*'''Charon:''' ''Hades... So nice to see you. Whatever brings you to my shore?''\n*'''Hades:''' ''I could hear this ruckus from the bowels of [[Tartaros]]. What is happening here?''\nThe merchant turned around, only to be punched by Kassandra and knocked to the ground.\n*'''Kassandra:''' ''This man stole coins from the dead and then threw them into the river Styx.''\n*'''Hades:''' ''Mortals always seem to find new ways to surprise me.''\n*'''Charon:''' ''I'm glad you're finding this funny, but these people had coins for fair passageway and now they don't.''\n*'''Hades:''' ''If they do not have coins, they cannot cross into my realm. That is the law, Charon.''\n*'''Charon:''' ''They were sent here with the coins as law and tradition state. They deserve to be granted passage.''\n*'''Hades:''' ''Why don't we let our friend here decide their fate?''\n<tabber>\n|-|The people should be granted passage.=\n*'''Kassandra:''' ''These people were robbed of their chance for peace. They deserve passage.''\n*'''Charon:''' ''Well said, Kassandra. They will be granted passage to the underworld.''\nHades pointed to the merchant who recovered.\n*'''Hades:''' ''And what of him?''\n*'''Charon:''' ''Feed him to your [[Hound of Hades|hounds]].''\n*'''Hades:''' ''I was hoping you'd say that.''\n|-|No coins, no passage.=\n*'''Kassandra:''' ''They don't have coins, so they can't pass.''\n*'''Hades:''' ''Well said. This man may have acted foolishly, but he will pay the price for that soon. However, it is not our place to involve ourselves in the affairs of mortals.''\n*'''Charon:''' ''As you wish.''\n*'''Hades:''' ''Come, merchant. My hounds grow hungry.''\n</tabber>\n[[File:ACOD FoA ToH Death-Light Robbery 09.png|thumb|250px|Hades \"punishing\" the merchant]]\nAn energy began to engulf the merchant. Hades, using telekinesis, pulled the merchant to him and drew him into a portal on the ground. Hades then left the place. Charon turned to Kassandra.\n*'''Charon:''' ''Sometimes we have to make difficult choices. To be able to do so confidently is a rare trait in your kind.''\n*'''Kassandra:''' ''I've done it before. I'll have to do it again.''\n*'''Charon:''' ''For such a hopeless fleshing, you've come a long way.''\n<tabber>\n|-|If Charon was on favorable terms with Kassandra=\n*'''Charon:''' ''Now that Hades is gone, there's something you should have.''\n*'''Kassandra:''' ''Thank you, Charon.''\n*'''Charon:''' ''It's a shame you have to go. You've been a good assistant. I hope you find the answers you seek.''\nKassandra received a note from Charon.\n*'''A Note from Charon'''<br/>''I am grateful for your help, but know the trials ahead won't be easy. Things are not always as they seem in the realm of Hades. Sometimes you must fight fire with fire, little fleshling.''\n|-|If Charon was not on favorable terms with Kassandra=\n*'''Charon:''' ''This should help you in the rest of your journey.''\n*'''Kassandra:''' ''Thank you, Charon.''\n*'''Charon:''' ''You've been a passable assistant. I hope you find the answers you seek in this realm.''\n</tabber>",
    "Section_Outcome": "Kassandra helped Charon to identify the thief who stole the coins of the souls. The culprit was later punished by [[Hades]].",
    "Section_Trivia": "*The name of the memory is a play on the phrase \"daylight robbery\", meaning a situation in which one must pay far too much money for something.\n*Regardless of which decision Kassandra chooses, the merchant is the culprit who stole the coins and reveals himself.\n*Charon is favorable towards Kassandra if players accuse the right culprit or accuse the wrong one but then grant the people passage without payment. Charon is unfavorable towards Kassandra if players choose the wrong culprit and deny the people passage.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD FoA ToH Death-Light Robbery 07.png|Hades greeting the merchant, Charon and Kassandra\nACOD FoA ToH Death-Light Robbery 08.png|The merchant fearing for his life\nACOD FoA ToH Death-Light Robbery 10.png|Hades taking his leave\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Fate of Atlantis: Torment of Hades]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Dépouilles dépouillées]]"
}