{
    "QuestName": "Death Before Dishonor",
    "QuestID": "232587",
    "Revision": {
        "id": "1048998",
        "parentid": "1046180",
        "timestamp": "2023-06-17T18:32:37Z",
        "contributor": null,
        "comment": "+fr",
        "origin": "1048998",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "7l6zn0kwvl7laxgzf8p411royx0qobx"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Kassandra agreed to help Charon by granting peace to some of the lost souls in the underworld. Her first target was a soldier who wanted a glorious death in combat - one he never got in life.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Torment of Hades'",
        "type": "Side, Character {{c|Charon}}",
        "previous": null,
        "next": "A Cursed Sickness",
        "source": "Kassandra",
        "location": "Mourning Fields, the Underworld<br />Restless Nekropolis, Chasm of Torment, the Underworld",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''Death Before Dishonor''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met with [[Charon]], who needed help with some lost souls, who never got a funeral, to find peace.",
    "Section_Dialogue": "Kassandra traveled to the docks of the River [[Styx]] to talk to Charon.\n*'''Kassandra:''' ''All right, Charon. I'm ready to hear about your \"lost souls.\"''\n*'''Charon:''' ''Oh, them. Not everyone in the [[underworld]] belongs here. These souls are lost. Their true resting place deserves to be found.''\n\n(If \"Why are the souls lost?\" is chosen.)\n*'''Kassandra:''' ''You're the ferryman. ''You'' tell them where to go.''\n*'''Charon:''' ''That's not in my job description. Every soul arrives with unfinished business—some are just more sympathetic than others.''\n(If \"Who are they?\" is chosen)\n*'''Kassandra:''' ''Who are these souls you want me to help?''\n*'''Charon:''' ''Most die and are given proper funeral rites, but some aren't so lucky.''\n*'''Kassandra:''' ''And the unlucky ones become lost.''\n*'''Charon:''' ''Oh, yes. They are left to wander eternity unaccepting of their fates.''\n(Leave – \"I'll help the lost souls find peace.\")\n*'''Kassandra:''' ''I'll help you, ferryman, but where should I start?''\n*'''Charon:''' ''There's a soldier—an [[Athens|Athenian]]. He wished to die an honorable death in battle, but as he charged towards the enemy, he slipped in the dirt… and fell.''\n*'''Kassandra:''' ''Sounds like quite the warrior.''\n*'''Charon:''' ''He needs a glorious death to pass on to [[Elysium]], but he cannot go to war without his weapon and armor. One is located in the [[Restless Nekropolis]], and the other is in the hands of the champion known as [[Swordfish]].''\n*'''Kassandra:''' ''Swordfish. Of course he'd be here. I'll return the soldier's equipment and help him claim the death he seeks.''\n\nKassandra traveled to the Restless Nekropolis and entered the tomb.\n*'''Kassandra:''' ''The Restless Nekropolis. Sounds fun.''\nKassandra navigated her way through the hallways where she encountered [[Snake|snakes]] and prisoners of [[Tartaros]] alike. Inside a large chest she found the armor of the Athenian soldier.\n*'''Kassandra:''' ''This armor doesn't look like much.''\n\nKassandra traveled south to the Mourning Fields, finding the [[Swordfish]] in the [[Burned Temple of Moira]].\n\n(Dialogue runs concurrent with [[Beyond the Veil]])\n*'''Kassandra:''' ''The Swordfish will have the Athenian's sword.''\nKassandra engaged him in combat.\n*'''Swordfish:''' ''I've been waiting for you, ''misthios.<br />''Come to be food for the sharks? So be it.''\nKassandra dealt a few blows to the Swordfish.\n*'''Swordfish:''' ''[[Poseidon]], give me strength.''\nKassandra dealt a killing blow to the Swordfish.\n*'''Kassandra:''' ''Back to swimming with the fishes!''\nConfirming the kill, Kassandra retrieved a [[Chestplate of the Fallen|chestplate]] and a sword from his corpse.\n*'''Kassandra:''' ''This must be the sword.''\nShe also retrieved a note leading to a fallen hero.\n*'''Swordfish's note:''' ''They have followed me. Even into the asshole of the underworld, the Cult still follows. I did their bidding in life, and now in death they still demand servitude. I will never bow to them again. I am already in Hades' good graces. If I find guardians for his gates, I am sure to gain a stronger position still. The [[Agamemnon|king]] who slayed his own [[Iphigenia|daughter]] to win a [[Trojan War|war]] is rumored to dance among the flames in the [[Pit of Deprivation]]. I intend to pay him a little visit.''\n\nWith both items in her possession, Kassandra traveled the river west of Charon's dock to find the lost soldier.\n*'''Kassandra:''' ''I've got the Athenian's sword and armor. Now I just have to return them to him.''\nKassandra found the Athenian soldier in front of a makeshift memorial on a nondescript battlefield.\n*'''Kassandra:''' ''The smell of battle is always the same.''\n*'''Lost Soldier:''' ''I'm clumsy... Just clumsy...''\nKassandra spoke to the soldier.\n*'''Lost Soldier:''' ''A fellow warrior… Did death find you on the battlefield like it did me?''\n<tabber>\n|-|I'm not dead.=\n*'''Kassandra:''' ''Death hasn't found me, yet.''\n*'''Lost Soldier:''' ''I died pathetically on my knees in the dirt. That's why I'm trapped here.''\n|-|I've been sent to help you.=\n:(no extra dialogue)\n</tabber>\n*'''Kassandra:''' ''I'll give you the glorious death you seek.''\n*'''Lost Soldier:''' ''I can't fight you unarmed. There's no honor in that.''\n*'''Kassandra:''' ''Lucky for you, I have your armor and weapon here.''\nThe lost soldier outfitted himself.\n*'''Lost Soldier:''' ''It feels… different.''\n*'''Kassandra:''' ''You'll get the hang of it.''\n*'''Lost Soldier:''' ''I joined the war to protect my home from the siege of [[Sparta]]. Tell me, did we save glorious Athens and its people?''\n<tabber>\n|-|Lie – Athens is safe and sound.=\n*'''Kassandra:''' ''Athens is safe. Your army defeated Sparta at the gates of the city.''\n*'''Lost Soldier:''' ''You have brought me comfort. Now bring me peace.''\n*'''Kassandra:''' ''Don't go easy on me, Athenian.''\n|-|Athens was ravaged by plague.=\n*'''Kassandra:''' ''Athens wasn't destroyed by Sparta, but by disease. A plague wiped out the city. I can still smell the burning flesh from the piles of dead.''\n*'''Lost Soldier:''' ''So... Athens is no more. We all died for nothing. Without Athens, without its people, what is there left to honor? It's time. Come, put an end to my suffering.''\n</tabber>\nThey walked towards some assembled Spartan and Athenian soldiers. Kassandra stood on the Spartan line and the lost soldier stood with the Athenians. The soldier smiled at her.\nThe two sides began fighting.\n*'''Kassandra:''' ''Let's end this the right way.''\n*'''Lost Soldier:''' ''I will show you no mercy!''\nKassandra defeated the lost soldier and gave him the end he sought.",
    "Section_Outcome": "Kassandra recovered the sword and armor of the soldier, and defeated [[Swordfish]] in the process.",
    "Section_Behind_the_scenes": "*The choice to lie to the lost soldier about the status of Athens or to tell him the truth will be reflected in conversation with Charon at the beginning of the following quest, [[A Cursed Sickness]].",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Torment of Hades]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:La mort avant le déshonneur]]"
}