{
    "QuestName": "Fallen from Grace",
    "QuestID": "232656",
    "Revision": {
        "id": "1066081",
        "parentid": "1060760",
        "timestamp": "2023-10-21T21:55:21Z",
        "contributor": null,
        "comment": "Added a requirement to get Brasidas to go to Elysium at the conclusion of the quest",
        "origin": "1066081",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "i1tk9txp2mkbuky39sr4yq3pqmpr724"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_Stub": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Kassandra helped Brasidas defeat his greatest enemy - or so she thought. They both learned Brasidas would have to confront one last truth before he could earn his place in Elysium.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Torment of Hades'",
        "type": "Side, Character {{c|Brasidas}}",
        "previous": "Kill Me Once, Shame on You",
        "next": null,
        "source": "Kassandra",
        "location": "Forest of Oizys, Mourning Fields, the Underworld<br />Cradle of the Underworld, Mourning Fields, the Underworld",
        "date": "429 BCE–422 BCE"
    },
    "General_Description": "'''Fallen from Grace''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": null,
    "Section_Dialogue": "Once again being tested by Hades, Kassandra and [[Brasidas]] make their way towards the [[Forest of Oizys]].\n\n*'''Brasidas:''' ''Here's the forest. Now what?''\n*'''Kassandra:''' ''[[Hades]] told us the dead would point the way.''\n\nKassandra noticed a corpse hanging from a tree.\n\n*'''Kassandra:''' ''Dead... But not pointing anywhere.''\n\nShe examined the corpse a little more closely and it started to move. The corpse pointed towards the west and the two [[Sparta|Spartans]] headed off further into the Forest. Going up a flight of stone steps has led them to a large tree with a woman's corpse hanging from it. The corpse spoke when it noticed Brasidas.\n\n*'''[[Lilaira]]:''' ''I've been waiting for you.''\n*'''Brasidas:''' ''Who are you?''\n*'''Lilaira:''' ''I am Lilaira, and you are Brasidas. General. Conqueror. Hero.''\n*'''Brasidas:''' ''Hades sent me to find you.''\n*'''Lilaira:''' ''So you've finally come to reunite me with my love. Charon carried us along the river, but we got separated. Bring my love to me, and I'll tell you all I know.''\n*'''Brasidas:''' ''Where must I go?''\n*'''Lilaira:''' ''Between the sulfuric pools and the Village of the Condemned, there is a cave. My love lies within.''\n*'''Brasidas:''' ''This task is mine. I will go.''\n\nBrasidas headed off immediately, leaving Kassandra and Lilaira alone. Kassandra had some questions for Lilaira.\n\n<tabber>\n|-|Tell me about yourself.=\n*'''Kassandra:''' ''So... Been here long?''\n|-|Tell me about Brasidas.=\n*'''Kassandra:''' ''You speak like you already know Brasidas.''\n|-|Tell me about your love.=\n*'''Kassandra:''' ''I can't imagine spending eternity without those I love. You must be in great pain.''\n</tabber>\n\n*'''Lilaira:''' ''I'll tell you all... if Brasidas succeeds.''\n*'''Kassandra:''' ''What do you mean \"if\"?''\n*'''Lilaira:''' ''The weight of the past can be a much heavier burden to carry than we realize.''\n*'''Kassandra:''' ''I should go find him, he might need my help.''\n\nKassandra went off towards the cave in hopes to find Brasidas before anything regrettable could happen to him.\nAfter some time, she had finally reached the [[Cradle of the Underworld]].\n\n*'''Kassandra:''' ''This must be the place.''\n\nAs Kassandra traversed the cave looking for Brasidas, she noticed the seemingly fresh corpses of soldiers along the path. She would eventually find Brasidas standing in front of an metal door.\n\n*'''Kassandra:''' ''There you are.''\n*'''Kassandra:''' ''What's wrong? What is this place?''\n*'''Brasidas:''' ''The Cradle of the Underworld. Little ones who died too soon are kept here. The dead cannot enter.''\n*'''Kassandra:''' ''The dead can't enter, eh? Well, let's see about the living.''\n\nKassandra made her way through the Cradle of the Underworld as she looked for Lilaira's love. As she trekked through the wreckage and rubble, she heard the crying of a baby.\n\n*'''Kassandra:''' ''Where's that crying coming from?''\n\nDelving further into the cave, she passed by some urns.\n\n*'''Kassandra:''' ''So much death in these urns. It's a graveyard.''\n\nSqueezing through a hole in the wall, she found the source of the crying.\n\n*'''Kassandra:''' ''A baby's urn. Her love... was her child.''\n\nAs she closed the gate to the Cradle of the Grave behind her, she saw Brasidas fighting soldiers and assisted him in taking them down.\n\n*'''Kassandra:''' ''Brasidas!''\n*'''Brasidas:''' ''What did you find?''\n*'''Kassandra:''' ''After. We need to get out of this cave first.''\n\nAs they hastened their retreat out of the cave, they encountered more soldiers.\n\n*'''Kassandra:''' ''Just like old times, eh Brasidas?''\n*'''Brasidas:''' ''Gods how I've missed this.''\n\nAnd then more soldiers.\n\n*'''Kassandra:''' ''Victory is close.''\n*'''Brasidas:''' ''Victory, then [[Elysium]].''\n\nWhen Kassandra and Brasidas reached the exit and had wiped out the remaining soldiers, they finally had time to talk about what she found inside the Cradle.\n\n*'''Brasidas:''' ''And? What did you find?''\n*'''Kassandra:''' ''Ashes. Her love was her baby. Why would Hades have you return the ashes of a woman's child?''\n*'''Brasidas:''' ''I don't know.''\n\nBrasidas returned to Lilaira shortly before Kassandra did. When Kassandra made it back to the large tree where Lilaira hanged, she found Brasidas on his knees holding his head.\n\n*'''Kassandra:''' ''What did you do to him?''\n*'''Lilaira:''' ''The past was too much for him to bear.''\n*'''Kassandra:''' ''Brasidas, talk to me.''\n*'''Brasidas:''' ''I... can't.''\n\n<tabber>\n|-|Threaten - Tell me what happened or else.=\n*'''Kassandra:''' ''What did you do to him?''\n*'''Kassandra:''' ''Tell me what you did to him, or I will cut you down from that tree and - ''\n*'''Lilaira:''' ''And what? Hurt me? There is nothing you could do that Brasidas the Butcher hasn't already done.''\n*'''Kassandra:''' ''The Butcher?''\n*'''Kassandra:''' ''Brasidas, you didn't.''\n|-|You've suffered enough.=\n*'''Kassandra:''' ''Please, I know you've suffered... still suffer. Tell me what happened, and we'll leave you alone.''\n</tabber>\n\n*'''Lilaira:''' ''We were a quiet village before the Spartans came. My husband was no warrior.''\n*'''Brasidas:''' ''He looked Athenian.''\n*'''Lilaira:''' ''Our land was occupied by Athens. Our men were trained, supplied with armor and weapons in case of invasion. We never thought that day would come.''\n*'''Lilaira:''' ''When the battle was over, Spartans flooded the village, drunk on victory and blood. They torched our homes.''\n*'''Brasidas:''' ''Your husband attacked me in the street.''\n*'''Lilaira:''' ''He was protecting his people, his family. But Brasidas butchered my husband. And when I tried to protect him, he tossed me aside.''\n*'''Lilaira:''' ''My love didn't survive the fall.''\n*'''Brasidas:''' ''I didn't know.''\n*'''Lilaira:''' ''So we named him Brasidas the Butcher. He massacred my people and took everything from me. I found my husband's sword and ended the pain.''\n*'''Kassandra:''' ''Is this true?''\n*'''Brasidas:''' ''I don't know what... happened.''\n\n<tabber>\n|-|Spartan honor was responsible.=\n*'''Kassandra:''' ''Sparta hands weapons to children and tells them \"to hold your shield is to hold up Sparta.\"''\n*'''Lilaira:''' ''The same Spartan \"honor\" destroyed my family.''\n*'''Kassandra:''' ''Come Brasidas, let's leave this woman alone.''\n|-|War was responsible.=\n*'''Kassandra:''' ''War is chaos. If you want to point fingers, point them at Ares.''\n*'''Lilaira:''' ''The god of war didn't run his sword through my husband, didn't throw me and my child to the ground. Brasidas the Butcher did.''\n*'''Kassandra:''' ''Come, Brasidas. There's nothing more to be done here.''\n|-|You, Brasidas, were responsible.=\n*'''Kassandra:''' ''You torched a village. This woman was with child. I don't see your code of honor in any of this.''\n*'''Lilaira:''' ''I've told you all I know. Now leave me.''\n*'''Kassandra:''' ''Come, Brasidas.''\n</tabber>\n\n*'''Brasidas:''' ''\"Honor the gods Honor Sparta. Keep your oaths, and Elysium is yours.\" I made an oath to protect the innocent, and I broke it.''\n*'''Hades:''' ''Still feel you deserve to walk the fields of paradise, Butcher?''\n*'''Kassandra:''' ''Don't call him that.''\n*'''Hades:''' ''Why not? That woman's entire village does. What's left of it, anyways. You Spartans really know how to torch a village.''\n*'''Hades:''' ''You never answered my question. Say the word and Elysium is yours.''\n*'''Brasidas:''' ''Help me, Kassandra. I... I don't know what to do.''\n\n<tabber>\n|-|You belong in Elysium.=\n*'''Kassandra:''' ''Brasidas, you were a friend like no other. You lived and died with honor to the gods and to Sparta. And you kept all your oaths to me. If anyone deserves to walk the fields of Elysium, it's you.''\n|-|You should stay in the underworld.=\n*'''Kassandra:''' ''Brasidas, you were a friend like no other. But, after hearing that woman's story I... If I had done those things, I'd have to stay and make up for what I'd done.''\n</tabber>\n\n<tabber>\n|-|(Brasidas convinced)=\n*'''Brasidas:''' ''I lived by a code of honor, and now in death I've done what you've asked. I will go to Elysium.''\n*'''Hades:''' ''Ah yes, your father's code. What was it? \"Honor the gods, honor Sparta, blah, blah, blah. I did everything in my power to prove you failed to live up to that code. But I suppose ''someone'' helped to convince you otherwise. Your decision's been made. The fields of Elysium are yours. But know this. I never make a mistake. You'll be the only one in Elysium who doesn't belong there.''\n\nHades passed the urn with the ashes of Lilaira's daughter to Brasidas.\n\n*'''Hades:''' ''The moment these ashes leave your hands is the moment you'll find yourself in [[Tartaros]] forever. Now say goodbye.''\n\nBrasidas raised his hand. When Kassandra approached to shake it Hades waved his hand and Brasidas disappears in a cloud of glowing lights before Kassandra and Brasidas were able to say goodbye.\n\n*'''Poseidon:''' ''I suppose not all Spartans are as predictable as you thought.''\n\nPoseidon who suddenly appeared, walked towards Hades, held out his hand expectantly, and Hades tossed him a coin, having apparently lost their bet. Kassandra shook her head and left.\n\n*'''Kassandra:''' ''Goodbye, Brasidas.''\n\n|-|(Brasidas not convinced)=\n*'''Brasidas:''' ''I want to stay. I don't belong in Elysium. It is for the honorable. But after everything that's happened, you've made me realize I've lost my honor. I've lost my place in paradise.''\n*'''Hades:''' ''Is this your final decision?''\n\nBrasidas nodded.\n\n*'''Hades:''' ''Excellent. And I have just the task for you. The Cradle is now open to you, Brasidas. You will spend eternity reuniting families separated by war. Do you accept this fate?''\n*'''Brasidas:''' ''I do.''\n*'''Hades:''' ''Good. Now say goodbye.''\n\nBrasidas looks to Kassandra.\n\n*'''Brasidas:''' ''Thank you for everything you've done for this old warrior. Thank you for being a friend.''\n*'''Kassandra:''' ''Goodbye Brasidas. It was good to see you.''\n\nAfter Brasidas had left, Kassandra's attention turned toward Hades.\n\n*'''Kassandra:''' ''You knew he would stay all along didn't you?''\n*'''Hades:''' ''I had a feeling. Want to know a fate worse than death? An eternity without toys.''\n\nPoseidon joins Hades and Kassandra.\n\n*'''Hades:''' ''There's nothing more predictable than an \"honorable Spartan.\"''\n\nPoseidon tosses Hades a coin. Hades had apparently won their bet.\n</tabber>",
    "Section_Outcome": "Brasidas agreed to stay in the underworld for an eternity with the task of reuniting families separated by war. Kassandra and Brasidas said their goodbyes and went their separate ways.",
    "Section_Trivia": "*To be able to convince Brasidas to go to Elysium players need to have chosen \"You fought with honor.\" when the two face Brasidas' doppelganger in [[Kill Me Once, Shame on You]]. To finally convince him to go to Elysium players have to be encouraging, not blame Brasidas or Spartan honor and choose \"You belong in Elysium.\" in this memory.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Torment of Hades]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}