{
    "QuestName": "Good From Far, Far From Good",
    "QuestID": "233645",
    "Revision": {
        "id": "928996",
        "parentid": "873427",
        "timestamp": "2021-03-08T23:21:04Z",
        "contributor": null,
        "origin": "928996",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "kvwtz74gwzgruwuzcrtcgk9utfh43qw"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_c": {
            "description": "support quest"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD FoA JoA Good From Far, Far From Good - Kassandra Looking Over City.png",
        "description": "'Kassandra was tired. Tired of all the lies, the betrayal, the pain. But as she imagined a better world with herself in charge, she met a little Alkon (Atlantis)|someone who reminded her why she does what she does.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Judgment of Atlantis'",
        "type": "Main",
        "previous": "Blood Gets In Your Eyes<br />A Complete Education",
        "next": "Sixth Sense of Sympathy {{c|support quest}}<br />Through the Cracks {{c|support quest}}<br />Deadly Little Secrets",
        "source": "Kassandra",
        "location": "Oikos of Atlantis, Atlantis",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''Good From Far, Far From Good''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "While wanting to take a break from whatever she had been through, Kassandra met a young [[Alkon (Atlantis)|boy]] whose parents were missing.",
    "Section_Dialogue": "While in the western part of the [[Oikos of Atlantis]], Kassandra travelled up to the roof of a courtyard, letting out a sigh as she reached near the edge. She looked over the surroundings.\n*'''Kassandra:''' ''Looks so peaceful from up here. It always does, but it never is.''\n[[Ikaros]] flew in front of Kassandra, letting out a cry.\n*'''Kassandra:''' ''I know, Ikaros. I'm tired too. I've met so many people... archons, kings, and now [[Isu]]. They're all the same. \"Go do this. Bring me that. Go kill him.\" I don't know if I can do this anymore. If I were ruler, things would be much, much different.''\nIkaros flew atop of Kassandra, letting out a cry once again.\n*'''Kassandra:''' ''What's that Ikaros? A speech from your new ruler?''\nIkaros screeched in response. Kassandra then cleared her throat, preparing to make her speech.\n<tabber>\n|-|Tonight, we feast!=\n*'''Kassandra:''' ''You, bring the food. You, bring the wine. For tonight, we feast until our bellies are as round as the moon.''\nKassandra took a moment to reflect on her speech.\n*'''Kassandra:''' ''That sounded good.''\nA [[Alkon (Atlantis)|little boy]] interrupted Kassandra.\n*'''Alkon:''' ''I don't have wine, but if I brought you some bread, would you help me?''\n|-|Tonight, we make love!=\n*'''Kassandra:''' ''Atlanteans! Tonight we tear off these clothes and make love until the sun comes up. I wonder what [[Alkibiades]] is doing these days. Or ''who''...''\nA little boy interrupted Kassandra.\n*'''Alkon:''' ''Who is Alkee beeadees?''\n|-|Tonight, we sleep!=\n*'''Kassandra:''' ''You, bring me the biggest bed in [[Atlantis]]. You, all the pillows you can find. Tonight, we sleep! For we are very, very tired.''\nKassandra took a moment to reflect on her trials.\n*'''Kassandra:''' ''We're almost done, Kassandra.''\nA little boy interrupted Kassandra.\n*'''Alkon:''' ''I'm too small to carry a bed. But if I brought you a pillow, could you help me?''\n</tabber>\n[[File:ACOD FoA JoA Good From Far, Far From Good - Alkon Interrupted.png|thumb|250px|Alkon interrupting Kassandra]]\nKassandra turned around to the little boy.\n*'''Kassandra:''' ''You shouldn't sneak up on people like that.''\n*'''Alkon:''' ''I'm sorry. I didn't want to interrupt the ''[[Dikastes]]<nowiki>'</nowiki>'' speech.''\n*'''Kassandra:''' ''it was more of a fantasy really. Call me Kassandra.''\n*'''Alkon:''' ''I thought it was wonderful, ''Dikastes'' Kassandra.''\n*'''Kassandra:''' ''Just Kassandra is fine. And what's your name?''\n*'''Alkon:''' ''Alkon. You're even more special than all the bedtime stories my parents used to tell me.''\n*'''Kassandra:''' ''What's wrong?''\n*'''Alkon:''' ''My parents are missing. They left for their assignments but never came home. The Isu won't help me.''\n:(Helped [[Phoibe]] in the [[underworld]])\n:'''Alkon:''' ''But then I remembered the story of you helping a lost girl in the underworld who found her parents in [[Elysium]]. So I came to you.''\n<tabber>\n|-|(Helped Phoibe) – I always help my friends.=\n*'''Kassandra:''' ''Her name was Phoibe. We were good friends. She's in a better place now than when I found her.''\n*'''Alkon:''' ''She was lucky to have a friend like you.''\n*'''Kassandra:''' ''I could always make a new friend. Maybe you, Alkon, and I could help you. Would you like that?''\n*'''Alkon:''' ''More than anything.''\n|-|The Isu should have helped you.=\n*'''Kassandra:''' ''What kind of people won't help a child find his missing parents?''\n*'''Alkon:''' ''Some of them are nice. But some of them hate us. Call us rats. I'm not a rat, am I ''Dikastes'' Kassandra?''\n*'''Kassandra:''' ''Of course not Alkon. You're more of a mouse, really.''\nAlkon laughed.\n*'''Alkon:''' ''Hey!''\n|-|The Dikastes of Atlantis will help you.=\n*'''Kassandra:''' ''A child without his parents? Not on my watch. As ''Dikastes'' of Atlantis, I declare this unacceptable!''\n*'''Alkon:''' ''Oh thank you, ''Dikastes'' Kassandra.''\n</tabber>\n*'''Kassandra:''' ''You said your parents never came home. If you could tell me where they're assigned, and what their names are, it would be very helpful.''\n[[File:ACOD FoA JoA Good From Far, Far From Good - Alkon Requesting Help.png|thumb|250px|Alkon requesting Kassandra's help]]\n*'''Alkon:''' Mater's'' name is [[Rhene]]. She's assigned to the harbor. ''Pater'' is called [[Damades]], and he's assigned to the [[adamant]] [[Atlantis Latomia|quarry]].''\n*'''Kassandra:''' ''You're very brave. Now go home where it's safe. I'll go talk to the [[Isu Harbormaster|harbormaster]], and [[Isu Foreman|whoever]] is in charge of the quarry. I'll come find you once I have some answers.''\nKassandra travelled to the harbor and quarry to [[Sixth Sense of Sympathy|inquire]] with the harbormaster and [[Through the Cracks|interrogate]] the foreman to find what she could find about Alkon's parents' whereabouts. She determined they were taken to a secret experimental site by an Isu named [[Xarios]].\n*'''Kassandra:''' ''Alkon's probably wondering where I am. I'll go see him.''\nKassandra travelled to Alkon's home to present him with the information she obtained.\n*'''Alkon:''' Dikastes'' Kassandra! Did you find ''mater'' and ''pater?\n*'''Kassandra:''' ''Not yet. But I know they were taken to some sort of experimentation chamber by an Isu named Xarios.''\n*'''Alkon:''' ''Xarios? But he was always so kind to us. He gave us food and defended us when the others called us rats.''\n[[File:ACOD_FoA_JoA_Good_From_Far,_Far_From_Good_-_Kassandra_Learning_Xarios'_Location.png|thumb|250px|Kassandra learning Xarios' whereabouts]]\n*'''Kassandra:''' ''Do you know where I could find him? The doors to the chamber are locked and he's my last hope of getting in.''\n*'''Alkon:''' ''He's usually at the [[Fortified Doma of Mneseas]]. But he's always protected by [[guards]].''\n*'''Kassandra:''' ''That never stops me.''\nKassandra made her way to the Fortified Doma of Mneseas.\n*'''Kassandra:''' ''Xarios. You've abducted your last [[human]].''\nAfter finding Xarios, Kassandra eliminated him and recovered a key fragment.\n*'''Kassandra:''' ''This key looks like the one [[Atlas (Isu)|Atlas]] gave me. Maybe it can help me get into the experimentation chamber.''",
    "Section_Outcome": "Kassandra helped Alkon to locate the whereabouts of his parents. After doing so, she hunted down the abductor Xarios and recovered a fragment of the key to the chamber.",
    "Section_Behind_the_scenes": "*Xarios is sequestered in a fully enclosed part of the Fortified Doma of Mneseas with the only entry obstructed by a Level 3 Isu Gateway, the only one of its level in all of Atlantis. This acts as a stopgap to ensure the player has fully completed the Knowledge Sequence, and by extension the Eagle Bearer fully awakening their [[Eagle Vision|sixth sense]], before the [[The Fate of Atlantis (memory)|end]] of the episode.",
    "Section_Gallery": "<gallery widths=\"180\" captionalign=\"center\" position=\"center\">\nACOD FoA JoA Good From Far, Far From Good - Kassandra Tired.png|A tired Kassandra\nACOD FoA JoA Good From Far, Far From Good - Kassandra Accepting Request.png|Kassandra accepting Alkon's request\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Judgment of Atlantis]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}