{
    "QuestName": "Good News",
    "QuestID": "230951",
    "Revision": {
        "id": "1046050",
        "parentid": "1002658",
        "timestamp": "2023-06-07T01:34:55Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046050",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "7o90nbt6q2f7f8kq95umjbygb3ykmht"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Though Hekate was positive it would be impossible to remove Persephone's hold on the gate to the underworld completely, she had an idea that could weaken it.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "The Keeper, a Killer",
        "next": "Have Another Drink",
        "source": "Kassandra",
        "location": "Sunken Temple of Pheraia, Pheraia's Retreat, Elysium<br />Persephone's Broken Daydream, Pheraia's Retreat, Elysium",
        "date": null
    },
    "General_Description": "'''Good News''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Dialogue": "Kassandra met with [[Hekate]] once again at the [[Sunken Temple of Pheraia]].\n*'''Hekate:''' ''Good, you're just in time. A [[Isadore|woman]] in [[Stroma]] needs your help.''\n<tabber>\n|-|Tell me why I should care.=\n*'''Kassandra:''' ''Unless this brings me closer to taking down [[Persephone]], I'm not interested.''\n*'''Hekate:''' ''Haven't I made it clear we share that goal? Helping the woman will breach Persephone's power.''\n|-|Humans don't seem to like you.=\n*'''Kassandra:''' ''I'm surprised you're interested in helping humans. They don't seem interested in ''you''.''\n*'''Hekate:''' ''Humans are simple creatures who fear what they can't understand. But I'm not doing this out of the goodness of my heart.''\n|-|Let's help the woman.=\n*'''Kassandra:''' ''What does she need?''\n*'''Hekate:''' ''Helping her will bring us closer to breaking Persephone's grasp on Elysium.''\n</tabber>\n*'''Kassandra:''' ''What's special about her?''\n*'''Hekate:''' ''She's an orator who'd be willing to join Adonis' rebellion. That man has beautiful lips, but a silver tongue like hers is necessary to inspire the public.''\n*'''Kassandra:''' ''Then it sounds like we need her. I'll come back when I'm done.''\nKassandra took her leave and headed to the village of Stroma. [[Ikaros]] found the orator speaking to a crowd.\n*'''Kassandra:''' ''There she is!''\nKassandra briefly listened to her speak to the crowd.\n*'''Silver Tongue:''' ''Elysium is a paradise crafted by her majesty, Persephone herself. No human should seek to leave it, for in Elysium, we want for nothing.''\nKassandra approached her.\n*'''Silver Tongue:''' ''Who are you? Who sent you?''\n<tabber>\n|-|I work for Hekate.=\n*'''Kassandra:''' ''Hekate mentioned you could use some help.''\n*'''Silver Tongue:''' ''Quiet! If the other humans think I associate with Hekate, my career is over.''\n|-|I work for Adonis.=\n*'''Kassandra:''' ''I'm an ally to [[Adonis]].''\n*'''Silver Tongue:''' ''Don't speak of the rebellion so loudly. Persephone has ears everywhere.''\n</tabber>\n*'''Kassandra:''' ''Just tell me what you need me to do.''\n*'''Silver Tongue:''' ''Free the villagers being held captive in [[Persephone's Broken Daydream]]. My son, [[Theron]], is working there as a guard against his will. It's like Persephone possessed his mind. Can you help him too?''\n*'''Kassandra:''' ''I'll see what I can do.''\nKassandra took her leave and infiltrated Persephone's Broken Daydream across the bridge. She freed the three prisoners, then defeated Theron. Kassandra returned to the silver tongue to report the outcome.\n:(Theron killed)\n:*'''Kassandra:''' ''Better let the silver tongue know I couldn't save Theron.''\n*'''Silver Tongue:''' ''You're back. Where's my Theron?''\n<tabber>\n|-|Theron liberated=\n*'''Kassandra:''' ''I freed him of Persephone's influence. He's joined Adonis' rebellion.''\n*'''Silver Tongue:''' ''Wonderful news! I didn't know there was a cure. What of the other villagers?''\n|-|Theron killed=\n*'''Kassandra:''' ''I wasn't able to save him.''\n*'''Silver Tongue:''' ''Theron! My dear boy... The others. Tell me you have better news of them.''\n</tabber>\n*'''Kassandra:''' ''They've made their way safely to [[Iapetos' Ruins]] already. You'll find them there.''\n*'''Silver Tongue:''' ''As promised, I'll join the rebels. What message would you like me to spread once I'm there?''\n<tabber>\n|-|Persephone's reign must end.=\n*'''Kassandra:''' ''Tell the truth about Persephone. Make sure the humans know her reign must end.''\n|-|Hekate is an ally to humans.=\n*'''Kassandra:''' ''End the fear mongering against Hekate. Make sure the other humans know she is their ally.''\n|-|Adonis will lead the humans to freedom.=\n*'''Kassandra:''' ''Let the humans know that Adonis will lead them to freedom. Only he has their interests at heart, not Persephone.''\n</tabber>\n*'''Silver Tongue:''' ''Your words shall be spoken. Thank you for your help.''\nThe silver tongue took her leave. Kassandra made her way back to Hekate to report the outcome.\n*'''Kassandra:''' ''The Silver Tongue is on her way to help the rebellion. She'll bring in plenty of recruits. Adonis will be pleased.''\n*'''Hekate:''' ''Relieving Persephone of her power is what's important. Don't concern yourself with that man's feelings. Or your feelings for him.''\n<tabber>\n|-|Adonis is just a friend.=\n*'''Kassandra:''' ''Adonis is a friend. Nothing more.''\n*'''Hekate:''' ''Make sure it stays that way.''\n*'''Kassandra:''' ''What's it to you?''\n|-|Everyone loves Adonis.=\n*'''Kassandra:''' ''Have you ''seen'' him?''\n*'''Hekates:''' ''If you are truly so weak that you can't control the feelings you have when you look at Adonis, stop looking at him.''\n*'''Kassandra:''' ''Why do you care?''\n</tabber>\n*'''Hekate:''' ''Divine love affairs never end well for the humans involved. Stay out of them. And stay focused on the task at hand.''\nHekate changed the subject.\n*'''Hekate:''' ''Now, a young woman is suffering from a terrible affliction. She's agreed to help the rebellion if we provide a cure. However, Persephone long ago outlawed the water that can relieve this woman and destroyed the last of it.''\n*'''Kassandra:''' ''Let me guess... Or so she thought.''\n*'''Hekate:''' ''There are rumors that someone hid a vial of it in a cave off of [[Hypnos' Path]]. Retrieve it and bring it to her.''\n(Asked \"Why outlaw the water?\")\n*'''Kassandra:''' ''Why would Persephone outlaw this water?''\n*'''Hekate:''' ''Her need for control has grown beyond understanding. What matters is that the humans of Elysium get the help they desire.''\n(Asked \"What ails the woman?\")\n*'''Kassandra:''' ''What is this woman's sickness?''\n*'''Hekate:''' ''The worst affliction that can befall a human in Elysium. A broken heart for eternity.''\n*'''Kassandra:''' ''She's lovesick?''\n*'''Hekate:''' ''You know nothing of grief after death. It haunts humans with an intensity unparalleled on earth.''\n(Leave – \"I'll find the water.\")\n*'''Kassandra:''' ''I'll return when I've delivered the water.''\n*'''Hekate:''' ''Remember, it's forbidden. You can't be seen when you bring it to the villa in [[Adonis' Gardens]].''",
    "Section_Outcome": "Kassandra met and helped [[Isadore]], known as the silver tongue, by rescuing her indoctrinated son [[Theron]], and several others being held captive at [[Persephone's Broken Daydream]].",
    "Section_Trivia": "*This is one of five memories in ''Fields of Elysium'' that reference lyrics from songs used in the musical ''{{Wiki|Wicked_(musical)|Wicked}}'', the others being [[Sudden and New]], [[Have Another Drink]], [[Popular]], and [[No Good Deed]].",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Fields of Elysium]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}