{
    "QuestName": "Guardian of the Gates",
    "QuestID": "232504",
    "Revision": {
        "id": "1060740",
        "parentid": "996163",
        "timestamp": "2023-09-18T17:06:03Z",
        "contributor": null,
        "origin": "1060740",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "ngbxvql2jn36d96mt2ue99k6tho3zz4"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD FoA ToH Cerberos.jpg",
        "description": "'After Kassandra was thrown into a pit by Persephone, the only thing that stood between her and Hades's realm was the horrifying, three-headed Guardian of the underworld known to all as Cerberos.'",
        "appearance": "'Assassin's Creed: Odyssey – The Fate of Atlantis: Torment of Hades'",
        "type": "Main",
        "previous": "The Second Calling",
        "next": "Pay the Ferryman",
        "source": "Kassandra",
        "location": "Path to the Underworld, the Underworld",
        "date": "422 BCE"
    },
    "General_Description": "'''Guardian of the Gates''' was a virtual representation of one of [[Kassandra]]'s [[genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra was confronted by [[Cerberos]] after being thrown into a pit by [[Persephone]].",
    "Section_Dialogue": "Kassandra came to her senses in a circular arena in a barren land. She climbed to her feet and assessed her surroundings with the [[Spear of Leonidas]] still in her hand. She noticed the faint shape in a cave of a [[dog]]'s head with glowing yellow eyes, then another head, and a third. The three-headed dog grumbled.\n*'''Kassandra:''' ''Ros? ...Good dog. Good dog.''\nRos, the dog from [[Elysium]], had been transformed into Cerberos and revealed himself to Kassandra. Cerberos snarled and three heads of bared teeth erupted in flame. It lunged at Kassandra. Kassandra hissed at the mythical creature.\n*'''Kassandra:''' ''Bad dog.''\nOne of Cerberos' heads began spitting fireballs at Kassandra, who tried her best to dodge and attack him.\n*'''Kassandra:''' ''By the gods. Ros? What happened to you?''\n[[File:ACOD FoA ToH Guardian of the Gates 03.png|thumb|250px|Kassandra confronted by Cerberos]]\nKassandra managed to inflict some wounds.\n*'''Kassandra:''' ''The Cerberos is no god.''\nAll three heads of the Cerberos began spitting fireballs at Kassandra, who was able to dodge. She then dealt another blow.\n*'''Kassandra:''' ''Oh good. Now it's angry.''\nKassandra defeated Cerberos.\n*'''Kassandra:''' '' Ros? Is he... dead?''\nKassandra approached Cerberos' corpse and and removed an [[Prize of Cerberos|artifact]] from around its collar. As she held it, it glowed the same color as her spear and shook violently as it attempted to transmute her like it had its previous holder. Kassandra struggled against the artifact as a ghostly Cerberos loomed behind her.\n*'''Unknown:''' ''...Protect the unseen that others wish they saw...''\nKassandra grit her teeth together and continued to struggle against the artifact. Thanks to her willpower and the [[Hybrid|unique blood]] within her veins, she resisted the artifact's power. It glowed gently in her hand like the [[Atlantis artifact|artifacts]] she had obtained before it. Ros' body remained behind her, returned to his normal form in death.\n[[File:ACOD FoA ToH Guardian of the Gates 07.png|thumb|250px|The gate to the Underworld opening]]\nKassandra walked up the stairway on the far end of the arena and reached a giant gate. The gate opened and she continued her way across the bridge. Halfway across, she heard the voice of someone floating down behind her.\n*'''[[Hades]]:''' ''You reek of mortal.''\nKassandra turned around. Despite never seeing him before, she identified the towering figure at once.\n*'''Kassandra:''' ''Hades.''\n*'''Hades:''' ''The last mortal to dance with Cerberos and live was [[Herakles]]. But then, he had [[Athena]] and [[Hermes Trismegistus|Hermes]] wrapped around his mighty finger. So tell me, who's wrapped around your finger? Which god helped you slay my beast?''\n<tabber>\n|-|I didn't need help.=\n*'''Kassandra:''' ''There were no gods in that pit.  Just me an my spear.''\nHades laughed.\n*'''Hades:''' ''So you did have help from the gods.''\nKassandra frowned at Hades' remark as he drew closer.\n*'''Hades:''' ''I know who you are. What you've done. And I'd say you owe me, \"Keeper.\"''\n|-|This is Persephone's fault.=\n*'''Kassandra:''' ''Your [[Persephone|wife]]'s the one who pushed me into a pit with your \"beast.\"''\n*'''Hades:''' ''My sweet Persephone pushed you to your death. And you've done us all a great disservice by not dying.''\n|-|I have gifts from many gods.=\n*'''Kassandra:''' ''I am Kassandra of [[Sparta]], Bearer of the [[Ikaros|Eagle]] of [[Jupiter|Zeus]], Keeper of the [[Staff of Hermes Trismegistus|Staff of Hermes]], Wielder of the Spear of—''\n*'''Hades:''' ''So you have friends in high places, I see. No matter. You're in my realm now. And I'd say you owe me, \"Keeper.\"''\n</tabber>\n*'''Kassandra:''' ''It wasn't my plan to be thrown down that hole. But here I am. What do you want from me?''\n[[File:ACOD FoA ToH Guardian of the Gates 11.png|thumb|250px|Kassandra and Hades' 1st meeting]]\n*'''Hades:''' ''Thanks to you, my realm is more chaotic than ever. With Cerberos gone, there's nothing to stop the dead from crossing over to the world of the living.''\n*'''Kassandra:''' ''So find another dog.''\nHades swung his [[Hades' Executioner|axe]] towards Kassandra, barely missing her.\n*'''Hades:''' ''You find another dog!''\n[[File:ACOD FoA ToH Guardian of the Gates 13.png|thumb|250px|Kassandra threatened by Hades]]\nHades withdrew his axe and turned around to compose himself.\n*'''Hades:''' ''I'm sorry you had to see that. The blood runs hot in my family. You did this, so I think it's only fair that you fix it.''\n*'''Kassandra:''' ''Fine. Tell me where you keep the multi-headed monsters around here, and I'll be right back.''\nHades laughed.\n*'''Hades:''' ''No no no, my dear Keeper. My realm, my rules. I have four gates. Instead of one guardian for them all, I want you to find me four guardians—one for each of them. The underworld is filled with kings, heroes, legends. All lost, all trying to find purpose. You could give them that purpose.''\n(If \"How will I choose these guardians?\" is chosen.)\n*'''Kassandra:''' ''The Cerberos was a fierce guardian. What human could replace him?''\n*'''Hades:''' ''No human could. A legend, though, immortal in the minds of the living, would strike terror in any who dare to cross over. Find me four of those.''\n(If \"What happens if I don't find them?\" is chosen.)\n*'''Kassandra:''' ''And if I don't find these guardians, then what?''\n*'''Hades:''' ''Boundaries between the world of the living and realm of the dead will melt. The vile creatures locked away in [[Tartaros]] will roam free. Mortal souls will wander lost for eternity, and I will be very, very angry with you.''\n(Leave – \"I'll do this on one condition.\")<br />Kassandra brandished her Staff.\n*'''Kassandra:''' ''Teach me how to use this staff, and it's a deal.''\n*'''Hades:''' ''Ah yes, the trials of the Keeper. I've already heard how you'll stop at nothing to figure out that boring little stick of yours.''\n*'''Kassandra:''' ''This \"boring little stick\"—''\nHades rubbed Kassandra on the head like a house pet.\n*'''Hades:''' ''Tell you what, go talk to my ferryman, [[Charon]]. Help him put things back in order, and I'll help you fulfill your destiny.''\n[[File:ACOD FoA ToH Guardian of the Gates 14.png|thumb|250px|A Tartaros Rift]]\nHades walked on. As he continued, a [[Tartaros Rift|portal]] appeared and several [[Shaded|apparitions]] started crawling out.\n*'''Hades:''' ''Ugh! See what you've done? These are everywhere now. Fix. It.''\n*'''Kassandra:''' ''Oh, I'll fix it.''\n*'''Hades:''' ''My [[Poseidon|brother]] and I have a little wager on whether or not you'll succeed in your quest. Don't let me down. You don't want to owe me twice.''\nHades left. Kassandra approached and stood in the portal, activating the rift. While stepping into the rift allowed her to fight the apparitions as though they were made of flesh, she herself was considerably weakened.  Despite this, she eliminated the apparitions, sealing the rift.\n*'''Kassandra:''' ''What were those ''things''? Why did I feel so weak?''",
    "Section_Outcome": "Kassandra fought and defeated Ros, whom Persephone had turned into Cerberos. Entering the Underworld, she was introduced to Hades, who demanded she find four heroes to replace Cerberos as the guardians of the gates to Hades. He also directed her to help the ferryman Charon in exchange for his help to master the Staff.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD FoA ToH Guardian of the Gates 01.png|Kassandra regained her ground\nACOD FoA ToH Guardian of the Gates 02.png|Kassandra observing her surroundings\nACOD FoA ToH Guardian of the Gates 04.png|Kassandra attempting to retrieve the artifact\nACOD FoA ToH Guardian of the Gates 05.png|Kassandra obtained the artifact\nACOD FoA ToH Guardian of the Gates 06.png|Ros' corpse left behind\nACOD FoA ToH Guardian of the Gates 08.png|The bridge to Hades\nACOD FoA ToH Guardian of the Gates 09.png|Kassandra witnessed Hades' arrival\nACOD FoA ToH Guardian of the Gates 10.png|Hades\nACOD FoA ToH Guardian of the Gates 12.png|Hades and Kassandra on the bridge\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Torment of Hades]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}