{
    "QuestName": "Lighten Up",
    "QuestID": "233453",
    "Revision": {
        "id": "1046377",
        "parentid": "1029103",
        "timestamp": "2023-06-10T22:33:48Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046377",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "hbu957aw365cxw0k4kqmafgt493zuhy"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Baffled by the technobabble of Neokles (Isu)|Neokles, a sort-of botanist, Kassandra needed to help realign the light projected from his photonic discombobulator... or something like that, to promote plant growth in Atlantis's Garden of Triton|gardens.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Judgment of Atlantis'",
        "type": "Side",
        "previous": null,
        "next": "The Birds and the Bees",
        "source": "Kassandra",
        "location": "Garden of Triton, Oikos of Atlantis, Atlantis",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''Lighten Up''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met with [[Neokles (Isu)|Neokles]], the local botanist.",
    "Section_Dialogue": "*'''Neokles:''' ''Ah, ''[[Dikastes]]''! I heard you can help me with the [[solar floral regeneration project]]!''\n*'''Kassandra:''' ''Er... The what?''\n*'''Neokles:''' ''Oh, forgive me. Let me start from the beginning. I'm Neokles. An {{Wiki|Empyrean|empyreal}} botanist here in [[Atlantis]]. I'm engineering a way to aid floral regrowth.''\n*'''Kassandra:''' ''The flowers here can't just grow on their own?''\n*'''Neokles:''' ''Oh no! You're not one of those followers of [[Minerva]], are you?''\n<tabber>\n|-|Let me help you.=\n*'''Kassandra:''' ''Slow down. Why don’t you just tell me what it is you need from me.''\n|-|I don't know any Minerva.=\n*'''Kassandra:''' ''I don't know anyone named Minerva.''\n*'''Neokles:''' ''Her students are so small-minded about my photosynthesis accelerator. If you want to be a [[scholar]], why follow such a rudimentary doctrine?''\n*'''Kassandra:''' ''Look, do you need something from me?''\n|-|You're not making sense.=\n*'''Kassandra:''' ''If you don't start making sense, I'm not going to know how to help you.''\n</tabber>\n\n*'''Neokles:''' ''Apologies, ''Dikastes''. You're new to Atlantis and I'm getting ahead of myself. Let me begin. Basically, the plants are a key resource for us here. But a few cycles ago, [[human]]s over-picked them and now, the air is suffering.''\n*'''Kassandra:''' ''You want to grow more.''\n*'''Neokles:''' ''In a sense, yes! I have a hypothesis—a theory that using a natural power source stronger than the sun will promote sustainable growth.''\n*'''Kassandra:''' ''You're losing me again.''\n*'''Neokles:''' ''There are devices that project beams of light around the [[Garden of Triton|Garden]] of [[Triton]]. Re-directing them using the reflective surfaces would stimulate floral regrowth.''\n*'''Kassandra:''' ''You want me to move your lights.''\n*'''Neokles:''' ''Yes! A ''Dikastes'' taking care of our natural resources would send a message to all of Atlantis.''\n*'''Kassandra:''' ''A good message, I hope. It looks like all the light beams need to hit that central structure.''\n\nKassnadra left Neokles.\n\n*'''Kassandra:''' ''It looks like all the light beams need to hit the central structure.''\n\nKassandra spotted the first light projector high on a wall and cleared the obstacles from the golden light's path.\n\n*'''Kassandra:''' ''That must be the device Neokles mentioned. Reminds me of how I opened the [[Gateway to the Lost City|door]] to Atlantis.''\n\nWith the path clear, the light beamed to a large floating crystal and turned blue.\n\n*'''Kassandra:''' ''That worked. First one down.''\n\nKassandra found the second projector. After clearing the obstacles to the crystal, the golden beam turned blue as it reached the crystal.\n\n*'''Kassandra:''' ''We'll get the flowers growing in no time.''\n\nKassandra found the last projector and cleared the obstacles. The gold beam also turned blue on reaching the crystal. She then walked under the crystal and stared at it in admiration.\n\n*'''Kassandra:''' ''Beautiful. That should do it. I'll tell Neokles it's done.''\n\nKassandra left to talk to Neokles, but as she walked away, the crystal shut down and turned black.\n\n*'''Kassandra:''' ''That doesn't seem good. What happened?''\n\nKassandra returned and spoke to Neokles\n\n*'''Kassandra:''' ''I moved your light beams. It seemed to be working, but then—''\n*'''Neokles:''' ''The beams are aligned, yes, but the power isn't running.''\n*'''Kassandra:''' ''What do you think the problem is?''\n*'''Neokles:''' ''None of this makes any sense. The light beams should expand across the gardens and present with enhanced photons.''\n<tabber>\n|-|Not the photons!=\nKassandra sarcastically responded.\n*'''Kassandra:''' ''Oh no, something's wrong with the photons?''\nNeokles grew irate at her quip.\n*'''Neokles:''' ''Are you making fun of me? Who doesn't know what photons are?''\n*'''Kassandra:''' ''Just me and the rest of the [[Greece|Greek]] world.''\nNeokles waved his hand dismissively.\n*'''Neokles:''' ''Never mind the photons. When my enhanced source powers the device, it should... Oh! Unless the light is not progressing from the source rendering it ''un''enhanced!''\n|-|Maybe your theory is wrong.=\n* '''Kassandra:''' ''There might be something wrong with your theory. I still don't see how this light is any better than the sun.''\n* '''Neokles:''' ''The sun! That's it! The power source must also be displaced rendering this light no different than the sun. No wonder you're the Dikastes. That's brilliant.''\n</tabber>\nKassandra nodded but was still confused.\n\n*'''Kassandra:''' ''So the next step is...''\n*'''Neokles:''' ''Go to the control room and make sure the power source isn't displaced!''\n*'''Kassandra:''' ''And what exactly is this source?''\n*'''Neokles:''' ''An igneous matter consisting of empyreal—It's a rock. Just make sure there's a rock in the control room.''\n\nSlightly exasperated by Neokles' technobabble, Kassandra left in a huff.\n\n*'''Kassandra:''' ''Fine. I'll go see if this rock is there.''\n\nBefore leaving, Kassandra spoke to Neokles once more.\n\n*'''Neokles:''' ''Please, ''Dikastes''. Make sure the power source is in place as soon as you can.''\n\nKassandra left in search of the power source.",
    "Section_Outcome": "Kassandra redirected the three light beams to stimulate growth for the plants in the Garden of Triton. However, it later stopped working.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Fate of Atlantis: Judgment of Atlantis]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}