{
    "QuestName": "Lost, but Not Forgotten",
    "QuestID": "232521",
    "Revision": {
        "id": "1046169",
        "parentid": "991468",
        "timestamp": "2023-06-07T17:38:05Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046169",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "kozdmz87qcgfhp5fsakrwum9uaaf4x7"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Those in the underworld who drank Lethe's water were doomed to lose their memories, and with them, their purpose. But some memories would prove too powerful to erase.'",
        "appearance": "'Assassin's Creed: Odyssey – The Fate of Atlantis: Torment of Hades'",
        "type": "Side, Character {{c|Phoibe}}",
        "previous": null,
        "next": "A Young Warrior's Ghosts",
        "source": "Kassandra",
        "location": "The Scorched Lands, the Underworld<br />Pit of Deprivation, Chasm of Torment, the Underworld",
        "date": "429 BCE – 422 BCE"
    },
    "General_Description": "'''Lost, but Not Forgotten''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra encountered [[Phoibe]] who drank [[Lethe]]'s water and lost her memory. A [[Cyclops of Kephallonia|man with one eye]] had taken [[Chara]] from her. Kassandra decided to get back the toy and restore Phoibe's memory.",
    "Section_Dialogue": "While near the [[Barren Pond]], Kassandra found a set of footprints on the ground.\n\n*'''Kassandra:''' ''A set of footprints. Too small to be an adult's.''\n\nMoving west, a massive set of bones caught her eye.\n\n*'''Kassandra:''' ''What could those bones belong to?''\n\nShe found several toys near the bones.\n\n*'''Kassandra:''' ''Dolls... In the [[underworld]]?''\n\nKassandra traveled further and found a small campsite. She found a note on a makeshift pillow.\n\n*'''Kassandra:''' ''What's this? A message.''\n\nKassandra read the note.\n\n:'''Child's note:'''<br />''Dear mater and pater: You've never met me, and I've never met you. But it's time to change that! If you find this letter, meet me north of the Barren Pond. I will wait for you there.''\n\nKassandra travelled north of the Barren Pond. With [[Ikaros]]' help, she found the child playing on the ground near a house and recognized her at once.\n\n*'''Kassandra:''' ''Phoibe... Phoibe!''\n\nKassandra climbed up the hill and called to the girl.\n\n*'''Kassandra:''' ''Phoibe?''\n\nPhoibe looked up at her. Kassandra walked closer.\n\n*'''Kassandra:''' ''Oh, Phoibe. I never thought I'd see you again.''\n*'''Phoibe:''' ''Are you a goddess?''\n*'''Kassandra:''' ''Phoibe, it's me, Kassandra.''\n*'''Phoibe:''' ''Nice to meet you, Kassandra.''\n\nPhoibe spotted Ikaros.\n\n*'''Phoibe:''' ''Is that your eagle?''\n\nKassandra nodded her head.\n\n*'''Phoibe:''' ''I wish I had an eagle.''\n\nKassandra's mouth hung open in sadness. She picked up Phoibe's hand.\n\n*'''Kassandra:''' ''I know you do Phoibe. I know you do.''\n\nPhoibe stood up.\n\n*'''Kassandra:''' ''What are you doing here?''\n*'''Phoibe:''' ''Playing. How do you know my name?''\n<tabber>\n|-|I think about you every day.=\n*'''Kassandra:''' ''I could never forget your name. There hasn't been a day I don't think about you.''\n|-|Try to remember.=\n*'''Kassandra:''' ''[[Kephallonia]], [[Markos]], [[Athens]], [[Aspasia]]... Do you remember any of it? Me?''\n|-|Lie – Someone told me.=\n*'''Kassandra:''' ''I'm sorry if I startled you. Someone told me your name, once. And I never forgot it.''\n</tabber>\n\n*'''Phoibe:''' ''I don't remember you... Do you work for the man with one eye?''\n*'''Kassandra:''' ''Who's that?''\n*'''Phoibe:''' ''He gave me this [[Lethe|water]] when I was thirsty.''\n\nPhoibe took out a bottle. Kassandra recognized the water immediately from [[Have Another Drink|previous experience]].\n\n*'''Kassandra:''' ''You drank Lethe's water... Phoibe, this is very important. I need you to remember who gave you that.''\n*'''Phoibe:''' ''I... don't remember his name. He took my toy.''\n*'''Kassandra:''' ''You had an [[eagle]]. Like Ikaros. If we get your eagle back, maybe you'll remember.''\n*'''Phoibe:''' ''No. I remember everything... I think.''\n\n(Asked \"Where did the one-eyed man go?\")\n\n*'''Kassandra:''' ''Try to think. Do you know where the man with one eye took your wooden eagle?''\n*'''Phoibe:''' ''I think he said something about a pit.''\n*'''Kassandra:''' ''The [[Pit of Deprivation]]?''\n*'''Phoibe:''' ''That's it!''\n\n(Asked \"What else do you remember?\")\n\n*'''Kassandra:''' ''Do you remember anything from before drinking that water?''\n*'''Phoibe:''' ''I... no. I've always been here.''\n\n(Chose \"We need to get your eagle back.\")\n\n*'''Kassandra:''' ''The man with one eye should never have given you this water or taken your toy eagle. We're going to get it back.''\n*'''Phoibe:''' ''You mean steal?''\n<tabber>\n|-|Yes. We're going to steal the toy.=\n*'''Kassandra:''' ''Stealing is exactly what I mean. Something tells me you're going to be a natural. Want to come with me?''\n|-|Lie – Of course not.=\n*'''Kassandra:''' ''We're not going to steal it—just borrow. But I like the way you think. Want to come with me?''\n</tabber>\n\n*'''Phoebe:''' ''You want ''me'' to come on an adventure with you? OK!''\n*'''Kassandra:''' ''Then let the adventure begin.''\n\nKassandra and Phoibe made their way to the Pit of Deprivation. Along the way, the ''misthios'' struck up a conversation with the little girl.\n\n*'''Kassandra:''' ''You remind me a lot of a girl I knew on Kephallonia. Have you ever been there?''\n*'''Phoibe:''' ''I've always been right here. What was the girl like?''\n*'''Kassandra:''' ''Oh, she was brave. And smart. She'd say she looked up to me. But I'm the one who looked up to her.''\n*'''Phoibe:''' You'' looked up to ''her''?! Did you ever tell her?''\n*'''Kassandra:''' ''No. I wanted to, but I ran out of time.''\n*'''Phoibe:''' ''Don't be sad. I bet she knew.''\n*'''Kassandra:''' ''That girl left Kephallonia eventually.''\n*'''Phoibe:''' ''Where did she go?''\n*'''Kassandra:''' ''Athens, where she was loved by people like [[Perikles]]. Does that name sound familiar to you?''\n*'''Phoibe:''' ''Ha! That's a funny name. It sounds like a sneeze.''\n*'''Kassandra:''' ''What about [[Anthousa]]? No one who meets her forgets her.''\n*'''Phoibe:''' ''No... Sorry.''\n\nThey reached the entrance to the pit.\n\n*'''Kassandra:''' ''OK, we're here. You'd better stay put while I go find your toy.''\n\nKassandra leapt into the Pit of Deprivation and defeated the One-Eyed Man's guards before reclaiming the toy.\n\n*'''Kassandra:''' ''Even if this doesn't bring her memory back, we'll make new ones together.''\n\nKassandra climbed out of the pit to return the toy to Phoibe. She held the toy out in front of her.\n\n*'''Phoibe:''' ''My eagle!''\n*'''Kassandra:''' ''Couldn't have done it without you. Now, hold it.''\n\nPhoibe took the toy and closed her eyes, holding the toy to her chest.\n\n*'''Kassandra:''' ''Do you remember anything?''\n\nPhoibe opened her eyes.\n\n*'''Phoibe:''' ''Kassandra.''\n*'''Kassandra:''' ''Yes, that's my name. Good, Phoibe... good.''\n\nPhoibe imagined herself falling into her reassembling memories.\n\n*'''Phoibe:''' ''I was so alone.''\n\nThe [[Odeon of Perikles]] reconstructed around her.\n\n*'''Phoibe:''' ''I screamed your name.''\n\nA shadow towered over her.\n\n*'''Phoibe:''' ''You didn't come.''\n\nThe shadows belonged to guards of the [[Cult of Kosmos]], who surrounded her.\n\n*'''Phoibe:''' ''I can see their masks.''\n\nOne guard stepped towards her and drew out a knife.\n\n*'''Phoibe:''' ''I can feel their knives.''\n\nPhoibe snapped out of her reminiscence, her memory restored.\n\n*'''Phoibe:''' ''Where were you?''\n\nPhoibe began sobbing, and Kassandra's eyes filled with tears.\n\n*'''Kassandra:''' ''I'm here now. I'm here.''\n*'''Phoibe:''' ''Everyone just left me.''\n\nShe dropped Chara into the dirt.\n\n*'''Phoibe:''' ''My parents, Markos, Aspasia, even you. What was wrong with me? Wasn't I good enough?''\n<tabber>\n|-|Nothing is wrong with you.=\n*'''Kassandra:''' ''Oh, Phoibe. There's ''nothing'' wrong with you. Adults are selfish. Stupid. They don't realize how incredible a girl like you is until you're... gone.''\n|-|It was my fault.=\n*'''Kassandra:''' ''Of course you're good enough. It was my fault, not yours. I heard you call my name. But by the time I found you... it was too late.''\n|-|It was Aspasia's fault.=\n*'''Kassandra:''' ''Of course you're good enough. Aspasia should have never let you go on your own. What happened is her fault, not yours.''\n</tabber>\n\n*'''Phoibe:''' ''What do you mean?''\n<tabber>\n|-|You died.=\n*'''Kassandra:''' ''You still don't remember. Those men with the knives and masks... Phoibe, you didn't survive that night in Athens.''\n*'''Phoibe:''' ''No, that's not possible. I wasn't [[Plague of Athens|sick]]. I was just helping Perikles. Then... ''Oh.\n|-|Tell me what you remember.=\n*'''Kassandra:''' ''Why don't you tell me what you remember.''\n*'''Phoibe:''' ''Perikles was dying. Everyone who wasn't sick yet needed to get out of Athens... I thought I was alone. I was always alone. And then... ''Oh.\n</tabber>\n\n*'''Kassandra:''' ''I'm so sorry, Phoibe.''\n*'''Phoibe:''' ''I'm...''\n\nPhoibe paced around, realizing her fate.\n\n*'''Phoibe:''' ''Where are the [[Elysium|golden fields]]?''\n*'''Kassandra:''' ''You mean Elysium.''\n*'''Phoibe:''' ''I was there. It was beautiful. But I came here to find my parents.''\n*'''Kassandra:''' ''You traveled to the underworld to save your family? That's very brave.''\n*'''Phoibe:''' ''Just like you went to find [[Myrrine|yours]]! But mine still need me. I should go to them.''\n*'''Kassandra:''' ''Phoibe, you've been through a lot, and you've never met your parents. It's OK to be nervous. I was nervous to meet mine.''\n\nKassandra handed Chara back to Phoibe.\n\n*'''Phoibe:''' ''I wouldn't be nervous... if you came with me.''\n\n(If \"Where are your parents?\" was chosen.)\n\n*'''Kassandra:''' ''Before we go anywhere, where are your parents?''\n*'''Phoibe:''' ''I was following a clue. It said, \"Those parted from their beloved are doomed to the [[Ixion Wheel]].\" Maybe I'm their beloved?''\n\n(If \"How are you feeling?\" was chosen.)\n\n*'''Kassandra:''' ''Are you sure you're OK?''\n*'''Phoibe:''' ''No... but a ''misthios'' taught me to always be brave, even when I'm feeling down. So, I am being brave.''\n\n(If \"When did you get to Elysium?\" was chosen.)\n\n*'''Kassandra:''' ''Sailing to Elysium can be a difficult journey. Do you know how long you were there?''\n*'''Phoibe:''' ''I woke up on a boat. Everything was cloudy. Then there was light, and golden fields, and waterfalls.''\n*'''Kassandra:''' ''Only the bravest warriors are allowed there, you know. Descending to the underworld is proof that you deserved your place among them.''\n*'''Phoibe:''' ''Oh, I don't know...''\n\n(Leave – \"I'll come with you.\")\n\n*'''Kassandra:''' ''It would be an honor to be there for you when you meet your parents.''",
    "Section_Outcome": null,
    "Section_Behind_the_scenes": "If players had reached Level 52 early on and began ''The Fate of Atlantis'' before completing the memory \"[[And the Streets Run Red]]\", leaving Phoibe alive before her murder, her shade will still appear, as her death is unavoidable in the main storyline.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Fate of Atlantis: Torment of Hades]]''\n{{ACODMemories}}\n[[fr:La perte n'est pas l'oubli]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}