{
    "QuestName": "Most Adamantly",
    "QuestID": "233489",
    "Revision": {
        "id": "1046392",
        "parentid": "1019852",
        "timestamp": "2023-06-11T00:55:50Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046392",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "5ckbrqq6qt8s4n7w0df02xfnk27abfd"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_Stub": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'A mysterious Elpis|woman called to Kassandra from the streets of Atlantis. With great suspicion, Kassandra followed her.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Judgment of Atlantis'",
        "type": "Main",
        "previous": null,
        "next": "Blood Gets In Your Eyes",
        "source": "Kassandra",
        "location": "Adamant Metallon, Porimos Ring, Atlantis",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''Most Adamantly''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra came across a [[Elpis|woman]] who asked her to follow her.",
    "Section_Dialogue": "Kassandra traveled near the [[Adamant Metallon]] beneath the [[Tower of Understanding]] and heard a woman call out to her.\n*'''Elpis:''' [[Dikastes]]''! Over here.''\nKassandra spoke to her.\n*'''Elpis:''' ''Quick! Follow me.''\n*'''Kassandra:''' ''And trust a stranger?''\n*'''Elpis:''' ''I'm no stranger. I'm Elpis. And I've been watching you.''\n*'''Kassandra:''' ''That's not ominous at all.''\nThey ran up some steps to a small plaza overlooking the [[adamant]] mine.\n*'''Elpis:''' ''I'll drop the cloak and dagger. I've been training to become like you. But training isn't enough—you're more than a warrior. The blood of the [[Isu|gods]] runs through your veins.''\n*'''Kassandra:''' ''I thought they preferred \"Isu\" in [[Atlantis]].''\n*'''Elpis:''' ''The Isu may as well be the divine with how they rule. Cold. Calculating. Indifferent to the people milling beneath them. But it's not just Isu blood that makes you special, is it? There's something else.''\nElpis began pacing around Kassandra, seemingly nervously and tapping her hands together. \n*'''Kassandra:''' ''Well, you tell me.''\n*'''Elpis:''' ''I'm talking about this. Your [[Spear of Leonidas|spear]].''\nElpis lifted the Spear of Leonidas from Kassandra's back with sleight-of-hand and held it in front of her.\n<tabber>\n|-|Threaten – Give it back.=\n*'''Kassandra:''' ''I almost decapitated the last man that looked at my spear. Give it back.''\n*'''Elpis:''' ''Of course, ''Dikastes''. I was just showing off.''\n|-|Flirt – Cute.=\n*'''Kassandra:''' ''Showing off for me, are you?''\n*'''Elpis:''' ''Just a little. Are you impressed?''\n{{#tag:tabber|\nDon't steal from me.=\n*'''Kassandra:''' ''Stealing is not the way to my heart.''\n*'''Elpis:''' ''Just having a bit of fun, but I'll get to the point.''\n{{!}}-{{!}}\nI'm impressed, and more.=\n*'''Kassandra:''' ''You're strangely charming for a thief.''\n*'''Elpis:''' ''Flattering, but we have business to attend to, ''Dikastes.\n{{!}}-{{!}}\nYou caught me off guard.=\n*'''Kassandra:''' ''If I wasn't so distracted by your beautiful face, you would never have gotten close to my spear.''\n*'''Elpis:''' ''Flattering, but we have business to attend to, ''Dikastes.\n}}\n|-|You're skilled.=\n*'''Kassandra:''' ''You weren't kidding when you said you'd been training. You're quite skilled.''\n*'''Elpis:''' ''That means a lot coming from you.''\n</tabber>\nElpis handed the spear back to Kassandra.\n*'''Kassandra:''' ''So, what do you want from me?''\n*'''Elpis:''' ''I'm... involved with [[Atlas (Isu)|Atlas]]. He's afraid of taking the relationship public. He says his enemies would exploit me as his weakness, so he keeps me a secret.''\n*'''Kassandra:''' ''Wait, you're in love with Atlas?''\n*'''Elpis:''' ''From my experience, I'm not sure Isu men truly love. Nevertheless, I need to make him see that I can be his strength. Our partnership might be a key to bridging the gap between Isu and [[Human|humans]].''\n*'''Kassandra:''' ''Your love is strategic.''\n*'''Elpis:''' ''If we take the relationship public, we could marry and I could rule the district by his side, influence policy, and ease then tension between the two groups. But, so long as I am merely human, it can never be. That's why I want to be like you.''\n(Asked \"What are your goals for Atlantis?\")\n*'''Kassandra:''' ''You seem very passionate about Atlantean politics.''\n*'''Elpis:''' ''Atlas doesn't approach the human and Isu conflict with compassion for humanity. I believe I can bring that compassion.''\n:(Completed [[Burden of Leadership]] – \"How can you love someone as cruel as Atlas?\")\n:*'''Kassandra:''' ''Someone so eager to kill his own brothers hardly strikes me as husband material.''\n:*'''Elpis:''' ''Atlas is like any Isu, aloof and unchanging. That's why we make a good team. I bring out his... humanity.''\n(Leave – \"I'll help you.\")\n*'''Kassandra:''' ''It would be nice to have another ally in Atlantis. What's your plan?''\n*'''Elpis:''' ''At the Adamant Metallon, they harvest a metal used to create [[Piece of Eden|devices]] just like your spear.''\n*'''Kassandra:''' ''My spear is the strongest metal ever forged. Could this be used to forge other weapons?''\n*'''Elpis:''' ''Well... adamant ingots could. But what I need is raw adamant. I know the one who can forge it for me. Atlas can't suspect what I'm up to, so make sure you're not seen.''\n*'''Kassandra:''' ''He doesn't know about this?''\n*'''Elpis:''' ''I'll tell him the truth when the time is right. Please, hurry back.''\nKassandra headed to the [[Adamant Metallon]].\n*'''Kassandra:''' ''Elpis is... interesting.''\nShe came closer to the Mine.\n*'''Kassandra:''' ''That's the Adamant Metallon elpis told me about. She said I should get the raw adamant without being seen.''\nKassandra infiltrated the Mine and made her way down the mineshafts into the depths of the mine.\n:(If players get detected)\n:*'''Kassandra:''' ''Shit! Hope Atlas doesn't find out I was here.''\nShe reached a larger cavern with some storage crates.\n*'''Kassandra:''' ''Looks like this might be where they stor the raw adamant after mining it.''\nIn one of the crates Kassandra found a piece of raw adamant.\n*'''Kassandra:''' ''Got the raw adamant. I'll bring this to Elpis. It#s reacting with my [[Staff of Hermes Trismegistus|Staff]] somehow... almost like they were meant to be together.''\nKassandra exited the mine and made her way back to Elpis.\n*'''Kassandra:''' ''Raw adamant. As promised.''\nShe pulled out the raw adamant and handed it to Elpis.\n*'''Elpis:''' ''Nice to see that you're as skilled as you look. I'm making the right choice to become more like you.''\n<tabber>\n|-|A weapon won't make you like me.=\n*'''Kassandra:''' ''It takes more than a weapon crafted from adamant to be like me.''\n*'''Elpis:''' ''Luckily, I'm not crafting a weapon, but a powerful Isu device.''\n|-|Flirt - You're perfect the way you are.=\n*'''Kassandra:''' ''You seem fine to me. I don't know why you're trying to change.''\n*'''Elpis:''' ''Just as you were destined to be ''Dikastes'', I am destined for this. I just know it.''\n{{#tag:tabber|\nAtlantis should accept you as is.=\n*'''Kassandra:''' ''Atlantis isn't worthy of the type of change you're hoping to bring if they can't accept you as you are.''\n*'''Elpis:''' ''Like most great politicians, I'm ahead of my time. that means I need to do something drastic if I'm going to push Atlantis forward for humans.''\n{{!}}-{{!}}\nDon't change for Atlas.=\n*'''Kassandra:''' ''Atlas is hardly worth all this trouble. You shouldn't change yourself for him.''\n*'''Elpis:''' ''This is bigger than Atlas. Wait and see what a human Archon could mean for Atlantis.''\n{{!}}-{{!}}\nI admire your passion.=\n*'''Kassandra:''' ''Humans in Atlantis are lucky to have someone like you fighting for them. You'll make a great leader.''\n*'''Elpis:''' ''I'm glad you understand what this means to me.''\n}}\n|-|It takes hard work to be like me.=\n*'''Kassandra:''' ''I got where I am through hard work and training, not by taking short cuts.''\n*'''Elpis:''' ''Of course, ''Dikastes''. Your work ethic and drive to survive are traits I aspire to mirror.''\n</tabber>\nKassandra began pacing around a confused looking Elpis just like Elpis did before.\n*'''Kassandra:''' ''Stll... all you have is raw adamant.''\nShe held up the raw adamant which she just pickpocketed from Elpis and winked at her. Elpis smiled and took back the raw adamant.\n*'''Elpis:''' ''Until I take it to a skilled [[blacksmith]] so he can forge an Isu device from the adamant.''\n*'''Kassandra:''' ''Well, you know where to find the ''Dikastes'' when you need her.''\n*'''Elpis:''' ''The forging shouldn't take too long. I'll meet you near the [[Doma of Atlas]] when it's done. Then we can proceed to the next phase of my plan.''\nElpis left Kassandra.",
    "Section_Outcome": "Kassandra recovered raw adamant for Elpis and agreed to meet with her at the Doma of Atlas after she's done all her jobs as Dikastes.",
    "Section_Trivia": "*Knowledge Sequence 1 is required to be able to complete this quest.\n*Detection in the Adamant Metallon changes a small amount of dialogue in [[Blood Gets In Your Eyes]].",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Judgment of Atlantis]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}