{
    "QuestName": "Pay the Ferryman",
    "QuestID": "232510",
    "Revision": {
        "id": "984887",
        "parentid": "905691",
        "timestamp": "2022-02-04T18:15:09Z",
        "contributor": null,
        "origin": "984887",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "ksbugg65quro9wa3dz72kpk42bsz2rf"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Pay the Ferryman 01.jpg",
        "description": "'With Cerberus|Cerberos dead, the life of Charon, Hades's ferryman, became very difficult. Along with appeasing the god of the underworld, Kassandra was tasked with helping Charon return things to \"normal\".'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Torment of Hades'",
        "type": "Main",
        "previous": "The Underworld's Fallen Guardians",
        "next": "Death Before Dishonor(support)<br>I Don't Belong Here(support)<br>Lost, but Not Forgotten(support)<br>A New Lease on Death(support)<br>Beyond the Veil",
        "source": "Kassandra",
        "location": "The Scorched Lands, the underworld",
        "date": "422 BCE"
    },
    "General_Description": "'''Pay the Ferryman''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "On [[Hades]]' advice, [[Kassandra]] sought out the ferryman of the dead, [[Charon]].",
    "Section_Dialogue": "Kassandra continued past the bridge through the [[Passage of Souls]] into the underworld proper. Ikaros flew through the ravine and canvassed the banks of the River [[Styx]] as Kassandra's second trial began in earnest.\n*'''Kassandra:''' ''The air is thick here. It's hard to breathe.''\nKassandra traveled north through a tunnel towards the docks of the River Styx while talking to herself.\n*'''Kassandra:''' ''\"How was ''my'' day? Well, I killed a [[Cerberos|three-headed beast]], got yelled at by [[Hades]], and now I'm on my way to meet the [[Charon|ferryman]] of the underworld. How was ''yours''?\"''\nAfter leaving the tunnel, she found a long queue near the docks.\n*'''Kassandra:''' ''The sun gives off no warmth.''\n[[File:ACOD Pay the Ferryman 02.png|thumb|250px|Kassandra spots a boat arriving]]\nKassandra reached the docks, where she spotted a boat and a man docking.\n*'''Kassandra:''' ''Are you the ferryman?''\n*'''Charon:''' ''A ''busy'' ferryman. Someone just had to kill the guardian of the gate, and now I'm up to my eyeballs in rotting newcomers. So unless some god sent you to plug all the holes and clean up the mess between the realms, I don't want anything to do with you.''\nCharon directed a couple to the boat.\n\n<tabber>\n|-|Hades sent me.=\n*'''Kassandra:''' ''It just so happens that Hades sent me.''\n*'''Charon:''' ''What did a shiny, living [[Human|fleshling]] like you do to end up in debt to the god of the underworld?''\n*'''Kassandra:''' ''I... may have killed Cerberos.''\n|-|You're not what I expected.=\n*'''Kassandra:''' ''From all the stories I heard as a child about the ferryman, you are not what I was expecting.''\n*'''Charon:''' ''Let me guess, you were expecting some withered mute made of bones, with flaming eyes and a cloak spun from the unfulfilled dreams of the departed. You fleshlings are all the same.''\n*'''Kassandra:''' ''I just thought you'd be taller.''\n*'''Charon:''' ''Did someone send you to harass me?''\n*'''Kassandra:''' ''Hades sent me. I may have killed his beast and caused this [[Tartaros Rift|rift]] problem.''\n|-|This is my fault.=\n*'''Kassandra:''' ''It started with marriage problems between gods, then I had to fight Cerberos... Long story short, this mess is probably all my fault.''\n</tabber>\n\n*'''Charon:''' ''Well, now that Hades' ''big'' dog is dead, rifts have opened all across the underworld. My passengers are being attacked by prisoners of [[Tartaros]] and all of his ''little'' [[Hound of Hades|dogs]]!''\n[[File:ACOD Pay the Ferryman 04.png|thumb|250px|Kassandra first's meeting with Charon]]\n*'''Kassandra:''' ''Listen, I have to find four guardians to protect the gates and close the rifts. Hades said you'd need my help.''\n*'''Charon:''' ''Unbelievable. He sends a fleshling through the underworld to fix a problem only the dead can solve.''\n*'''Kassandra:''' ''\"Only the dead can solve\"... So ''that's'' why I felt so weak when I fought those ''things.\n*'''Charon:''' ''The last fleshling who worked for Hades wore a [[Armor of the Fallen|special suit]] of [[armor]], but he's been torn to shreds. Now the armor's been scattered across the realm.''\n*'''Kassandra:''' ''My [[Myrrine|mother]] told me my path would be tough, but she never prepared me for this.''\n*'''Charon:''' ''And you're going to have to fight some pretty vengeful warriors to collect four of the pieces. The fifth, a set of [[Gauntlets of the Fallen|gauntlets]] has gone missing.''\nKassandra turned her gaze downward, contemplating the scope of her task. Charon clapped her on the shoulder in an attempt to encourage her.\n*'''Charon:''' ''You'll... do fine.''\n(Asked \"What's so special about this armor?\")\n*'''Kassandra:''' ''What makes this armor I need so special?''\n*'''Charon:''' ''Forged on the bronze anvil that fell into Tartaros, it allows fleshlings like yourself to see things they shouldn't see and go places they shouldn't go.''\n*'''Kassandra:''' ''Of course Hades never mentioned this.''\n*'''Charon:''' ''He's very selective.''\n(Asked \"Who are the prisoner's of Tartaros?\")\n*'''Kassandra:''' ''You said something about prisoners?''\n*'''Charon:''' ''The underworld's most horrific offenders are locked away in the prison of Tartaros. Many have escaped through the rifts and are putting the rest of us hard-working, dedicated, passionate souls in peril.''\n(Asked \"What are these \"little dogs\"?\")\n*'''Kassandra:''' ''What did you mean exactly when you said \"little dogs\"?''\n*'''Charon:''' ''The Hounds of Hades. Nasty little creatures who hunt and destroy the lost souls who weren't granted passage across the [[Styx]] by yours truly.''\n(Chose \"Time to get to work.\")\n*'''Kassandra:''' ''Time to put this place back in order.''\n*'''Charon:''' ''All you need to do is collect some armor, defeat angry warriors, and find four guardians to protect the underworld.''\n*'''Kassandra:''' ''Right.''\n*'''Charon:''' ''Seeing as you're new here, I'll give you some advice. The [[Barren Pond]], the [[Eternal Battlefield]], and [[Hades' Palace]] are all excellent places to start.''\n[[File:ACOD Pay the Ferryman 07.png|thumb|250px|Charon departs]]\nCharon returned to his boat.\n*'''Charon:''' ''And if you happen to have any ''spare'' time, I've got some work for you as well.''\nCharon set sail from the docks with another boat full of passengers.",
    "Section_Outcome": "Kassandra sought out Charon based on the advice of Hades. The ferryman warned her about the hounds of Hades, the prisoners of Tartaros and recommended that she recover a set of armor that could help combat the prisoners of Tartaros.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Pay the Ferryman 03.png|Charon arrives at the docks\nACOD Pay the Ferryman 05.png|Charon reflecting\nACOD Pay the Ferryman 06.png|Charon preparing to leave\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Torment of Hades]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}