{
    "QuestName": "Persephone's Little Birds",
    "QuestID": "231101",
    "Revision": {
        "id": "1046060",
        "parentid": "1018736",
        "timestamp": "2023-06-07T01:50:02Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046060",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "qfrryhyxwdq6sy97b4wr8blp3902htg"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'When one of the rebel camps was ambushed, Adonis suspected a spy in their midst. With the list narrowed down to two suspects, Kassandra was sent to investigate and uncover the spy's true identity.'",
        "appearance": "'Assassin's Creed: Odyssey – The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "Dead Kings and Pretty Things",
        "next": "A Life for a Life",
        "source": "Kassandra",
        "location": "Village of the Glorious Dead, Deukalion's Heritage, Elysium",
        "date": null
    },
    "General_Description": "'''Persephone's Little Birds''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Dialogue": "Kassandra met with [[Adonis]] on the outskirts of the [[Village of the Glorious Dead]] some time after recruiting her grandfather [[Leonidas I of Sparta|Leonidas]] to Adonis' cause.{{fact}}\n*'''Adonis:''' ''There she is.''\n*'''Kassandra:''' ''How's Leonidas fitting in?''\n*'''Adonis:''' ''Morale's never been higher. Scouts are reporting [[Persephone]]'s influence is weakening across [[Elysium]]. You're definitely causing havoc out there.''\n*'''Kassandra:''' ''I won't rest until it's done.''\n*'''Adonis:''' ''You know, I'm starting to think Elysium isn't such a bad place with you in it.''\n<tabber>\n|-|Elysium isn't perfect.=\n*'''Kassandra:''' ''Yes, if only you weren't in love with [[Aphrodite]] and trying to overthrow the Queen, and everyone else wasn't dead, Elysium would be perfect.''\n*'''Adonis:''' ''All I'm saying is you breathe life into this world filled with dead people. Anyhow, we have a bit of a situation.''\n|-|Flirt – Elysium is better with you, too.=\n*'''Kassandra:''' ''I'm starting to see why Persephone won't let you leave.''\n*'''Adonis:''' ''Wait a moment, whose side are you on?''\n{{#tag:tabber|\nI'm on Aphrodite's side.=\n*'''Kassandra:''' ''Where I'm going, there's no love like yours waiting for me.''\n*'''Adonis:''' ''Perhaps you're going to the wrong place.''\n*'''Kassandra:''' ''So tell me, what's the right place?''\n*'''Adonis:''' ''I wouldn't know. Aphrodite... she's not too fond of sharing. Let's focus, we have a bit of a situation to deal with.''\n{{!}}-{{!}}\nI want you by my side.=\n*'''Kassandra:''' ''Maybe when Persephone is overthrown, we can leave Elysium together.''\n*'''Adonis:''' ''But, Aphrodite...''\n*'''Kassandra:''' ''Aphrodite's not here... but I am.''\n*'''Adonis:''' ''Clearly the gods have sent you to test me. My destiny is clear. Aphrodite has my heart. Now let's focus, we have a serious issue to deal with.''\n}}\n</tabber>\n*'''Kassandra:''' ''Of course we do.''\n*'''Adonis:''' ''Persephone's guards have cut off supply lines, overtaken hideouts—secrets and locations she couldn't possibly have known without inside help. We suspect there's a spy in our midst.''\n*'''Kassandra:''' ''Who?''\n*'''Adonis:''' ''One is a messenger. She was sent with crucial information to one of our camps. When she didn't return, we sent a scout. The entire camp was killed, and she was nowhere to be found. The other is a [[blacksmith]]. Soldiers love to gossip while getting their blades sharpened. We think he may have overheard some of our plans.''\n*'''Kassandra:''' ''That's a good start.''\n*'''Adonis:''' ''What Persephone doesn't realize is two can play this game. A little spy of my own has penetrated the queen's inner circle.''\n:(If \"[[Popular]]\" is not already started)\n:*'''Kassandra:''' ''You should tell me who they are so I don't accidentally... kill them.''\n:*'''Adonis:''' ''Whisper the words \"violets only bloom in Elysium winters.\" Anyone who doesn't respond with \"cold as [[Hades]]' heart\" is free for the killing.''\n:*'''Kassandra:''' ''Poetic. Now tell me where to find the messenger and the blacksmith.''\n*'''Adonis:''' ''They both have homes in the village. Return to me once you're done.''\nKassandra took her leave and entered the village proper. She found the blacksmith's house and began her investigation.\n*'''Kassandra:''' ''Definitely the house of a blacksmith.''\nShe inspected a list on the nightstand near the beds.\n*'''Kassandra:''' ''Hmm, a list of people Adonis has spent time with. Mine and Persephone's names are on this.''\nShe inspected a letter on the desk.\n:'''Note to Aphrodite:''' ''My beautiful Aphrodite,<br>Everything is going according to plan, my love. We've amassed significant forces at [[Iapetos' Ruins]], and I've acquired something that will be devastating to Persephone's [[Kolossus|Kolossi]]. Soon the queen will be tossed from her throne, and I will be in your arms. Until then, know that I miss you with all my heart. It will take more than all the gods of the underworld to keep us apart.<br>Adonis''\n*'''Kassandra:''' ''A note written to Aphrodite. The blacksmith told her everything. Adonis' escape plans, the rebellion...''\nKassandra found the messenger's house and began her investigation.\n*'''Kassandra:''' ''This must be the messenger's house.''\nShe inspected the broken [[Torch of Hypnos]] on the work table.\n*'''Kassandra:''' ''A broken piece from one of the Torches of Hypnos I destroyed.''\nShe inspected a letter on the desk.\n:'''Letter regarding Leonidas:''' ''My Queen,<br>Our suspicions were confirmed. The Fallen King of Sparta has joined the delinquents in their cause. As always, our forces are ready to serve you, but perhaps you know the perfect person to deal with this King of Headaches.<br>Always at your loyal service, [[Kypris]]''\n*'''Kassandra:''' ''So Persephone knows we've recruited Leonidas.''\nShe inspected a scroll on the shelf.\n:'''Letter from one spy to another:''' ''Kypris,<br>We've discovered one of the rebel camps. It's a destroyed temple nestled between [[Iapetos' Ruins]] and [[Adonis' Gardens]]. Meet us there, and we will surround and overwhelm these ''malákes.<br>''Draos''\n*'''Kassandra:''' ''Detailed information about one of Adonis' rebel camps.''\nWith her investigation complete, Kassandra returned to Adonis.\n*'''Adonis:''' ''And, who's the dirty spy? The messenger or the blacksmith?''\n*'''Kassandra:''' ''Both have been spying on you. Both have information that could undo your rebellion.''\n*'''Adonis:''' ''Lousy ''malákes''! My scouts tell me they're on the move. We only have time to dispose of one before they disappear completely. Which is more dangerous to our cause?''\n<tabber>\n|-|Let's look at the evidence.=\n*'''Kassandra:''' ''The blacksmith had a list of people you've spent time with and a note to Aphrodite outlining your plans for escape.''\n*'''Adonis:''' ''And what about the messenger?''\n*'''Kassandra:''' ''She had detailed information about one of your rebel camps, a note to Persephone about Leonidas joining the fight, and a fragment of one of the mind-control devices I destroyed.''\nAdonis flung his fist downward in frustration, unable to decide who was more dangerous.<br>\n(back to choices)\n|-|Leave – The blacksmith.=\n*'''Kassandra:''' ''The blacksmith. I'll go after him.''\n*'''Adonis:''' ''Last I heard, he was spotted near the village.''\nKassandra returned to the village and located the blacksmith. He ran for his horse at the sight of her.\n*'''Kassandra:''' ''Making me chase you will make your death even worse!''\nKassandra chased him down and killed him. She recovered a letter from his corpse.\n:'''Letter to Aphrodite:''' ''Beautiful Aphrodite,<br>You asked me to write about your love, Adonis. You were right not to trust him. He simultaneously feeds Persephone's desires while secretly plotting rebellion. If he lusts for anything, it is destruction. I see no end to his duplicity.<br>[[Theos]]''\n*'''Kassandra:''' ''The blacksmith was working for Aphrodite. This news could break Adonis' heart.''\nKassandra reunited with Adonis at Iapetos' Ruins to report her success.\n*'''Kassandra:''' ''The blacksmith is dead.''\n*'''Adonis:''' ''That's something at least. There was an ambush. The messenger led Persephone's guards to one of our camps. No one survived. The messenger escaped.''\n{{#tag:tabber|\nWe did the right thing.=\n*'''Kassandra:''' ''The blacksmith could have led Persephone's guards to ''all'' your camps.''\n*'''Adonis:''' ''Thank you, Kassandra. Once again, you've been a great help.''\n{{!}}-{{!}}\nThe blacksmith was working for Aphrodite.=\n*'''Kassandra:''' ''Adonis, I'm not sure how to tell you this. The blacksmith was working for Aphrodite.''\n*'''Adonis:''' ''What? Why would you say that?''\nKassandra handed him the letter. When he read it, his heart broke.\n*'''Adonis:''' ''My love, why?''\n*'''Kassandra:''' ''No one in Elysium is who they claim to be.''\n*'''Adonis:''' ''I must escape this world of lies.''\n}}\n|-|Leave – The messenger.=\n*'''Kassandra:''' ''The messenger needs to be stopped.''\n*'''Adonis:''' ''Last I heard, she was spotted at a small rebel camp.''\nKassandra reached the camp just in time to witness the messenger signaling mind-controlled soldiers to attack the camp. She killed the messenger and the enemy forces with the help of the rebels, then reunited with Adonis at Iapetos' Ruins.\n*'''Kassandra:''' ''The messenger is dead. The camp was ambushed—I did what I could. Any news on the blacksmith?''\n*'''Adonis:''' ''He escaped. If he reports back to Persephone, many lives are in danger.''\n</tabber>\n*'''Kassandra:''' ''Our next move needs to be swift and deadly.''\n*'''Adonis:''' ''Meet me later at the [[Palace of the Kolossi]]. I've acquired a little something that will turn Persephone's paradise upside down.''\n:(Hermes' quests completed)<br>As Kassandra exited Iapetos' Ruins, [[Hermes]] intercepted her.\n<tabber>\n|-|Friendship retained=\n:*'''Hermes:''' ''Keeper, there you are. The queen is in [[Deukalion's Heritage]] and requires your presence. She says it's quite urgent.''\n|-|Friendship broken=\n:*'''Hermes:''' ''There you are. The queen is in Deukalion's Heritage and requires your presence. Don't keep her waiting.''\n</tabber>\n:Kassandra raised her eyebrow, but set out to [[A Life for a Life|meet]] Persephone nonetheless.",
    "Section_Outcome": "Kassandra investigated both the messenger Kypris and the blacksmith Theos to search for the traitor amongst the ranks of Adonis' rebels. It turns out both were actually spies working for Persephone. Kassandra chose to either confront the blacksmith or messenger, depending on which she deemed more dangerous.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Fate of Atlantis: Fields of Elysium]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}