{
    "QuestName": "Popular",
    "QuestID": "231051",
    "Revision": {
        "id": "1046059",
        "parentid": "1027039",
        "timestamp": "2023-06-07T01:49:44Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046059",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "kvezzyyw6ermej0i39ru5fls4b6g538"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Finding the last of Lethe's water would not be the end of Kassandra and Hekate working together.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "Have Another Drink",
        "next": "Dead Kings and Pretty Things",
        "source": "Kassandra",
        "location": "Pheraia's Retreat, Elysium<br />",
        "date": "429 BCE–422 BCE"
    },
    "General_Description": "'''Popular''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Dialogue": "Kassandra met with Hekate in the flower fields near the [[Three Peaks Crossroad]]. She had calmed down from her confrontation with [[Persephone]].\n*'''Kassandra:''' ''You've had your alone time. Tell me what's next.''\n*'''Hekate:''' ''You're keeping up. Good. There's one more place we must weaken Persephone before our time together draws to a close. Her most devoted followers are gathering in a villa near Persephone's Embrace. These are the most vile humans in [[Elysium]] that serve her every whim and dark desire.''\n*'''Kassandra:''' ''Are they under her possession?''\n*'''Hekate:''' ''You might say they're more obsessed than possessed. But if you're thinking you can save these humans, you're sorely mistaken. Persephone's hold on them is too strong.''\n<tabber>\n|-|You're turning on humans now.=\n*'''Kassandra:''' ''Until now, you've been helping humans, not hurting them.''\n*'''Hekate:''' ''I'm helping people who help us and hurting people who stand in our way. Try to stay with me, won't you?''\n|-|Anything to stop Persephone.=\n*'''Kassandra:''' ''Whatever gets us closer to bringing down Persephone.''\n*'''Hekate:''' ''I'm glad you see reason.''\n</tabber>\n*'''Kassandra:''' ''So what do you have in mind for Persephone's followers?''\n*'''Hekate:''' ''Poison in their wine should do the trick. Unfortunately, the wolf nearby ate the last of my aconite. You'll need to hunt it and extract the poison from its liver. The symposium shouldn't be too difficult to infiltrate, but once you're there, try to blend in with the other Persephone-obsessed humans.''\n:(If [[Persephone's Little Birds]] has begun prior to this conversation)\n:*'''Kassandra:''' ''[[Adonis]] mentioned having rebel spies that attend similar events.''\n:*'''Hekate:''' ''Ah. Then you might want to warn such a spy not to drink the wine. I'm sure Adonis gave you a code to tell the spy you're an ally.''\n:*'''Kassandra:''' ''He did. Any idea what the spy might look like?''\n:*'''Hekate:''' ''From what I've heard, these spies tend to be middle-aged men wearing floral patterns and with animal motifs on their jewelry. A little obvious if you ask me.''\n*'''Kassandra:''' ''I'll find the poison and infiltrate the symposium.''\n*'''Hekate:''' ''Don't worry, there'll be plenty of time to leave once the humans start drinking. Good luck.''\nKassandra took her leave and headed to the [[Aconite Flower Bed]] atop the cliffs to the east. [[Ikaros]] spotted the wolf that had turned a sickly shade of green from aconite poisoning.\n*'''Kassandra:''' ''Here it is.''\nKassandra killed the wolf and its fellows, then extracted the aconite from its liver.\n*'''Kassandra:''' ''That's the poison. Now I've got a symposium to attend. [[Perikles's Symposium|Another]] one.''\n\nKassandra made her way to [[The Devoted Sanctuary]] to join the symposium.\n*'''Leader of Devotees:''' ''A fresh face! Is this your first time at a Devoted Followers symposium?''\n*'''Kassandra:''' ''Er, yes.''\n*'''Leader of Devotees:''' ''Don't look so nervous, friend! Why don't you go meet some people, and then we'll toast to our new arrivals. Oh! If you're at a loss for words, let other members know whether you think Adonis or [[Hermes]] is Persephone's soulmate. We debate that for hours here.''\nKassandra entered the symposium and poisoned the first jar of wine in a nearby alcove. When she turned around, a devotee asked her about Persephone's soulmate.\n*'''Persephone Devotee:''' ''Tell me, stranger. Who do you think Persephone's soulmate is? The god or the human?''\n<tabber>\n|-|Hermes is Persephone's soulmate.=\n*'''Kassandra:''' ''Hermes. He clearly adores Persephone.''\n*'''Persephone Devotee:''' ''Thank the gods, someone here with some sense. Hermes doesn't get his due. He would follow Persephone to the end of the underworld.''\n|-|Adonis is Persephone's soulmate.=\n*'''Kassandra:''' ''Adonis. Persephone adores him.''\n*'''Persephone Devotee:''' ''A while ago I would have agreed with you but... everyone knows Adonis has been slumming it with some human lately. Persephone deserves better.''\n</tabber>\nKassandra continued down the path and found a middle-aged man with animal motif jewelry. She spoke to him.\n*'''Persephone Devotee:''' ''Praise Persephone, friend.''\n(Asked \"Who does Persephone's dirty work?\")\n*'''Kassandra:''' ''Who spies and kills for Persephone? Is it your group?''\n*'''Persephone Devotee:''' ''What? No! Persephone would never want that. I think you're in the wrong place.''\n(Leave – \"I should go.\")\n*'''Kassandra:''' ''I should go meet more people.''\n:(Warning the spy – Chose \"Violets bloom in winter.\")\n:*'''Kassandra:''' ''Violets only bloom in Elysium winters.''\n:*'''Persephone Devotee:''' ''Persephone's favorite flowers are poppies. Everyone knows that.''\nKassandra rounded the corner and overheard two devotees talking.\n*'''Persephone Devotee:''' ''Persephone sent Adonis the most beautiful boat after he destroyed yet another [[felucca]] trying to escape Elysium.''\n*'''Persephone Devotee:''' ''When will that ridiculous man realize Persephone is perfect for him?''\nUnder the pergola, she found another middle-aged man with animal motif jewelry and spoke to him.\n*'''Persephone Devotee:''' ''Enjoying the symposium?''\n(Asked \"What's the purpose of this symposium?\")\n*'''Kassandra:''' ''So what do Persephone's Devoted Followers do?''\n*'''Persephone Devotee:''' ''For fun? We discuss the latest events in Persephone's life, plan symposiums, organize monuments in Persephone's honor...''\n(Leave – \"Never mind.\")\n*'''Kassandra:''' ''I should be going.''\n:(Warning the spy – Chose \"Violets bloom in winter.\")\n:*'''Kassandra:''' ''Violets only bloom in Elysium winters.''\n:*'''Persephone Devotee:''' ''I... think you may have me confused with someone else.''\nKassandra continued on her way and poisoned the second jar of wine. As she turned around, two devotees asked her to settle an argument.\n*'''Persephone Devotee:''' ''Settle an argument, friend. We just got word that Persephone is expanding her palace. Should she build into the east or west of Elysium?''\n<tabber>\n|-|Persephone should expand to the east.=\n*'''Kassandra:''' ''Only the best for Persephone, so... east.''\n*'''Persephone Devotee:''' ''What? No! There's nothing for her to see in the east. What's she going to stare at, Hekate's hovel? That makes no sense.''\n|-|Persephone should expand to the west.=\n*'''Kassandra:''' ''I think she should expand west.''\n*'''Persephone Devotee:''' ''Thank you! If she wants a view of all the [[Minos|Minoan]] architecture, she must add a wing in the west.''\n</tabber>\nKassandra descended the stairs, overhearing more conversation. \n*'''Persephone Devotee:''' ''Did you hear that Persephone refused [[Hades]] an invitation to her upcoming divine symposium?''\n*'''Persephone Devotee:''' ''Why wouldn't she? He's her captor.''\nShe found a third middle-aged devotee with animal motif jewelry and spoke to him.\n*'''Persephone Devotee:''' ''Having a good time?''\n(Asked \"Who can join Persephone's Devoted Followers?\")\n*'''Kassandra:''' ''How exclusive is this group?''\n*'''Persephone Devotee:''' ''Not at all. We welcome new faces with open arms. Anyone who's willing to discuss Persephone all day long can join.''\n(Leave – \"I should go.\")\n*'''Kassandra:''' ''Enjoy the party.''\n:(Warning the spy – Chose \"Violets bloom in winter.\")\n:*'''Kassandra:''' ''Violets only bloom in Elysium winters.''\n:*'''Persephone Devotee:''' ''Cold as Hades' heart.''\n:*'''Kassandra:''' ''Whatever you do, don't drink the wine.''\n:The devotee nodded and left.\nShe found the third and final jar of wine and poisoned it. When she was done, a woman fetched some wine and asked her about a rumor.\n*'''Persephone Devotee:''' ''I know they're old rumors, but what do you think of the whispers that Hekate seeks to steal Persephone's throne for herself?''\n<tabber>\n|-|I think it's just a rumor.=\n*'''Kassandra:''' ''They look like good friends to me.''\n*'''Persephone Devotee:''' ''You know, I completely agree. Persephone needs someone like Hekate by her side supporting her.''\n|-|I think the rumors are true.=\n*'''Kassandra:''' ''Anyone who can't see that Hekate is trying to rule Elysium herself is blind.''\n*'''Persephone Devotee:''' ''Persephone? Blind? How could you say such a thing? She has molded Elysium into paradise. She's a visionary.''\n</tabber>\nWith the aconite dispensed, Kassandra returned to the leader of devotees for the toast.\n<tabber>\n|-|2-3 correct choices=\nKassandra's responses mostly resonated with the devotees, and she was welcomed.\n*'''Kassandra:''' ''I'm ready for the toast.''\n*'''Leader of Devotees:''' ''You know, everyone is saying what a great conversationalist you are. So knowledgeable about Persephone. You'll be a perfect fit here.''\nThe leader of devotees left to collect some wine. Kassandra thought aloud.\n*'''Kassandra:''' ''These people don't really seem as corrupt as Hekate made them out to be.''\nThe leader of devotees returned with two cups of wine, handing one to Kassandra.\n*'''Leader of Devotees:''' ''Everyone gather to toast our new members.''\n{{#tag:tabber|\nCheers!=\nKassandra turned and held her cup up to the statue of Persephone.\n*'''Kassandra:''' ''To Persephone!''\n*'''Leader of Devotees:''' ''To Persephone!''\nThe devotees drank while Kassandra only held her cup to her mouth. She walked away with a frown as the leader of devotees began coughing immediately. He dropped to the ground, dead, and all the other devotees soon followed.\n*'''Kassandra:''' ''What? Hekate said it would take time to sink in. I'd better get out of here before—''\n{{!}}-{{!}}\nDon't drink the wine!=\n*'''Kassandra:''' ''Wait! The wine was, er, well... I poisoned it.''\nKassandra threw away her cup. The leader of devotees dropped his in shock.\n*'''Leader of Devotees:''' ''After we welcomed you so warmly? You're no friend! Guards!''\n}}\n|-|0-1 correct choices=\nKassandra's responses did not resonate with the devotees and drew too much suspicion.\n*'''Leader of Devotees:''' ''Oh, friend. Did you really think we wouldn't notice you tampering with our drinks? And after we welcomed you with open arms. Guards!''\n</tabber>\nThe guards surrounded and attacked Kassandra, forcing her to flee. She escaped the symposium and lost her pursuers.\n*'''Kassandra:''' ''Hekate owes me answers. The symposium wasn't at all what I expected.''\n:([[The Beacons Are Lit]] not completed)\n:*'''Kassandra:''' ''Why do I get the feeling I've been played?''",
    "Section_Outcome": "Kassandra poisoned three jars of wine with [[aconite]], and was either caught in the act or successfully poisoned Persephone's willfully devoted followers.",
    "Section_Behind_the_scenes": "The name of the memory is likely a reference to the song {{Wiki|Popular (Wicked song)|Popular}} by the Broadway musical ''{{Wiki|Wicked (musical)|Wicked}}''.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Fields of Elysium]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}