{
    "QuestName": "Sudden and New",
    "QuestID": "230891",
    "Revision": {
        "id": "1046040",
        "parentid": "921082",
        "timestamp": "2023-06-07T01:17:46Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046040",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "2f8aaev8ce4nt75ochl9i2680je9igl"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_Stub": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'If the humans of Elysium agreed on anything, it was that there was something mysterious about Hekate. As Persephone's lone confidant, she was the one to know how Kassandra could navigate the twists and turns of Elysium.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "Dark Horse",
        "next": "The Keeper and Key Maker",
        "source": "Kassandra",
        "location": "Pheraia's Retreat, Elysium",
        "date": "c. 429 BCE–422 BCE"
    },
    "General_Description": "'''Sudden and New''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met with [[Hekate]] and recovered a journal of the builder of the gateway.",
    "Section_Dialogue": "Kassandra reached the [[Sunken Temple of Pheraia]], where she overheard [[Persephone]] and [[Hekate]] talking. [[Ros]] barked.\n*'''Persephone:''' ''Ros, quiet!''\nKassandra took advantage of Persephone silencing her watchdog to eavesdrop on the conversation.\n*'''Persephone:''' ''[[Adonis|He]] stood there, soaking wet and sputtering, while his boat floated away from him down the Eridan River in pieces.''\n*'''Hekate:''' ''I'd give my sharpest bronze dagger to see that silly human trying to leave [[Elysium]] on a [[Felucca|felucca]].''\n*'''Persephone:''' ''Have you visited my [[Demeter|mother]] recently? And given her my love?''\n*'''Hekate:''' ''Always. Demeter sends her love in return.''\n*'''Persephone:''' ''Well, I'd better get back. Elysium won't rule itself. Do keep an eye out for me. I sense trouble brewing in paradise.''\nPersephone left, none-the-wiser to Kassandra's presence. Kassandra stepped out to speak to Hekate.\n*'''Hekate:''' ''I was starting to think you'd never get here. You can't waste time if you hope to break Persephone's control over the gate to the underworld.''\nKassandra held up her finger, taken aback by Hekate's knowledge of her plans.\n*'''Kassandra:''' ''I...''\n<tabber>\n|-|Dark Horse not completed=\n*'''Hekate:''' ''Did you really think word wouldn't get out that you're in collusion with Elysium's pretty boy, Adonis?''\n|-|Dark Horse completed=\n*'''Hekate:''' ''You might be playing both sides with Persephone and Adonis, but I know where your true motives lie.''\n</tabber>\n*'''Kassandra:''' ''Is that so?''\n*'''Hekate:''' ''Unfortunately, no one passes through the gate to the underworld without Persephone's permission. Which she has never given. Ever. Luckily for you, as the goddess of crossroads and keys, locked doors happen to be my specialty.''\n*'''Kassandra:''' ''Are you saying you can get me through the gate?''\n*'''Hekate:''' ''I'm saying I can help you bypass Persephone.''\n<tabber>\n|-|You're Persephone's friend.=\n*'''Kassandra:''' ''From what I just saw, you're pretty close with Persephone. Why would you want to work against her?''\n|-|You're playing me.=\n*'''Kassandra:''' ''What's in this for you? You still haven't told me.''\n</tabber>\n*'''Hekate:''' ''I'm not asking for your blind trust. Let me prove our goals align.''\nHekate dangled a pouch containing a key.\n*'''Hekate:''' ''This unlocks the door to Persephone's hidden sanctuary. She keeps all her most intimate possessions there, stowed away from her [[Hades|husband]]. Among her treasures is a journal rumored to contain information you desperately need about the gate. Bring it to me as soon as you can.''\n:(Door already found)\n:*'''Kassandra:''' ''Come to think of it, I've seen the door you speak of before.''\n:*'''Hekate:''' ''And now you'll be able to open it.''\n*'''Kassandra:''' ''I'll go get the journal.''\n*'''Hekate:''' ''The sooner you bring me it, the closer you are to leaving Elysium. Don't waste any time.''\n\nKassandra took her leave and made her way to Gaia's Underpass. [[Ikaros]] found the entrance buried in the cliffs.\n*'''Kassandra:''' ''This is it.''\nShe navigated her way through the underpass to the locked door she discussed with Hekate.\n*'''Kassandra:''' ''Let's see if Hekate's key works. Then find that journal.''\nKassandra unlocked the sanctuary and stepped inside. Inside, she found a letter from Demeter on a corner table.\n*'''Letter from Persephone's Sanctuary:''' ''Persephone, what can I say but that I miss and love you eternally? – Demeter''\nShe inspected a nearby vase filled with flowers.\n*'''Kassandra:''' ''A poppy... Demeter's emblem.''\nShe recovered the journal from the desk on the far wall.\n*'''Kassandra:''' ''This journal is missing pages. Hope Hekate still wants it.''\n\nKassandra returned to Hekate with the journal in hand.\n*'''Kassandra:''' ''I'm not sure how stealing Persephone's journal will help me open the gate to the underworld, but here it is.''\n*'''Hekate:''' ''Stealing ''Persephone''<nowiki>'</nowiki>s journal wouldn't help us. But stealing the journal that belonged to the gate's locksmith will.''\nHekate turned away to consult the journal. Kassandra followed behind her.\n*'''Kassandra:''' ''Who's the locksmith?''\n*'''Hekate:''' ''It doesn't say. Looks like a lot of pages were torn out. Now, be quiet while I read.''\nHekate pored over the journal's pages. Kassandra threw up her in hand in frustration at the Isu. After some time had passed, Hekate returned to Kassandra.\n*'''Hekate:''' ''Well, that was illuminating.''\n<tabber>\n|-|Tell me what you learned.=\n*'''Kassandra:''' ''So? What does it say?''\n|-|Get to the point.=\n*'''Kassandra:''' ''I don't like mystery. Let's hear what it says.''\n</tabber>\n*'''Hekate:''' ''So eager. The location of the gate is not revealed, but so long as Persephone controls Elysium, you need her permission to pass through it. Which you will never get.''\n*'''Kassandra:''' ''But if she loses control of Elysium...''\n*'''Hekate:''' ''She loses control of the gate. You need to undermine her influence any way you can.''\n*'''Kassandra:''' ''And how do you suggest I do that?''\n*'''Hekate:''' ''Your alliance with Adonis is a good start. His head-on tactics are a little obvious for my taste, but in time, he will wear down Persephone's forces.''\n*'''Kassandra:''' ''What about ''our'' alliance? Where do you come in?''\n*'''Hekate:''' ''I know all of Persephone's weaknesses and I'll direct you to them when the time is right. Until then, you'd be wise to spend some time with Persephone's lapdog, [[Hermes Trismegistus|Hermes]]. Learn to use that [[Staff of Hermes Trismegistus|Staff]]. You'll need a divine weapon in the land of gods.''\nHekate left Kassandra to consider her options.",
    "Section_Trivia": "*This is one of five memories in ''Fields of Elysium'' that reference the musical {{Wiki|Wicked (musical)|Wicked}}, the others being [[Good News]], [[Have Another Drink]], [[Popular]], and [[No Good Deed]].",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Fields of Elysium]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}