{
    "QuestName": "The Keeper and the Flame",
    "QuestID": "230981",
    "Revision": {
        "id": "1048724",
        "parentid": "1048723",
        "timestamp": "2023-06-16T01:12:10Z",
        "contributor": null,
        "comment": "/* Dialogue */",
        "origin": "1048724",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "85n9573ifdj5no71zw7lc0mh360vouv"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_Stub": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'The key to eternal flame had been stolen. With it, one could shine light into the Darkness of Underworld|Hades, or destroy everything in the paradise of Elysium. What would Kassandra do?'",
        "appearance": "'Assassin's Creed: Odyssey – The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "The Keeper and Kyros",
        "next": "The Keeper, a Killer",
        "source": "Kassandra",
        "location": "Heart of Elysium, Elysium",
        "date": null
    },
    "General_Description": "'''The Keeper and the Flame''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "While [[Kassandra]] had found [[Kyros of Zarax]] as a a suitable bodyguard for [[Persephone]], [[Adonis]]' rebels had become emboldened in their efforts against the queen and resorted to robbing [[Hermes Trismegistus|Hermes]], who asked Kassandra to recover his stolen property.",
    "Section_Dialogue": "Kassandra approached Hermes in the [[Heart of Elysium]].\n*'''Hermes:''' ''Keeper! I've been robbed!''\nKassandra spoke to him.\n*'''Hermes:''' ''These are dark times for Elysium. Those delinquent fools have robbed even'' me.\n*'''Kassandra:''' ''What did they take?''\n*'''Hermes:''' ''I fashioned a key. A recipe, if you will, for an eternal flame. I intended to gift it to Persephone. With it, she could shine her light, even in the underworld.''\n<tabber>\n|-|That's a generous gift.=\n*'''Kassandra:''' ''An eternal flame could bring order to this chaos.''\n*'''Hermes:''' ''You understand her burden better than you let on. By enduring her sacrifice, Persephone keeps us safe in the underworld.''\n|-|No one should have that power.=\n*'''Kassandra:''' ''No matter who the ruler is, if you give her fire, you're going to get burned.''\n*'''Hermes:''' ''You still don't understand. Persephone wants to protect us from the dark horrors in the underworld. With the flame, she could.''\n</tabber>\n*'''Kassandra:''' ''So, write the recipe again.''\n*'''Hermes:''' ''What I wrote took lifetimes. We can't let it stay in the hands of humans who would use it against her. Keeper... Kassandra, we have to steal it back.''\n<tabber>\n|-|The recipe should stay secret.=\n*'''Kassandra:''' ''I'll take back the recipe, but only because I don't think ''anyone'' should have access to a flame that never dies.''\n*'''Hermes:''' ''These are desperate times. You've seen the cloud these delinquents cast on our golden fields.''\n*'''Kassandra:''' ''I said I'd get it.''\n|-|Persephone needs us.=\n*'''Kassandra:''' ''You're a good man for wanting to protect Persephone. I'll help.''\n</tabber>\n*'''Hermes:''' ''Ah! I thank you. You are quickly becoming my friend and ally.''\n(Asked \"Where did you learn this recipe?\")\n*'''Kassandra:''' ''An eternal flame sounds more like a myth than some simple recipe.''\n*'''Hermes:''' ''Pah! I began writing the recipe with your [[Pythagoras|father]]. It's as real as the danger we'd face without it.''\n(Asked \"Why can't you see Persephone is using you?\")\n*'''Kassandra:''' ''Why do you go to these lengths to save Persephone? She wouldn't do the same for you.''\n*'''Hermes:''' ''Since these humans started acting against her, she's been suffering. When she suffers, we ''all'' suffer.''\n*'''Kassandra:''' ''Hermes, has it occurred to you she might just be using you?''\n*'''Hermes:''' ''Of course not. She simply needs someone to rely on. She needs'' me.\n(Leave – \"I'll find the eternal flame.\")\n*'''Kassandra:''' ''I'll find the rebels and get your recipe.''\n*'''Hermes:''' ''That's all I ask. If you are spotted or cause a commotion, we risk retaliation. Go unseen.''\nHermes took his leave. Kassandra traveled to the [[Mausoleum of the Kingless Queen]], where the thieves hid the recipe. She used the [[Wings of Hermes]] to teleport to the entrance.\n*'''Kassandra:''' ''Hermes asked me to go unseen.''\nKassandra infiltrated the [[fort]]. [[Ikaros]] found one of the thieves.\n*'''Kassandra:''' ''I see it.''\nKassandra reached the thief and found him dead, with only part of the recipe and a note.\n{{IUNote\n|Title=Rebel's Last Words\n|Text=Guests, they call us. We're prisoners. I ripped up Hermes' key and split it between us. May no one ever find it. I know that dying in Elysium isn't the end, but I'm scared. I wish my brother were here. He'd know what to do.}}\n*'''Kassandra:''' ''These look like the scribbles of a madman, but it's been ripped. Where's the rest of it?''\nKassandra traveled the mausoleum and recovered the other two fragments before making her escape. With the recipe reassembled, she reconvened with Hermes at the [[Dionysian Hemicycle]].\n*'''Hermes:''' ''We need to get the recipe back.''\n*'''Kassandra:''' ''About that. Here it is.''\n*'''Hermes:''' ''You've spared this realm great suffering, my friend! I wonder, were you spotted?''\n<tabber>\n|-|Undetected=\n*'''Kassandra:''' ''Of course not, but Hermes...''\n*'''Hermes:''' ''Good. We don't risk retaliation.''\n|-|Detected=\n{{#tag:tabber|\n⚖️No one saw me.=\n*'''Kassandra:''' ''Of course not, but Hermes...''\n*'''Hermes:''' ''Good. We don't risk retaliation.''\n{{!}}-{{!}}\nIt didn't go well.=\n*'''Kassandra:''' ''It was heavily guarded. Things got ugly.''\n*'''Hermes:''' ''They will know it was us. They'll retaliate. I just wanted to help, but I've made things worse.''\n}}\n</tabber>\nHermes held out his hand expectantly.\n<tabber>\n|-|You should have the recipe.=\n*'''Kassandra:''' ''I'm giving these torn pieces back, Hermes, but I'm trusting you. A flame that never dies could consume all of Elysium.''\n*'''Hermes:''' ''I swear to you as your friend, I will only use the flame if it's absolutely necessary.''\n|-|I'm giving it to Adonis.=\n*'''Kassandra:''' ''There's only one person in Elysium I'd trust with this power—[[Adonis]].''\n*'''Hermes:''' ''Have you lost your mind? I can't be the only one who sees that human for what he truly is.''\n*'''Kassandra:''' ''Adonis ''can'' be trusted.''\n*'''Hermes:''' ''You promise me, as a friend, that you know what you're doing. If anything happens to Persephone, I am holding you accountable.''\n|-|No one should have this power.=\n*'''Kassandra:''' ''I'm keeping these notes. If rebellion is coming, this power could be used to light all of Elysium on fire.''\n*'''Hermes:''' ''Perhaps you're right. So long as you swear to me you'll guard this secret with your life, I can rest knowing Persephone will never be touched by this flame.''\n</tabber>\n<!--Currently operating on theory that Persephone's Influence determines whether Hermes' quests starts immediately or have a time gap.-->\n<tabber>\n|-|If Kassandra had high influence with Persephone=\n*'''Kassandra:''' ''There's more for me to do, Hermes. I should go.''\n*'''Hermes:''' ''When we met, it was as friends. If war is coming to Elysium, I want you as my ally.''\n|-|If Kassandra had low influence with Persephone=\n*'''Kassandra:''' ''Hermes, things are worse in Elysium that I've been letting on. The rebels are organized and ready to fight. War is coming.''\n</tabber>\nKassandra and Hermes walked to the edge of the hemicycle to observe [[Persephone's Lost Outpost]], where the humans mingled.<br>(Dialogue continues in the [[The Keeper, a Killer|following memory]] at Hermes: \"We must crush the force behind the chaos. Let us fight for Persephone.\")",
    "Section_Outcome": "Kassandra recovered the recipe from the Mausoleum of the Kingless Queen, though it was unclear whether she returned the flame to Hermes, gave it to Adonis' rebellion, or kept it for herself to prevent either party from using it on the other.",
    "Section_Behind_the_scenes": "The objective for the following quest, [[The Keeper, a Killer]]—killing two rebel captains or killing all witnesses—is dependent on whether or not the player was detected in [[Mausoleum of the Kingless Queen]]. However, players who are detected can dictate the objective simply by either lying to Hermes or telling him the truth.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Fate of Atlantis: Fields of Elysium]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}