{
    "QuestName": "The Rebellion's Uprising",
    "QuestID": "231145",
    "Revision": {
        "id": "1053608",
        "parentid": "1051570",
        "timestamp": "2023-07-26T16:15:49Z",
        "contributor": null,
        "origin": "1053608",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "7bi8fc4ykaxjy0cjtin6bch03m22whs"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'The time had come. Persephone's defenses were lowered, and thanks to Kassandra, Adonis' cause was stronger than ever. The moment to strike had arrived.'",
        "appearance": "'Assassin's Creed: Odyssey – The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "Give 'Em Hades",
        "next": "The Second Calling {{c|non-canon}}<br>Guardian of the Gates",
        "source": "Kassandra",
        "location": "Shrine of Stallions, Asphodel Fields, Elysium<br />Persephone's Akropolis, Asphodel Fields, Elysium",
        "date": null
    },
    "General_Description": "'''The Rebellion's Uprising''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "With [[Adonis]]' rebellion able to confront [[Persephone]]'s forces on equal terms, the time had come to launch the final assault on [[Pherephassa Point]] to wrest control of [[Elysium]] from Persephone, and with it control of the gate to the [[underworld]].",
    "Section_Dialogue": "Kassandra had completed her [[A Growing Perception|own mission]] and done [[Give 'Em Hades|everything]] necessary to ensure Adonis' rebellion could defeat [[Persephone]].<br />\n{Note: Dialogue triggers upon collecting the fourth Keeper's Insight, compromising Influence in the third region, or at the conclusion of \"[[No Good Deed]]\", whichever comes last.}\n*'''Kassandra:''' ''Adonis' troops should be strong enough to take Persephone down. I should let him know.''\nKassandra met with Adonis at the [[Shrine of Stallions]], after his forces had pushed into the [[Asphodel Fields]] and occupied the foot of Persephone's mountain palace.\n*'''Adonis:''' ''I've had scouts looking everywhere for you. I didn't think to check Persephone's throne room.''\n<tabber>\n|-|Won the argument against Hekate=\n*'''Kassandra:''' ''Of course you didn't. And thanks to me, Persephone blames Hekate. We have the advantage.''\n|-|Lost argument=\n*'''Kassandra:''' ''You should be thanking me. Persephone knows what we're doing. She's prepared.''\n</tabber>\n*'''Adonis:''' ''That so? Then we need to strike, and we need to do it now.''\n<tabber>\n(Not romanced)=\n*'''Kassandra:''' ''For [[Aphrodite]].''\n*'''Adonis:''' ''And for your freedom to breach the gate out of this realm.''\n|-|(Romanced)=\n*'''Kassandra:''' ''Adonis, I'm sure you're a fine warrior, but we're facing ''gods.\n*'''Adonis:''' ''Nothing will happen to ''either'' of us. You will be my shield, and I'll be yours.''\n</tabber>\n<tabber>\nAccept – To battle!=\n*'''Kassandra:''' ''All right, muster your troops. We're going to battle.''\n|-|Not yet.=\n*'''Kassandra:''' ''We're marching against gods. Give me some time to prepare.''\nKassandra left to better prepare herself, then returned.\n*'''Adonis:''' ''We take the fight to Persephone, and we do it now. Ready your staff.''\n</tabber>\n:(If the eternal flame was given to Adonis)\n:*'''Kassandra:''' ''Before we fight, I have something for you.''\n:Kassandra handed Adonis the recipe for the eternal flame.\n:*'''Adonis:''' ''What's this?''\n:*'''Kassandra:''' ''One of Hermes's keys to the eternal flame. If your craftspeople can make it, you'll be able to ignite fires that never go out. But Adonis, only use it if you absolutely must.''\nAdonis' forces stormed the commons of Pheraphassa Point and engaged the bulk of Persephone's forces in the marble streets. Buildings were ruined, and the forces were evenly matched.\n:(If [[Leonidas I of Sparta|Leonidas]] was not sacrificed in \"[[A Life for a Life]]\")\n:*'''Leonidas:''' ''Paradise awaits! Fight for your freedom!''\nKassandra entered the fray and killed enemy captains until a [[Kolossus]] joined the battle. Kassandra destroyed it and brought victory to the rebel forces. Kassandra continued towards the palace, climbing past some rubble and found herself boxed into the bridge leading to the palace with [[Hermes Trismegistus]].\n<tabber>\n|-|If Hermes' friendship was kept (high influence)=\n*'''Kassandra:''' ''Hermes, you shouldn't be here.''\n*'''Hermes:''' ''Where else would I be while the humans burn Elysium to the ground? My friend, help me protect her.''\n{{#tag:tabber|\nI need your help.=\n*'''Kassandra:''' ''I ''have'' helped you. But nothing is going to stop this. The gate must open. After everything I've done for you... Please, Hermes, ''listen'' to me.''\n*'''Hermes:''' ''We haven't had the easiest friendship, the Staff Keeper and Key Maker, but you've done so much for me. Together, we'll get Persephone to stand down.''\n*'''Kassandra:''' ''Thank you. Let's go together.''\nHermes and Kassandra make their way up to Persephone.\n*'''Persephone:''' ''Stop.''\n{{!}}-{{!}}\nI made this happen.=\n*'''Kassandra:''' ''You really think I'm going to protect Persephone? These rebels are here because of me.''\n*'''Hermes:''' ''This is no time to joke. We're the Staff Keeper and Key Maker, bound by mysteries.''\n*'''Kassandra:''' ''We're not friends. We're not ''bound''. I played you and her to get what I want.''\n*'''Hermes:''' ''It was ''you'' this whole time? You let me worry about these delinquents... All my worry, all this suffering was because of you.''\n*'''Kassandra:''' ''I told you I'm getting to that gate whether Persephone likes it or not. Now get out of my way.''\n*'''Hermes:''' ''I will not!''\n{{#tag:tabber|\nThat was your last warning.=\n*'''Kassandra:''' ''Then today is the day the gods themselves fall to their knees before me.''\n{{!}}-{{!}}\nI don't want to fight you.=\n*'''Kassandra:''' ''It doesn't have to be like this, Hermes.''\n*'''Hermes:''' ''It could have been different between us. You were my friend, but you've given me no option. I have to protect the one I love.''\n}}\nKassandra and Hermes drew their weapons and prepared to fight.\n*'''Hermes:''' ''So, this is what friendship means to you?''\nKassandra unleashed her [[Keeper's Insight|newfound powers]] and inflicted deep wounds on Hermes.\n*'''Hermes:''' ''Pathetic! Your [[Pythagoras|father]] would be disappointed.''\n*'''Kassandra:''' ''He'd be disappointed in ''you.\nKassandra wounded him some more.\n*'''Kassandra:''' ''You're no god.''\n*'''Hermes:''' ''I will... not stop...''\nKassandra defeated Hermes and brought him to his knees. She readied her fist to knock him out.\n*'''Persephone:''' ''Stop!''\nHermes stumbled to his feet.\n}}\n|-|If Hermes' friendship was kept (medium influence)=\n*'''Kassandra:''' ''Don't get in my way!''\n*'''Hermes:''' ''It was ''you'' this whole time? You let me worry about these delinquents... All my worry, all this suffering, was because of you.''\n*'''Kassandra:''' ''I told you I'm getting to that gate whether Persephone likes it or not. Now get out of my way.''\n*'''Hermes:''' ''I will not!''\n{{#tag:tabber|\nThat was your last warning.=\n*'''Kassandra:''' ''Then today is the day the gods themselves fall to their knees before me.''\n{{!}}-{{!}}\nI don't want to fight you.=\n*'''Kassandra:''' ''It doesn't have to be like this, Hermes.''\n*'''Hermes:''' ''It could have been different between us. You were my friend, but you've given me no option. I have to protect the one I love.''\n}}\nKassandra and Hermes drew their weapons and prepared to fight.\n*'''Hermes:''' ''So, this is what friendship means to you?''\nKassandra unleashed her [[Keeper's Insight|newfound powers]] and inflicted deep wounds on Hermes.\n*'''Hermes:''' ''Pathetic! Your [[Pythagoras|father]] would be disappointed.''\n*'''Kassandra:''' ''He'd be disappointed in ''you.\nKassandra wounded him some more.\n*'''Kassandra:''' ''You're no god.''\n*'''Hermes:''' ''I will... not stop...''\nKassandra defeated Hermes and brought him to his knees. She readied her fist to knock him out.\n*'''Persephone:''' ''Stop!''\nHermes stumbled to his feet.\n|-|If Hermes' friendship was ended=\n*'''Kassandra:''' ''Don't get in my way!''\n*'''Hermes:''' ''Humiliating me wasn't enough? You have to destroy my home... my ''love''?''\n*'''Kassandra:''' ''Hekate isn't here to save you this time. Stand down!''\n*'''Hermes:''' ''I will not!''\n{{#tag:tabber|\nThat was your last warning.=\n*'''Kassandra:''' ''Then today is the day the gods themselves fall to their knees before me.''\n{{!}}-{{!}}\nI don't want to fight you.=\n*'''Kassandra:''' ''It doesn't have to be like this, Hermes.''\n*'''Hermes:''' ''It could have been different between us. You were my friend, but you've given me no option. I have to protect the one I love.''\n}}\nKassandra and Hermes drew their weapons and prepared to fight.\n*'''Hermes:''' ''So, this is what friendship means to you?''\nKassandra unleashed her [[Keeper's Insight|newfound powers]] and inflicted deep wounds on Hermes.\n*'''Hermes:''' ''Pathetic! Your [[Pythagoras|father]] would be disappointed.''\n*'''Kassandra:''' ''He'd be disappointed in ''you.\nKassandra wounded him some more.\n*'''Kassandra:''' ''You're no god.''\n*'''Hermes:''' ''I will... not stop...''\nKassandra defeated Hermes and brought him to his knees. She readied her fist to knock him out.\n*'''Persephone:''' ''Stop!''\nHermes stumbled to his feet.\n</tabber>\n*'''Persephone:''' ''Pathetic. You have failed me for the last time, Hermes Trismegistus.''\nHermes slowly shook his head with sadness in his eyes. Persephone's hand glowed with power. As she closed her fist, Hermes' armor glowed as his movements were restricted and began choking.\n*'''Hermes:''' ''P... Perseph...''\nHermes began floating. Persephone cast Hermes towards the edge of the bridge. He could not stop his momentum from carrying him over the railing. Kassandra yelled after him.\n*'''Kassandra:''' ''Hermes!''\nKassandra looked up at Persephone with contempt, who stared back at Kassandra before returning to her palace.\n*'''Kassandra:''' ''That's it. Persephone's control over Elysium needs to end. ''Now.\nKassandra climbed over the rubble blocking her way and up the stairs. She entered the palace and climbed up to Persephone's throne room at [[Pherephassa Point]], where she found Persephone and [[Hekate]].\n*'''Persephone:''' ''You. Don't move a muscle.''\nKassandra crossed her arms and waited.\n<tabber>\n|-|Persephone sided with Kassandra=\n*'''Hekate:''' ''You're letting a human get in the way of our friendship.''\n*'''Persephone:''' You'' let her get in the way. You should have told me yourself, but all I hear spouting from your mouth are lies. I've had enough! In fact, I'm going to do something about that.''\nHekate realized exactly what Persephone meant.\n*'''Hekate:''' ''Don't.''\nPersephone extended her glowing hand towards Hekate. Hekate's eyes briefly turned the same shade of purple as Persephone's as she became compelled to tell the truth for eternity.\n*'''Hekate:''' ''You were never fit to lead Elysium! And I hate your dress!''\nHekate held her fingers to her mouth in shock.\n*'''Persephone:''' ''Good luck manipulating anyone with your lies ever again. If I were you, I'd leave before I say anything else stupid.''\nHekate left in a hurry.\n*'''Kassandra:''' ''How did you do that?''\n*'''Persephone:''' ''It comes naturally to me.''\n|-|Persephone sided with Hekate=\n*'''Hekate:''' ''Don't let ''her'' get away with anything. We're in this together. I'll always be at your service.''\n*'''Persephone:''' ''Even outside of Elysium? If it comes to that?''\n*'''Hekate:''' ''I'll be there. For now, I'll leave you two. I'm sure there's plenty to talk about.''\nHekate left the chamber.\n</tabber>\n*'''Kassandra:''' ''You're making a huge mistake.''\n*'''Persephone:''' ''With war brewing outside my window, I wonder what you'd suggest I do instead.''\nAdonis marched in to confront Persephone.\n*'''Adonis:''' ''Your beautiful Elysium has turned to rubble, all because of your stubbornness, Persephone.''\n*'''Persephone:''' ''You fool, I made this place beautiful for you! Nothing I've ever done for your love has been good enough.''\n*'''Adonis:''' ''You're a prisoner too, you should know it's impossible to love your captor. This is the last time I'll ask. Let us go. Let ''me'' go.''\n<tabber>\n|-|Adonis allowed to leave=\n{{#tag:tabber|\nIf Adonis was exposed but not romanced=\n*'''Persephone:''' ''You've turned this whole realm against me—but you didn't do it alone. Go. Your friend here won't be as lucky.''\n{{!}}-{{!}}\nIf Adonis was neither exposed or romanced=\n*'''Persephone:''' ''I do love you, Adonis. And true love is selfless. Go. Treat Aphrodite better than you ever treated me.''\n}}\n*'''Adonis:''' ''Thank you, Persephone. I'm forever grateful. Go easy on Kassandra.''\nWith Persephone's permission granted, Adonis left the palace, and presumably Elysium entirely, to return to the mortal realm.\n|-|Adonis not allowed to leave=\n*'''Persephone:''' ''Oh, dear. Didn't you hear? There's no reason for you to leave now. Aphrodite heard ''everything'' you've been up to in Elysium and she wants nothing to do with you.\nPersephone raised her glowing hand.\n*'''Adonis:''' ''No. I—Please, Persephone.''\n*'''Persephone:''' ''No one will look at you the way I once did ever again.''\n{{#tag:tabber|\nIf Hermes or Kassandra kept the eternal flame=\nAdonis panicked as he was surrounded by a glowing aura and fell to his knees. A flash of energy sounded, and when Adonis stood up, his face was full of blisters and he was blinded.\n{{!}}-{{!}}\nIf Adonis was given the eternal flame=\nAdonis panicked as he was surrounded by a glowing aura and fell to his knees. A roar of fire sounded, filling the air with embers, and when Adonis stood up, his face and hands were severely burned and he was blinded.\n}}\n*'''Adonis:''' ''What have you done to me?''\nAdonis left the palace in a hurry.\n|-|Adonis romanced=\n*'''Persephone:''' ''After you went and fucked this lowly mortal behind my back? I don't think so. All I asked from you was loyalty, and you couldn't deliver.''\nPeresephone raised her glowing hand.\n*'''Adonis:''' ''No. I—Please, Persephone.''\n*'''Persephone:''' ''No one will look at you the way I once did ever again.''\n{{#tag:tabber|\nIf Hermes or Kassandra kept the eternal flame=\nAdonis panicked as he was surrounded by a glowing aura and fell to his knees. A flash of energy sounded, and when Adonis stood up, his face was full of blisters and he was blinded.\n{{!}}-{{!}}\nIf Adonis was given the eternal flame=\nAdonis panicked as he was surrounded by a glowing aura and fell to his knees. A roar of fire sounded, filling the air with embers, and when Adonis stood up, his face and hands were severely burned and he was blinded.\n}}\n*'''Adonis:''' ''What have you done to me?''\nAdonis left the palace in a hurry.\n</tabber>\nPersephone turned her attention, at last, to Kassandra.\n*'''Persephone:''' ''Your turn.''\n*'''Kassandra:''' ''We don't have to do this. Just let me pass through Elysium. Adonis would've rallied the people with or without my help.''\n*'''Persephone:''' ''You're lying!''\n:(If Leonidas was sacrificed in \"A Life for a Life\")\n:*'''Kassandra:''' ''What about ''your'' lies? You made me a promise if I brought you Leonidas.''\n:*'''Persephone:''' ''After everything you've done against me? Don't make me laugh. But once I'm finished with you, maybe you'll be with your loved ones after all.''\n*'''Kassandra:''' ''Persephone you don't have to control everything. You're free to let go. Maybe you can finally go home.''\n*'''Persephone:''' ''You know ''nothing'' of what I've been through.''\nPersephone stalked forward, and Kassandra stepped back.\n*'''Persephone:''' ''I was stolen from your world. I had no choice but to take ''this'' one for myself.''\nPersephone pulled out an [[Prize of Cerberos|artifact]] and whistled for [[Ros]]. She threw it into a pit leading to the [[Underworld]] and Ros chased it. Kassandra drew her [[Spear of Leonidas|spear]] as Ros ran past.\n*'''Kassandra:''' ''Huh?''\nA flash of light burst from the hole, distracting Kassandra.\n*'''Kassandra:''' ''What?''\nPersephone grinned and held out her hand at Kassandra. Kassandra's armor glowed with the same light as she was unable to move and forced to her knee. Persephone stalked forward.\n*'''Persephone:''' ''And this world is mine ''alone.\nPersephone flicked Kassandra on the forehead and sent her flying effortlessly into the pit. Kassandra yelled through a long fall into a crash landing. She came to her senses in a circular arena in a barren land. Kassandra climbed to her feet and assessed her surroundings, with the [[Spear of Leonidas]] still in her hand. She noticed the faint shape in a cave of a [[dog]]'s head with glowing yellow eyes, then another head, and a third. The [[Cerberos|three-headed dog]] grumbled.\n*'''Kassandra:''' ''Ros? ...Good dog. Good dog.''",
    "Section_Outcome": "Kassandra won the battle against Persephone's forces. Persephone threw Hermes from the mountain. Despite Kassandra's victory, and regardless of Hekate's and Adonis' fates, Persephone remained in control of Elysium. She then tossed an artifact into the pit leading to the Underworld, which Ros chased, transforming into Cerberos on the way down. While Kassandra was distracted by the dog's transformation, Persephone restrained her with her powers and flicked her effortlessly into the same pit.",
    "Section_Trivia": "*Several choices made during past memories have effect on this one:\n**Whether [[Leonidas I of Sparta|Leonidas]] was sacrificed or saved during \"[[A Life for a Life]]\".\n**Whether or not Kassandra gave the flame to a faction or kept it for herself during \"[[The Keeper and the Flame]]\".\n**Whether Kassandra stayed friends with Hermes during \"[[The Keeper, a Killer]]\", changes dialogue with Hermes after the fight.\n**If the side memory \"[[Free Their Minds, the Rest Will Follow]]\" was completed or not.\n**Whether Persephone sided with or against Hekate at the end of \"[[No Good Deed]]\".\n**Whether the player completed a romance with Adonis or not.\n*Completing this memory before doing \"[[Free Their Minds, the Rest Will Follow]]\" will result in that memory being abandoned and rendered uncompleteable, thus also preventing players from getting the [[Assassin's Creed: Odyssey achievements|achievement]] ''The Conqueror''.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Fields of Elysium]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}