{
    "QuestName": "The Keeper and Key Maker",
    "QuestID": "230943",
    "Revision": {
        "id": "1046042",
        "parentid": "867174",
        "timestamp": "2023-06-07T01:20:27Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046042",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "jcnkm26lyg44zgq5dm8oaiplyvy0ybq"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_Stub": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Kassandra couldn't overcome Elysium without an ally, and she found one in Hermes Trismegistus|Hermes. It was he, and he alone, who could guide her to the Staff of Hermes Trismegistus|Staff's untapped knowledge.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "Sudden and New",
        "next": "The Keeper and Kyros",
        "source": "Kassandra",
        "location": "Sunken Temple of Pheraia, Pheraia's Retreat, Elysium",
        "date": null
    },
    "General_Description": "'''The Keeper and Key Maker''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Having met with [[Adonis]], [[Persephone]], and [[Hekate]], Kassandra headed to [[Minos' Faith]] to reunite with [[Hermes Trismegistus]].",
    "Section_Dialogue": "Kassandra traveled to [[Hermes' Workshop]] in Minos' Faith. Hermes greeted her.\n*'''Hermes:''' ''Ah, you again! Always nice to see a friendly face.''\nKassandra approached him at his desk.\n*'''Hermes:''' ''Keeper, you've found my workshop after all. I know it may not look like much, but it's home.''\n*'''Kassandra:''' ''I told you. You can call me Kassandra.''\n*'''Hermes:''' ''In front of the [[Staff of Hermes Trismegistus|Staff]]? Pah! But I'm glad you came. There's much to show you in this great land.''\n<tabber>\n|-|I'd like to see it.=\n*'''Kassandra:''' ''If you're offering, I could use some help getting my bearings.''\n*'''Hermes:''' ''Oh, give yourself time. The golden fields reveal themselves slowly and selectively. But I can help. Walk with me.''\n|-|This is the land of the dead.=\n*'''Kassandra:''' ''I thought Elysium honored heroes. I even thought this is where I'd want to come, one day. But this land isn't great. It's just... haunted.''\n*'''Hermes:''' ''Pah! Persephone has endowed this land with a beauty only she could provide. Let me convince you. Walk with me.''\n</tabber>\n<tabber>\n|-|Accept – A walk sounds good.=\n*'''Kassandra:''' ''Maybe you're right. I need to clear my head. Where to?''\n*'''Hermes:''' ''I consider myself a key maker. One of my keys might interest you.''\n|-|Leave – Maybe later.=\n*'''Kassandra:''' ''I appreciate the offer, but there are other things for me to do first.''\nKassandra left to attend to her other matters, then returned.\n*'''Hermes:''' ''Let's stretch our legs. There's a place I want to show you.''\n(back to choices)\n</tabber>\nHermes led away out of the workshop to a pair of horses. They mounted the horses and rode up the path.\n*'''Kassandra:''' ''What do you do in your workshop?''\n*'''Hermes:''' ''Invent. All of reality's secrets are hidden behind doors. My inventions act as keys that unlock those doors.''\n*'''Kassandra:''' ''You... reveal the secrets behind them.''\n*'''Hermes:''' ''Ah! You're as wise as Pythagoras. But why discuss what we can see for ourselves?''\nHermes dismounted his horse near the [[Mausoleum of the Kingless Queen]].\n*'''Hermes:''' ''Observe, way up there. Persephone's first keep. If only you could have seen it when it was new.''\n*'''Kassandra:''' ''It seems like most of Elysium is in ruins. What happened?''\n*'''Hermes:''' ''This place is beautiful, as are all of Persephone's creations. But it is a world that changes at her whims. When I see decay, I know she needs us at her side more than ever.''\nHermes remounted his horse and rode on. Kassandra followed him to the cliff overlooking [[Ariadne's Fields]].\n*'''Hermes:''' ''Look there! Imagine all the heroes who have passed through those golden fields, basking in the glory of eternal peace. Each thinking they'd seen nothing more beautiful, only then to set eyes on Persephone.''\nHermes led on to the cliff across a lake from the [[Mortal Encampment]].\n*'''Hermes:''' ''Look there, Keeper! That encampment is the site where [[Hephaistos]] built a home for [[Aphrodite]].''\n*'''Kassandra:''' ''Doesn't look like much now.''\n*'''Hermes:''' ''It stood tall until Aphrodite met that ''child'' Adonis. His ability to wreak havoc with a wink and a smile is second to none.''\nHermes led down the cliff through the shallow waters and ended the tour at the [[Ruins of Rhadamanthos]]. He dismounted one last time.\n*'''Hermes:''' ''Come! That cave leads to a [[Keeper's Insight|key]] I built for the Staff. Consider it our secret. The Key Maker and the Staff Keeper, friends bound by mysteries.'' \nKassandra climbed her way to the top of the ruins of Rhadamanthos and found an entrance to the [[Veiled Altar of Hermes]] tucked at the summit. She leapt into the hole and found the Keeper's Insight, then made her way back to Hermes.\n*'''Kassandra:''' ''What happened to me in there?''\n*'''Hermes:''' ''Imagine for a moment—inside you, inside all of us, are parchments twisting like ribbon. On those parchments is written the story of who you are, who you were, and who you will become. Does that make sense?''\n<tabber>\n|-|It doesn't make sense.=\n*'''Kassandra:''' ''Like everything else here, I don't understand any of it.''\n*'''Hermes:''' ''Let's call it the [[Fates]], then. ''Your'' fate is predetermined, but what you experienced in there was a key I built that can unlock it and allow you to control it. I've built many.''\n|-|I understand.=\n*'''Kassandra:''' ''So, this twisting ribbon defines each of us, and what happened in there... changed what defines me.''\n*'''Hermes:''' ''You understand. With these keys, you can unlock the secrets inside you and wrest control from them. I've built many.''\n</tabber>\n*'''Kassandra:''' ''Thank you. I'm not used to doing this on my own. On the ''[[Adrestia]]'' I had [[Barnabas]] as a guide.''\n*'''Hermes:''' ''Ah. Well, I hope it's a long time before I meet him here. I'll leave you to your adventuring. You're welcome to come back to my workshop any time.''\n*'''Kassandra:''' Chaire'', Hermes.''",
    "Section_Outcome": "Kassandra met with Hermes and received a tour of the Minos' Faith region from him. The tour ended at the [[Veiled Altar of Hermes]], where she recovered a [[Keeper's Insight]].",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Fields of Elysium]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}