{
    "QuestName": "The Warrior, the Eagle Bearer",
    "QuestID": "232540",
    "Revision": {
        "id": "1046171",
        "parentid": "906351",
        "timestamp": "2023-06-07T17:43:40Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046171",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "h48td9nhj2gdjh6zlzeycht1xfe2u35"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_Stub": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'There are few who get to say goodbye after death. But now, confronted with her past, Kassandra would do exactly that. Faced with opportunity, what would she choose to say?'",
        "appearance": "'Assassin's Creed: Odyssey' - 'The Fate of Atlantis: Torment of Hades'",
        "type": "Side, Character {{c|Phoibe}}",
        "previous": "Undoing What's Been Done",
        "1": "next",
        "source": "Kassandra",
        "location": "Tartaros",
        "date": null
    },
    "General_Description": "'''The Warrior, the Eagle Bearer''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra tracked down the [[Cyclops of Kephallonia]] thanks to [[Charon]]. It was time to face him once and for all.",
    "Section_Dialogue": "Once ashore from Charon's boat, Kassandra headed inland to find a recreation of her old hovel on [[Kephallonia]].\n*'''Kassandra:''' ''It's... my home on Kephallonia. How is this possible?''\nShe called out for [[Phoibe]].\n*'''Kassandra:''' ''Phoibe? Phoibe!''\nPhoibe didn't respond, but she sensed someone else approach.\n*'''The Cyclops of Kephallonia:''' ''Been a long time. Heard you ''and'' the girl finally came down to join us. Couldn't pass up the opportunity to show you both a warm Kephallonian welcome.''\nThe Cyclops strode onto the grounds with two extra guards.\n*'''Kassandra:''' ''If you hurt her...''\n*'''The Cyclops of Kephallonia:''' ''If?''\n*'''Kassandra:''' ''I will cut out your other fucking eye. And this time it's going up ''your'' ass, Cyclops!''\n*'''The Cyclops of Kephallonia:''' ''No one calls me that!''\nThe goat whose anus Kassandra inserted the Cyclops' [[Obsidian Eye|prosthetic eye]] into trotted between them. The Cyclops became desperate while an idea struck Kassandra with a smirk.\n*'''The Cyclops of Kephallonia:''' ''Give it to me.''\nWhile the goat stared at the Cyclops, Kassandra slapped its hindquarters to start it running off. The Cyclops' guards took off after it while he attempted to fight Kassandra one-on-one.\n*'''The Cyclops of Kephallonia:''' ''Maybe I'll cut out one of ''your'' eyes!''\n*'''Kassandra:''' ''Come and try.''\nWhile his time in the [[underworld]] had made the Cyclops more resilient, Kassandra had grown much stronger since their last encounter. She inflicted deep wounds on him.\n*'''Kassandra:''' ''I will make you suffer, Cyclops!''\n*'''The Cyclops of Kephallonia:''' ''The way you let Phoibe suffer? Didn't think I heard about [[And the Streets Run Red|that]], did you?''\nKassandra defeated the Cyclops once again and confirmed his second death. Further up the hill, she found a recreation of part of the [[Odeon of Perikles]], and Phoibe slumped against the column, just as Kassandra found her [[Plague of Athens|back then]].\n*'''Kassandra:''' ''Phoibe! No, no, no, no, no.''\nKassandra knelt down next to her. Phoibe was unresponsive.\n*'''Kassandra:''' Ela, ela. ''Earth, mother of all, I greet you.''\nKassandra leaned forward to kiss Phoibe on the forehead, exactly as she did the first time she lost her.\n*'''Kassandra:''' Aniazo.\nThis time, Phoibe opened her eyes.\n*'''Phoibe:''' ''Kassandra.''\n*'''Kassandra:''' ''You're OK!''\n*'''Phoibe:''' ''And you're here.''\n\n<tabber>\n|-|I'll always be here for you.=\n*'''Kasandra:''' ''I'll always be with you, Phoibe. Forever. No matter what.''\n*'''Phoibe:''' ''Thank you.''\n|-|You should be more careful.=\n*'''Kassandra:''' ''I was here this time, Phoibe, but you have to be more careful. I don't know what I'd do if something happened to you.''\n*'''Phoibe:''' ''I just wanted you to be proud of me.''\n|-|I was with you in Athens.=\n*'''Kassandra:''' ''I was with you in Athens, too. You just didn't see me.''\n*'''Phoibe:''' ''I see you now.''\n</tabber>\n*'''Kassandra:''' ''Can you stand?''\nPhoibe stood up and looked around.\n*'''Phoibe:''' ''What is this place? And where is the Cyclops?''\n*'''Kassandra:''' ''Don't worry, the Cyclops is gone. And this is a doorway to [[Elysium]].''\nThe threshold at Kassandra's hovel glowed bright white.\n*'''Phoibe:''' ''So that's it. Through there, I'll find my real parents.''\n*'''Kassandra:''' ''You can do this, Phoibe. Let's go.''\nThe pair walked towards the gateway, taking in the island scenery along the way.\n*'''Phoibe:''' ''Seeing this place makes me miss Kephallonia.''\n*'''Kassandra:''' ''We had some good days, didn't we?''\nThey reached the gateway.\n*'''Phoibe:''' ''I don't want to go.''\n\n<tabber>\n|-|You belong in Elysium.=\n*'''Kassandra:''' ''You have no choice, Phoibe. You belong with your parents.''\n*'''Phoibe:''' ''No, I belong with you. Please, don't make me go.''\n|-|We don't always do what we want.=\n*'''Kassandra:''' ''Phoibe, growing up means doing things you don't want. But you do them anyway, because you're brave enough to do whats right.''\n*'''Phoibe:''' ''Staying with you could be right.''\n</tabber>\n*'''Kassandra:''' ''Don't be afraid. I'm leaving this place too once I finish what I started. But I will be with you.''\nPhoibe nodded.\n*'''Kassandra:''' ''I found this. Take it with you... To keep me close.''\nKassandra handed [[Chara]] to her.\n*'''Phoibe:''' ''What if... my parents don't like me?''\n\n<tabber>\n|-|Give your parents a chance.=\n*'''Kassandra:''' ''If they don't like you, that's their problem. But you have to give them a chance to love you. And if they don't take it, then you'll make a new family, just like ''we'' did on Kephallonia.''\n|-|They're going to love you.=\n*'''Kassandra:''' ''Of course they're going to like you. They'll do more than like you. They'll ''love'' you.''\n</tabber>\n*'''Phoibe:''' ''But I won't be able to forget you. You're my family, too. Can I come back here and find you?''\n\n<tabber>\n|-|Be strong on your own.=\n*'''Kassandra:''' ''You are strong enough for this. Never doubt that. If you ever feel lonely, find that strength, and you'll be able to push through it.''\n|-|Lethe's water could let you forget me.=\n*'''Kassandra:''' ''Do you still have the water the Cyclops gave you?''\nPhoibe nodded.\n*'''Kassandra:''' ''When you've met your parents and you're ready, drink it. Forget me. Forget the pain. Start your new life with them—the one you deserve.''\n|-|I'll come to you.=\n*'''Kassandra:''' ''No. Once you leave, you can never come back. But one day, a long time from now, I will come to you, and we'll tell each other all about our adventures.''\n</tabber>\nPhoibe and Kassandra hugged good-bye.\n*'''Phoibe:''' ''You'll always be my family. No matter what. I think I'm ready.''\n*'''Kassandra:''' ''Phoibe, the warrior who sailed to the golden fields. Phoibe, who plunged into the underworld to save her family. Phoibe, the Eagle Bearer. You have made me so proud.''\nPhoibe held Chara high above her head. She walked to the gateway to Elysium. As she bathed in its light, her skin returned to normal, cleared of the ashen cracked texture that plagued those in the underworld. She took one final look at Kassandra, who had tears streaming down her face.\n*'''Kassandra:''' ''Walk tall.''\nPhoibe held her fist to her chest saluting Kassandra. She stepped through the gateway and vanished.\n\nKassandra returned to [[Charon]]'s dock in the underworld, where [[Hades]] and [[Poseidon]] stood waiting. She glanced at them crossly and strolled past as they reflected on her final decision with Phoibe's memories.\n\n<tabber>\n|-|Phoibe resolved to wait for Kassandra=\n*'''Hades:''' ''I told you she wouldn't let the kid lose her memories.''\n*'''Poseidon:''' ''Instead, she drew out the child's own strength and inspired her to endure her burden. Remarkable.''\nHades won the wager. He held out his hand expectantly, and Poseidon flipped him a coin.\n|-|Kassandra told Phoibe to drink Lethe's water=\n*'''Hades:''' ''I still can't believe she told the kid to drink Lethe's water.''\n*'''Poseidon:''' ''Her willingness to suffer alone is... remarkable.''\nPoseidon won the wager. He held out his hand expectantly, and Hades flipped him a coin with a frown before storming off.\n</tabber>",
    "Section_Outcome": "Kassandra defeated the Cyclops of Kephallonia and rescued Phoibe. After a long goodbye, Phoibe travelled to [[Elysium]] to find her parents.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' - ''[[The Fate of Atlantis: Torment of Hades]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}