{
    "QuestName": "The Underworld's Fallen Guardians",
    "QuestID": "232509",
    "Revision": {
        "id": "1046162",
        "parentid": "984883",
        "timestamp": "2023-06-07T17:09:03Z",
        "contributor": null,
        "comment": "'Argonauts' link",
        "origin": "1046162",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "rjz6570oihsk5rlk3aae399f3wpoxga"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD FoA ToH The Underworld's Fallen Guardians 01.png",
        "description": "'To quell the chaos of the underworld, Hades demanded new Guardians for his gates. They were no Cerberus|Cerberos, but their combined might would do the job.'",
        "appearance": "'Assassin's Creed: Odyssey' - 'The Fate of Atlantis: Torment of Hades'",
        "type": "Main",
        "previous": "Beyond the Veil",
        "next": "The Next Lesson",
        "source": "Kassandra",
        "location": "The Underworld",
        "date": "422 BCE"
    },
    "General_Description": "'''Guardian of the Gates''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra was sent by [[Hades]] to recruit four guardians for the gates to the [[Underworld]].",
    "Section_Dialogue": "Kassandra travelled to the vault behind [[Salmoneus' Hubris]], finding the hero [[Perseus]]. Kassandra attacked the hero, prompting him to engage her in combat.\n*'''Perseus:''' ''[[Kadmos]] and [[Bellerophon]], lend me your might! You dare challenge the slayer of the [[Medusa|Gorgon]]?''\n*'''Kassandra:''' ''I'm not here to challenge you, Perseus. I need your help!''\n*'''Perseus:''' ''My help must be earned!''\nKassandra dealt a few blows to Perseus.\n*'''Perseus:''' ''[[Zeus]]... Father! Descend and fight with me!''\nKassandra defeated Perseus.\n*'''Kassandra:''' ''Snap out of it, Perseus. We're allies, and I need your help. Go to the [[Gate of the Slayer|gates]] and protect this place.''\nPerseus nodded in agreement and left the vault. Kassandra recovered a note.\n*'''Perseus' note:'''<br />''It's baffling. After everything I accomplished, I am to spend eternity in the lair of the despicable gorgon I slayed so long ago. Zeus, father, what have I done to offend thee? Did I somehow misuse your gifts? Was I too prideful in my taking of the gorgon's head? [[Hades]] welcomes all who were overcome by hubris, like the [[Achilles|warrior]] who thought he was protected by the [[Styx]], and yet finds himself feasting endlessly in the [[Hall of Maniai]]. Or perhaps slaying the monster was in itself an ill act. Perhaps the beast was merely misunderstood. Perhaps... perhaps...''\nKassandra next traveled to the Hall of Maniai, passing through a [[Tartaros Veil]]. In the cave, she found the Greek hero Achilles and provoked him into attacking.\n*'''Achilles:''' ''I don't want to fight you, challenger. Stand down! Put down your weapons or die.''\n*'''Kassandra:''' ''Achilles, the underworld is in chaos. Serve Hades and go to the [[Gate of the Glorious|gates]]!''\n*'''Achilles:''' ''If you want me to be a servant, prove it!''\nKassandra dealt a few blows on Achilles.\n*'''Achilles:''' ''There's no honor in this. Stop!''\nKassandra defeated Achilles.\n*'''Kassandra:''' ''Achilles, Hades need you. Go to the gates and guard them with your life.''\nAchilles nodded and left the cave. Kassandra left the cave and traveled to the [[Pit of Deprivation]]. She passed through a Tartaros Veil to a vault where [[Agamemnon]] was at, provoking the King into attacking her.\n*'''Agamemnon:''' ''Ah, finally Hades has sent me a challenge. Bow before your true king!''\n*'''Kassandra:''' ''I'll bow if you go to the gates and protect the underworld.''\nKassandra landed a few blows on Agamemnon.\n*'''Agamemnon:''' ''Your blood is as sweet as a [[Troy|Trojan]]'s!''\n[[File:ACOD FoA ToH Agamemnon Kassandra.png|thumb|250px|Kassandra recruits Agamemnon]]\nKassandra defeated Agamemnon.\n*'''Kassandra:''' ''This place needs a king, Agamemnon. Go to the [[Gate of the Unbowed|gates]] and protect the people the way you do best.''\nAgamemnon nodded and left the vault. Kassandra recovered a note.\n*'''Agamemnon's Note:'''<br />''I was a king. I commanded legions. My banner struck fear in the hearts of my enemies and I razed cities to the ground. But now death is my kingdom. Rocks are my city walls. Flames are my soldiers. Their heat the only thing I can trust in this forsaken put. I find no rest here—not with the screams coming from [[Tartaros]]. Must be that restless [[Herakles|son]] of Zeus, beating prisoners into a bloody pulp.''\nKassandra left the vault and traveled to a fort in the northwest. She entered a vault through a Tartaros Veil and found the hero Herakles in it, along with a depiction of a [[cyclops]]' corpse. Kassandra approached closer, provoking Herakles into attacking.\n*'''Herakles:''' ''You're the one who killed [[Cerberos]]! Been a long time since I had a good fight!''\n*'''Kassandra:''' ''Herakles, I'm not here to fight you. I need you!''\n*'''Herakles:''' ''I said ''fight''!''\nKassandra dealt a few blows to Herakles.\n*'''Herakles:''' ''Respect, young one! You fight like an [[Argonauts|Argonaut]]!''\n[[File:ACOD FoA ToH Herakles Kassandra.png|thumb|250px|Kassandra recruits Herakles]]\nKassandra defeated Herakles.\n*'''Kassandra:''' ''Herakles, rise up and be a hero for Hades and for all the people in the underworld.''\nHerakles nodded and left the vault.",
    "Section_Outcome": "Kassandra defeated Herakles, Achilles, Perseus, and Agamemnon, and recruited them as Hades' four new guardians of the gates.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' - ''[[The Fate of Atlantis: Torment of Hades]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}