{
    "QuestName": "The Weight of Sparta",
    "QuestID": "232652",
    "Revision": {
        "id": "1060748",
        "parentid": "1060746",
        "timestamp": "2023-09-18T23:23:35Z",
        "contributor": null,
        "origin": "1060748",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "dl4gth2fkmk7t4uliwu7ucm7av2nh4n"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Hades told Brasidas he was welcome to Elysium - all he had to do was confront his greatest enemy. But before he could, Kassandra had to help her old friend feel like the Spartan warrior he once was.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Torment of Hades'",
        "type": "Side, Character {{c|Brasidas}}",
        "previous": "I Don't Belong Here",
        "next": "Kill Me Once, Shame on You",
        "source": "Kassandra",
        "location": "Forgotten Sepulchre, The Scorched Lands, the Underworld",
        "date": "429 – 422 BCE"
    },
    "General_Description": "'''The Weight of Sparta''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Hades told Brasidas he was welcome to Elysium - all he had to do was confront is greatest enemy. but before this could happen, Kassandra had to help her old friend feel like a true spartan again.",
    "Section_Dialogue": "Kassandra made her way into the Forgotten Sepulcher.\n\n* '''Kassandra:''' ''Why would Brasidas's shield be in a place for dishonored warriors? He was the most honorable warrior I knew. It doesn't make sense.''\n\nKassandra arrived in a chamber with a locked door and multiple symbols on the walls.\n\n* '''Kassandra:''' ''The door is locked. I need to find a way in. These symbols might be the key to opening the door. There are too many possibilities. Maybe there's and answer deeper in the tomb.''\n\nKassandra made her way into the tomb, defeating enemies as she searched. She eventually came across an hourglass symbol on a wall.\n\n* '''Kassandra:''' ''The sands of time. Wonder what that means?''\n\nContinuing to explore, Kassandra found another symbol underwater.\n\n* '''Kassandra:''' ''Is that a symbol for the mind? Memories perhaps?''\n\nAfter continuing further in and solving some puzzles, Kassandra found the third symbol.\n\n* '''Kassandra:''' ''Water...People drink Lethe's water here in the underworld to forget. Water, time, the mind. It's another riddle. I should return to the door.''\n\nBack in the first chamber, Kassandra activated the three symbols on the walls to open the door.\n\n* '''Kassandra:''' ''Of course. This is the underworld. Drink the water, it makes you forget, your time spent living is lost. Clever.''\n\nAfter making it through more halls, Kassandra arrives in a chamber with three shields, a clean, new Spartan Shield, a Athenian Shield and an old battered Spartan Shield.\n\n* '''Kassandra:''' ''Three shields. Now, which one belongs to Brasidas?''\n\nKassandra chose the battered shield.\n\n* '''Kassandra:''' ''Brasidas's Shield.''\n\nKassandra returned to Brasidas.\n\n* '''Kassandra:''' ''Your shield, General.''\n* '''Brasidas:''' ''I'll never forget the day this was first handed to me. I was a boy, it was as tall as I was. My commander told me, To hold this is to hold up Sparta. Drop it, and Sparta falls.''\n\nKassandra nodded. A look of concern started to appear on Brasidas's face, looking out at the underworld.\n\n* '''Brasidas:''' ''Tell me what Elysium's like.''\n* '''Kassandra:''' ''It isn't what you think. It's...Do you feel cold?''\nHades appeared behind them.\n* '''Hades:''' ''Elysium is boring.''\n* '''Kassandra:''' ''Not since I showed up.''\nHades floated toward Kassandra.\n* '''Hades:''' ''Ah yes. You do have a knack for livening things up wherever you go.''\nHades turned to Brasidas.\n\n* '''Hades:''' ''Still dreaming of paradise I see. Well, no one wants you to get what you deserve more than me. I'm glad you two have found each other. We could all use a little help from time to time. Well, you've got your shield. Are you ready to face your enemy?''\n* '''Brasidas:''' ''I am.''\nHades gestured to the battlefield behind him.",
    "Section_Outcome": "Kassandra recovered [[Brasidas]]' shield.",
    "Section_Trivia": "*The solution to the door in the Forgotten Sepulchre is: Time (hourglass), mind (head in profile), water (three waves).\n*Brasidas' shield is the right one of the three.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[The Fate of Atlantis: Torment of Hades]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}