{
    "QuestName": "The Beacons Are Lit",
    "QuestID": "231138",
    "Revision": {
        "id": "1046068",
        "parentid": "1004280",
        "timestamp": "2023-06-07T02:05:46Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046068",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "l4jagvdt8ij467lgjgettq31z5owi6v"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Adonis wanted all of Elysium to know the time to overthrow the Persephone|queen was now. He sent Kassandra to the top of the highest tower with a package that would ensure his message was heard loud and clear.'",
        "appearance": "'Assassin's Creed: Odyssey – The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "A Life for a Life",
        "next": "No Good Deed",
        "source": "Kassandra",
        "location": "Palace of the Kolossi, Deukalion's Heritage, Elysium",
        "date": null
    },
    "General_Description": "'''The Beacons Are Lit''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra traveled to the base of the [[Palace of the Kolossi]] to meet with [[Adonis]], where he said he had acquired something that will turn Persephone's paradise upside down.",
    "Section_Dialogue": "When she arrived near the Palace she found [[Persephone]] already there, conversing with Adonis.\n*'''Persephone:''' ''I've given you everything. What more can I do?''\n*'''Adonis''' ''You won't let me leave.''\n*'''Persephone:''' ''To be with ''[[Aphrodite|her]]''? Never.''\nKassandra drew closer and eavesdropped on their conversation.\n*'''Persephone:''' ''I never wanted this! I only turned this world into paradise to make it bearable. And then you arrived and made me blossom.''\n*'''Adonis''' ''Please just let me go.''\n*'''Persephone:''' ''If you truly wanted to leave, you'd have already done it. Or have you forgotten?''\nAdonis avoided her gaze at her remark. Persephone held his cheek and shook her head.\n*'''conversationalist''' ''I wonder if Aphrodite would still love you if she knew what a coward you were.''\nPersephone and [[Ros]] left. Kassandra approached Adonis.\n*'''Kassandra:''' ''Not having second thoughts, are you?''\n*'''Adonis''' ''Persephone's right. She once gave me the chance to leave, but I was too much of a coward to take it.''\n:(If Leonidas had been killed)\n:*'''Adonis:''' ''I also found out she sent [[Leonidas I of Sparta|Leonidas]] to [[Tartaros]]. He was to be our champion. I'm sorry, I can't do this anymore.''\n<tabber>\n|-|Fight for Aphrodite.=\n*'''Kassandra:''' ''Adonis, I want you to close your eyes and imagine Aphrodite.''\nAdonis obliged her and closed his eyes.\n*'''Kassandra:''' ''Don't let Persephone make you forget why you're fighting.''\n|-|Fight for the people.=\n*'''Kassandra:''' ''Adonis, close your eyes and imagine all the people fighting by your side.''\nAdonis obliged her and closed his eyes.\n*'''Kassandra:''' ''They believe in you. I believe in you. Don't let Persephone make you forget why you're fighting.''\n|-|❤ Fight for me.=\n*'''Kassandra:''' ''Adonis, I'm in this with you until the end. Don't abandon me now.''\n</tabber>\nShe patted Adonis on the shoulder.\n*'''Adonis:''' ''You're right. It's Persephone's greatest talent, making us forget the ones we love.''\n*'''Kassandra:''' ''Keeps people from wanting to leave.''\n*'''Adonis:''' ''Let's remind them, shall we?''\nKassandra nodded.\n*'''Adonis:''' ''At the base of the [[Palace of the Kolossi]] you'll find one of [[Hermes Trismegistus|Hermes]]' inventions, stolen from his workshop. It's said to destroy everything it touches.''\n*'''Kassandra:''' ''What are we destroying?''\n*'''Adonis:''' ''Atop the palace is where Persephone keeps her sleeping [[Kolossus|Kolossi]]. Bring the device there and make sure they never wake again.''\n*'''Kassandra:''' ''What are we waiting for?''\n*'''Adonis:''' ''Try not to kill anyone. Success without detection and death is sure to convert more non-believers to our cause.''\nKassandra retrieved the device and carried it to the [[Wings of Hermes]] leading up to the Palace of the Kolossi. She carefully navigated the crags of the mountaintop and jumped down to more Wings of Hermes to smuggle the device safely past the guards. At the storeroom, she set down the device and ran for safety as it activated. The storeroom erupted into a fire visible across all of [[Elysium]]. She returned to Adonis.\n*'''Adonis:''' ''When we first met, I laughed when you said you wanted to escape Elysium.''\n*'''Kassandra:''' ''And now?''\n*'''Adonis:''' ''I pity the god who stands in your way.''\n<tabber>\n|-|If romance conditions were not fulfilled=\n*'''Kassandra:''' ''So what will you do?''\n*'''Adonis:''' ''I have some preparations to make before our final assault on Persephone's [[Pherephassa Point|palace]].''\n*'''Kassandra:''' ''I meant when this is over.''\n{{#tag:tabber|\nIf Aphrodite's spy was revealed=\n*'''Adonis:''' ''For the longest time, all I could think about was getting back to Aphrodite. But my heart broke when you told me about her spy.''\n*'''Kassandra:''' ''You deserved the truth.''\n*'''Adonis:''' ''You've been a good friend. I never expected to find one here. Come find me before we launch our attack.''\n{{!}}-{{!}}\nOtherwise=\n}}\n|-|If romance conditions were fulfilled=\n*'''Kassandra:''' ''But what about Aphrodite?''\n*'''Adonis:''' ''All this time you've helped me find my way back to her. But my heart broke when you told me about her spy. Our love was a dream, and in this paradise of lies the only person I can really trust is you.''\n{{#tag:tabber|\n❤ I want you.=\n*'''Kassandra:''' ''Then shut up and kiss me.''\nAdonis kissed Kassandra and the two spent some time together.\n*'''Adonis:''' ''She's going to kill everybody.''\n*'''Kassandra:''' ''Good thing they're already dead.''\n*'''Adonis:''' ''I have some final preparations to make before we launch our assault on the palace.''\n*'''Kassandra:''' ''I'll come find you.''\n{{!}}-{{!}}\nLeave – I can't do this.=\n*'''Kassandra:''' ''I can't. I feel like too many gods are watching.''\n*'''Adonis:''' ''You always struck me as someone who laughed in the faces of gods.''\n*'''Kassandra:''' ''We've already declared war on Persephone. I don't want to start one with Aphrodite as well.''\n*'''Adonis:''' ''Perhaps you're right... I'd forgotten what's at stake. I need to go prepare. Come find me before we launch our assault on the palace.''\n}}\n</tabber>\nAdonis left to prepare for the assault while Kassandra pondered about her next step.\n*'''Kassandra:''' ''The rebellion's almost ready to make its stand. I should check back with [[Hekate]] in case she's returned. And get some answers.''",
    "Section_Outcome": "Kassandra used a device Adonis' rebels stole from Hermes to set the Palace of the Kolossi ablaze and destroy a storage of Kolossi.",
    "Section_Behind_the_scenes": "The name of this memory is a reference to the line ''\"The Beacons of Minas Tirith! The Beacons are lit! Gondor calls for aid.\"'' said by the character {{Wiki|Aragorn}} from film ''{{Wiki|The Lord of the Rings: The Return of the King}}''.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Fate of Atlantis: Fields of Elysium]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}