{
    "QuestName": "The Isu Beckon",
    "QuestID": "230816",
    "Revision": {
        "id": "1046023",
        "parentid": "1014947",
        "timestamp": "2023-06-07T00:42:27Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046023",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "li8h390fqbj9ygii4t17tmavnk8ch42"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Mysterious as ever, Aletheia told a curious Kassandra that their journey together was nowhere near over. The one way to move forward was to return to Atlantis.'",
        "appearance": "'Assassin's Creed: Odyssey' - 'The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": null,
        "next": "Trials of the Keeper",
        "source": "Kassandra",
        "location": "Gateway to the Lost City, Thera, Greece",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''The Isu Beckon''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met with [[Aletheia]] and got informed about what she was about to do as Keeper.",
    "Section_Dialogue": "While traveling Greece, Kassandra heard a voice.\n*'''Aletheia:''' ''Keeper... Return to me.''\n*'''Kassandra:''' ''Aletheia? She must need me. I should find her.''\nKassandra returned to the entrance of Atlantis and found Aletheia.\n*'''Aletheia:''' ''It's time, Keeper, to fulfill the most important part of your task as the one who holds the [[Staff of Hermes Trismegistus|Staff]]. Are you ready to begin?''\n(Accept – \"I'm ready to go.\")\n*'''Kassandra:''' ''Whatever it is you have planned, I'm ready.''\nKassandra's memories aided the [[Layla Hassan|Heir]] in opening the throne room.<br>\nKassandra sliced open her left hand and wiped her blood onto the door, unlocking it.\n*'''Aletheia:''' ''The Keeper shares blood with Those Who Came Before and is connected to the [[Isu]]...''\nThe great door slid open before Kassandra, and she strode into the throne room of Atlantis, standing before the projection of Aletheia.\n*'''Aletheia:''' ''The blood that is shared must be offered... And the Great Seal will open for us.''\n*'''Kassandra:''' ''If you say so.''\n*'''Aletheia:''' ''Welcome, Keeper. You've entered the great Throne Room of Atlantis. What lies in this room are remnants of Isu tech I've adapted in order for you to begin your journey. I'm sure you have questions.''\n(Asked \"What is this place?\")\n*'''Kassandra:''' ''This place... Did [[Pythagoras]] know it existed?''\n*'''Aletheia:''' ''No. I wouldn't show it to him. This room was built by the Isu to house something else—these thrones were once just thrones. Now they contain my simulations. Don't worry, I'll show you.''\n(Asked \"Why was I allowed in?\")\n*'''Kassandra:''' ''You told me this room was meant for the Heir of Memories, but I got in so easily.''\n*'''Aletheia:''' ''You paid for it in blood—blood that looks quite like ours when you look closely enough.''\n*'''Kassandra:''' [[Myrrine|Mater]]'' always told me there was power in our blood. I guess she was right.''\n(Chose \"You brought me here for a reason.\")\n*'''Kassandra:''' ''There's more I have to do.''\n*'''Aletheia:''' ''Always, Keeper. When the Staff belonged to Pythagoras, he used it selfishly for knowledge. He was weak where you aren't. You will endure lifetimes until the Heir of Memories takes this burden. The only way to carry the Staff's weight is to find the strength to wield it. You'll find that strength in [[Elysium]]. The [[underworld]] awaits, Keeper.''\n*'''Kassandra:''' ''The—what? I'm alive. If I'm alive, how can I come back from the underworld?''\n*'''Aletheia:''' ''These portals are simulations. They were made by me for you. In Elysium you'll find power sources known as [[Keeper's Insight]]s. These will effect both the Keeper and the Heir of Memories. Moving forward in the underworld will be essential to finding all the sources of power.''\n*'''Kassandra:''' ''You're asking for blind trust, Aletheia.''\n*'''Aletheia:''' ''You pledged yourself to me and our common cause, Keeper. Never forget that I'm on your side. I won't let The Ones That Came Before control your fate. Find the strength within you and show the Staff your worth. Approach the first portal when you're ready.''\nKassandra took her leave and approached the portal to the Elysium simulation.",
    "Section_Outcome": "Kassandra met with Aletheia for the first of her trials to control the Staff. Aletheia explained her simulations and pointed Kassandra to the simulation of Elysium.",
    "Section_Trivia": "*If [[The Fate of Atlantis: Fields of Elysium|Episode 1]] is installed prior to completing the third of the [[Three Symbols Entombed]] quests, this quest will automatically begin from the scene where Kassandra opens the door to the throne room.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' - ''[[The Fate of Atlantis: Fields of Elysium]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}