{
    "QuestName": "Welcome to Elysium",
    "QuestID": "230818",
    "Revision": {
        "id": "1046031",
        "parentid": "961166",
        "timestamp": "2023-06-07T00:57:29Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046031",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "85b9a9h629jtennj4mp901u8hunvp9q"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'In her ascension from Human|mortal to hero, and from hero to Hybrid|demi-god, Kassandra appeared to be granted passage to Elysium itself. Surely no mortal could fathom what she would find there.'",
        "appearance": "'Assassin's Creed: Odyssey – The Fate of Atlantis: Fields of Elysium'",
        "type": "Main",
        "previous": "Trials of the Keeper",
        "next": "A Lover and A Fighter",
        "source": "Kassandra",
        "location": "Heart of Elysium, Elysium",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''Welcome to Elysium''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Poortable Animus HR-8.5]].",
    "Section_Description": "Kassandra gets a not so friendly welcome to [[Elysium]] by [[Persephone]] and her [[Soldier|guards]].",
    "Section_Dialogue": "Persephone took her leave. The soldiers engaged Kassandra and made use of techniques to rob her of her power, but she eventually defeated all of them. Kassandra walked back up the steps to survey her surroundings, and noted the giant statue of the same woman who confronted her. [[Ikaros]] flew past the statue as Kassandra's first trial began in earnest.\n\nAs Kassandra continued to survey the surrounding fields, a blond-haired Isu man approached her from behind.\n*'''[[Hermes Trismegistus|Hermes]]:''' ''No one stands up to Persephone's guards. Let alone best them in battle.''\n*'''Kassandra:''' ''Tell me your name or you're next.''\nKassandra spun around to a chest view, then craned her neck to look the figure towering over her in the eye.\n*'''Hermes:''' ''Ah! I'm Hermes. As you're holding my proudest [[Staff of Hermes Trismegistus|creation]], that means you're a descendant of [[Pythagoras]]. I know just why you're here. You need to harness its power. Now, your name.''\n*'''Kassandra:''' ''The Staff calls me Keeper, but you can call me Kassandra. What is this place?''\n*'''Hermes:''' ''Keeper! A great name, with a great journey ahead of you. This is the paradise of Elysium, presided over by the mighty Persephone herself. Elysium was a gift from her husband [[Hades]]. This beautiful realm she crafted in her image is the only joy she gets from the [[underworld]]—she's his prisoner. But, she's come into her role as queen with much aplomb!''\n*'''Kassandra:''' ''Elysium—resting place of heroes. When I was a girl, I'd dream of seeing it with my own eyes. Then why would Persephone attack me?''\n*'''Hermes:''' ''Most rulers don't take the sudden invasion of a lone outsider lightly. Speaking of which, the appearance of a living [[human]] is quite unexpected.''\n*'''Kassandra:''' ''I'm supposed to go through trials, and eventually leave this place. There was a [[Great Seal to Atlantis|Great Seal]], and the Staff [[Aletheia|talks]]... It's all very complicated.''\n*'''Hermes:''' ''Allow me to explain. The Staff is a gift, not a toy! It can be a key, a weapon, and a way to attain power until the very end of time. Here, you'll find the means to control it before it controls you. After that... There is a gate that leads out of Elysium, but the only way to it is through Persephone, and she'd never allow that.''\n*'''Kassandra:''' ''I need to get to that gate.''\n*'''Hermes:''' ''Try talking to her. Who knows? Maybe she'll convince you to stay. Or, you could find [[Hekate]], Persephone's top advisor and closest friend. Or... you could prove yourself.''\n*'''Kassandra:''' ''Prove myself how?''\n*'''Hermes:''' ''Persephone sent guards because she's concerned. There are reports of lawlessness in [[Deukalion]]'s [[Deukalion's Heritage|Heritage]] south of here.''\nHermes chuckled.\n*'''Hermes:''' ''Why am I telling you all this? You said it yourself—it's very complicated. Elysium may look like paradise, but we all have our secrets.''\n(If \"Where is Persephone?\" is chosen.)\n*'''Kassandra:''' ''I'm thinking I go straight to Persephone.''\n*'''Hermes:''' ''Not so fast! Give her some time to cool down. When you introduce yourself, you'll find her in her majestic akropolis, perched high above the [[Asphodel Fields]].''\n(If \"What do you know of Hekate?\" is chosen.)\n*'''Kassandra:''' ''I ''could'' talk to Hekate.''\n*'''Hermes:''' ''You could, though she prefers to keep to herself. The dwellers of [[Pheraia's Retreat]], which is to the east, might know of her whereabouts. I'd ask them.''\n(If \"What's going on in Deukalion's Heritage?\" is chosen.)\n*'''Kassandra:''' ''Maybe I should investigate Deukalion's Heritage.''\n*'''Hermes:''' ''Persephone responds best to action. We need to smother them immediately if there's a whiff of trouble against her.''\n(If \"What do you do here?\" is chosen.)\n*'''Kassandra:''' ''Tell me about yourself.''\n*'''Hermes:''' ''Me? Well, I've never had anyone ask ''me'' before. I work west of here. It's a modest workshop, but all great things appear modest at first, don't they?''\n(If \"Tell me about my Staff.\" is chosen.)\n*'''Kassandra:''' ''What can you tell me about my Staff? I need to learn how to use it.''\n*'''Hermes:''' ''Find my energy sources—the Perceptions of Hermes—across Elysium to imbue both you and the Staff with power. Only then are you ready to move onward. You can't wield the Staff without them! Are you certain there's nothing else you'd like to know?''\n(Leave – \"I have everything I need.\")\n*'''Kassandra:''' Chaire.\n*'''Hermes:''' ''When you've sorted your affairs with Persephone, come see me in [[Minos' Faith]]. I look forward to hearing about your progress.''\n*'''Kassandra:''' ''I will.''\n*'''Hermes:''' ''I almost forgot. I've invented just the thing for you flightless humans in Elysium—the [[Wings of Hermes]]. Go, enjoy them!''\nHermes took his leave.",
    "Section_Outcome": "Kassandra made the acquaintance of Hermes, creator of the Staff, who pointed her towards seeking out Hekate or dispelling rebellion in Deukalion's Heritage. He also provided a means for Kassandra to upgrade the Staff.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Fate of Atlantis: Fields of Elysium]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}