{
    "QuestName": "Welcome Home",
    "QuestID": "233421",
    "Revision": {
        "id": "1046285",
        "parentid": "871351",
        "timestamp": "2023-06-09T02:26:47Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046285",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "h3nrks5pt4d2y12pk11d2a55nbgyv0b"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Fate of Atlantis | Assassin's Creed: Odyssey — The Fate of Atlantis]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Poseidon's claims were immense. To him, Kassandra didn't belong anywhere but the lost city of Atlantis as the Dikastes. Her new role would have her guide Poseidon's people to truth, and allow the sixth Isu sense to teach her a real mastery of the Staff of Hermes Trismegistus|Staff.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'The Fate of Atlantis: Judgment of Atlantis'",
        "type": "Main",
        "previous": "The Last Call",
        "next": "Burden of Leadership<br />A Complete Education<br />Wisdom of the Ancients",
        "source": "Kassandra",
        "location": "Royal Mountain of Poseidon, Atlantis",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''Welcome Home''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra was asked by [[Poseidon]] to join him in the realm of [[Atlantis]].",
    "Section_Dialogue": "With their [[Labors of the Keeper|battle]] ended and [[Hades]]' last gambit to imprison Kassandra in play, she angrily raised her foot to kick him square in the face. However, [[Poseidon]] appeared through a portal and struck the ground with the pommel of his trident, conjuring a repulsive force between Kassandra and Hades, separating them.\n*'''Poseidon:''' ''That's enough!''\n*'''Hades:''' ''No need to shout. This isn't your domain, brother.''\n*'''Poseidon:''' ''Hades has nothing left to offer you. You were never meant to stay [[Underworld|here]]. Nor [[Elysium]]. You didn't belong on [[Kephallonia]], and you didn't belong in [[Sparta]]. I can offer you a place you ''do'' belong. It's time you finally found it. [[Atlantis]] awaits.''\nPoseidon signalled for Kassandra to follow him.\n*'''Kassandra:''' ''Anywhere's better than here.''\n*'''Hades:''' ''I won't forget this.''\nAs they prepared to leave, several [[Tartaros Rift|Tartaros rifts]] began appearing. Poseidon signalled Kassandra to quickly follow. Hades attempted to follow, only to step into one of the rifts.\n*'''Hades:''' ''No!''\nPoseidon and Kassandra watched Hades scream in rage as he was absorbed through the portal. The two quickly walked through the portal, appearing in Poseidon's [[Palace of Poseidon|palace]]. Kassandra rolled out of the portal into a defensive posture, her [[Spear of Leonidas|spear]] drawn.\n*'''Poseidon:''' ''There's no need for that here. You're safe.''\nKassandra sheathed her spear.\n*'''Kassandra:''' ''I've heard that before.''\nThey walked around the palace.\n*'''Poseidon:''' ''This place isn't like any other you've been. There's no [[Persephone]]. No Hades.''\n*'''Kassandra:''' ''Just you.''\n*'''Poseidon:''' ''Just me, ''[[Dikastes]] Basileus'', the Grand Adjudicator of all Atlantis.''\nThey reached a door.\n*'''Poseidon:''' ''But to you, I am Poseidon. What I'm offering you, Keeper of the [[Staff of Hermes Trismegistus|Staff]], is a place at my side. Join me as my ''Dikastes.\nThe door opened in response to the glow from Poseidon's trident. Kassandra walked through, observing the surroundings. Poseidon followed behind.\n*'''Poseidon:''' ''Welcome home.''\nPoseidon's trident glowed once again, shutting the door.\n(If players asked \"What is this place?\")\n*'''Kassandra:''' ''This place is... the real Atlantis. I mean—it's intact. I thought this city was destroyed.''\n*'''Poseidon:''' ''Every seven years, our great city begins a new cycle—if judged to be imperfect.''\n*'''Kassandra:''' ''And who's the judge?''\n*'''Poseidon:''' ''Before your arrival, it was my decision alone. Now that I have you at my side, I intend for this cycle to last an eternity.''\n(If players asked \"What is a ''Dikastes''?\")\n*'''Kassandra:''' ''If you're the ''Dikastes Basileus'', you expect me to be...''\n*'''Poseidon:''' Dikastes''—the judge. Be my hand. Be my hand in laying and enforcing judgement in Atlantis.''\n*'''Kassandra:''' ''Well, I must warn you that I'm not always right.''\n*'''Poseidon:''' ''I was both surprised and encouraged by your actions in the underworld. Fortunes were exchanged in response to your choices. But trust that I learned your reverence to justice is true.''\n(If players asked \"How do you know about my Staff?\")\n*'''Kassandra:''' ''Hades must have told you about my Staff.''\n*'''Poseidon:''' ''He didn't have to. As is the way with all heroes, your journey has become the stuff of Atlantean legend.''\n*'''Kassandra:''' ''Then you know my Staff is the reason I'm here. I need to learn how to master it.''\n*'''Poseidon:''' ''This land is a paradise of power for those with Isu devices. But all in good time.''\n(If players asked \"You want me to live among the gods.\")\n*'''Kassandra:''' ''So you expect me to live among you. A home among ''gods?\n*'''Poseidon:''' ''Gods?! We're much more than the [[human]] conception of gods. Your [[Pythagoras|father]] called us The Ones Who Came Before, but as [[Aletheia]] told you, we are the [[Isu]].''\n*'''Kassandra:''' ''You know about my Staff, Pythagoras, and Aletheia? I'm starting to feel very ''watched.\n*'''Poseidon:''' ''Your trials in both Elysium and the underworld—no, your triumphs there—are known to us.''\n*'''Kassandra:''' ''My \"trials\" forced me into a rebellion. They made me face the dead. My hardships make me a good ''Dikastes''?''\n*'''Poseidon:''' ''We don't always choose our path, but in this case, your [[Tainted One|blood]] chose for you. You possess both DNA strands—the best of humans and Isu. I have no doubt that you are our mutual future.''\n<tabber>\n|-|I'm up to the challenge.=\n*'''Kassandra:''' ''It's an honor.  Where do I start?''\n|-|I'm done helping Isu.=\n*'''Kassandra:''' ''Call yourself whatever you want. You people have used me, lied to me, and tried to kill me.''\n*'''Poseidon:''' ''You've done the same to others when it was necessary. But it's all the more reason to overcome that now. Lead by example. My people can change, just as you can.''\n*'''Kassandra:''' ''I'm listening.''\n|-|I have my weaknesses.=\n*'''Kassandra:''' ''I cry. I bleed. I make as many mistakes as anyone. How can I be the one you're looking for?''\n*'''Poseidon:''' ''It is precisely for those reasons that I know to trust you. Your sense of awareness is essential.''\n*'''Kassandra:''' ''If you say so.''\n</tabber>\n*'''Poseidon:''' ''Humans have five sense to understand the world around them. We have been blessed a sixth—knowledge.''\nConfused, Kassandra raised up her hand to her [[Ikaros|eagle]].\n*'''Poseidon:''' ''Ah, no, it is not merely your [[Eagle Vision|Vision of the Eagle]]. The essence of that sense sleeps now, but it can be awoken in Atlantis. Your Staff is more than a key. It's a bridge between who you are now, and who you must become.''\n*'''Kassandra:''' ''And if I fully awaken this sixth sense, I'll have mastered the Staff?''\n*'''Poseidon:''' ''That, and more. Come, let me show you.''\nPoseidon led Kassandra to an opening to the balcony.\n*'''Kassandra:''' ''I accessed [[Keeper's Insight|power sources]] in Elysium and the underworld. They helped my \"knowledge,\" I think, but they haven't changed my senses.''\n*'''Poseidon:''' ''In Atlantis, you'll find the sources that awaken your new sense much more concentrated. Not only will your knowledge grow here, but it will thrive. You'll find three such sources once you leave this palace. You know them as Keeper's Insights.''\nThey looked towards what seems to be a barrier on the opening.\n*'''Kassandra:''' ''Doesn't look like anyone can get through.''\n*'''Poseidon:''' ''It's blocked to those who haven't full access to our knowledge. Find the [[Isu codex|source]] of that knowledge within this palace. Try to pass through once you do.''\nKassandra climbed up the shelves and walls in the area, finding a stele at the top of the room. She approached the stele, receiving the knowledge.\n*'''Duty of the Dikastes:'''<br />''Poseidon, the Trident King, has decreed these rules be followed without discretion throughout Atlantis.<br /><br />I. Rulings made by the Dikastes must be followed.<br />II. The Dikastes will act as an impartial judge, and has authority over all except the Dikastes Basileus.<br />III. Isu experimentation is prohibited on all humans, and the Dikastes will see to its adherence.<br />IV. Matters of Isu and human concern must be considered without bias.<br />V. All judgments made by the Dikastes will directly influence the cycle's success.''\n*'''Kassandra:''' ''It's strange, but it feels like the Staff is becoming a part of me. I think I'm starting to understand. It's like I can feel Isu memories and hear their wisdom.''\nKassandra leapt down to the stack of flowers below, passing through the barrier. She returned to Poseidon at the balcony, looking over Atlantis. Ikaros flew out to survey the city as Kassandra's final trial began in earnest.\n*'''Kassandra:''' ''Now I know what you meant about the sources being more concentrated. I feel different.''\n*'''Poseidon:''' ''Many things are different here, ''Dikastes''. You'll discover that in time. Atlantis awaits you. I have one rule that is absolute. Our technology cannot be used on my human civilians. Their bodies cannot withstand the power. The Isu know this above all.''\n*'''Kassandra:''' ''So, I'm free to go? What task should the ''Dikastes'' do first?''\n*'''Poseidon:''' ''Even Atlantis is not a perfect society—it yearns for balance. So, be that balance. Then, when your role as guide to the people is fulfilled, it may well be perfection. Don't worry. You've already earned my respect, which is a trial in itself.''\nPoseidon departed. Shortly thereafter, a man ran up to her.\n*'''Atlantean Messenger:''' Dikastes'', his eminence, [[Atlas (Isu)|Atlas]], humbly requests that you join him at his [[Doma of Atlas|Doma]] to discuss a matter of grave importance.''\n*'''Kassandra:''' ''Right... I'll make sure to stop by.''\nThe messenger left.\n*'''Kassandra:''' ''\"His eminence\"? This place has more kings than Sparta.''",
    "Section_Outcome": "Kassandra was transported to Atlantis by Poseidon, beginning her new life as the ''dikastes'' of the city. She was asked to visit a man named Atlas at his Doma.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' - ''[[The Fate of Atlantis: Judgment of Atlantis]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}