{
    "QuestName": "Regrets",
    "QuestID": "233145",
    "Revision": {
        "id": "1053740",
        "parentid": "1047392",
        "timestamp": "2023-07-28T17:51:29Z",
        "contributor": null,
        "comment": "/* Dialogue */",
        "origin": "1053740",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "t7u305588p0k4dh6lo4z8xa524ku3oq"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Lost Tales of Greece | Assassin's Creed: Odyssey – The Lost Tales of Greece]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "Herodotos wanted Kassandra to accompany him to the place his parents died so he could pay his respects.",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "The Lost Tales of Greece",
        "previous": "Letter from Home",
        "next": "Followers of Truth",
        "source": "Kassandra",
        "location": "Samos, Greece",
        "date": "429 – 422 BCE"
    },
    "General_Description": "'''Regrets''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]] and a memory of Layla herself.",
    "Section_Description": "[[Herodotos]] wanted to visit the site where his parents died.",
    "Section_Dialogue": "Kassandra escorted Herodotos to his parents grave. They got onto a pair of horses, and continued.\n\n*'''Herodotos:''' ''I used to know this island as well as my own home.''\n*'''Kassandra:''' ''Seems like a nice place to grow up.''\n*'''Herodotos:''' ''It was. I spent a lot of time on my own or with Theodoros and Mestor. My parents are... ''were'' influential here, so they were often busy.''\n*'''Kassandra:''' ''But it wasn't the life for you.''\n*'''Herodotos:''' ''There's only so many ships you can see sail away as a boy before you feel the pull to leave as well.''\n\nThey reached a familiar area to Herodotos.\n\n*'''Herodotos:''' ''That must be the spot Theodoros was talking about. My parents used to love walking here...''\n\nHe knelt down at monument that stood on the cliff.\n\n*'''Herodotos:''' ''I can't believe this is where my parents last stood. Where fate decided to take them from us. I'd thought I'd write about their history on Samos and all they did one day... but not this soon.''\n\nHe stood up, and turned to face her.\n\n*'''Herodotos:''' ''I should have been here. Should have never left.''\n\n<tabber>\n|-|Don't have regrets.=\n*'''Kassandra:''' ''There's no point thinking about things you \"should\" have done. That doesn't help.''\n*'''Herodotos:''' ''But—''\n*'''Kassandra:''' ''You're not a fighter, Herodotos. You couldn't have stopped this.''\n\n|-|It's not your fault.=\n*'''Kassandra:''' ''There's nothing you could have done.''\n*'''Herodotos:''' ''But if I had tried, maybe—''\n*'''Kassandra:''' ''Maybe you would have died alongside them. And that would have helped nobody.''\n\n</tabber>\n*'''Herodotos:''' ''Perhaps you're right.''\n*'''Kassandra:''' ''I want you to remember that while we're on Samos.''\n*'''Herodotos:''' ''I'll try. I just wish I could have seen them once more.''\n\n(If players choose \"What's your favorite memory of your parents?\")\n\n*'''Kassandra:''' ''Do you have a favorite memory of them?''\n*'''Herodotos:''' ''I remember when my father taught me to swim. He tossed me off the side of the dock. I thought I was going to drown, but then I saw what I thought was a shark. I flailed my arms and kicked my legs until I made it to shore, only to see it was Theodoros with a bit of rock above his head. I still remember the sound of my father's laugh and the warmth of my mother's embrace.''\n\n(If players choose \"How did they like it on Samos?\")\n\n*'''Kassandra:''' ''Did you parents like it on Samos?''\n*'''Herodotos:''' ''It was more than just a home to them. I saw how happy this place made them and only wanted to feel the same somewhere as well.''\n\n(If players choose \"What did they think of you being a writer?\")\n\n*'''Kassandra:''' ''What did your parents think of your writing?''\n*'''Herodotos:''' ''They always encouraged it. It helped that Theodoros was talented as well, although he always felt more drawn to poetry. If it weren't for their support, there's a good chance I would have never pursued it''\n\n(If players choose \"Tell me what's on your mind.\")\n\n*'''Kassandra:''' ''If there's anything you'd like to say about your parents, you should.''\n*'''Herodotos:''' ''I always feel more comfortable writing than I do speaking.''\n*'''Kassandra:''' ''I'm not going to judge. And I know they wouldn't either.''\n*'''Herodotos:''' ''They meant everything to me. They always encouraged me. I knew they'd be happy for me no matter what.''\n\nThey both walked back to the monument.\n\n*'''Herodotos:''' ''I'm sorry I didn't come back sooner. There was so much I wanted to tell you. To show you. ''Mother''. you were one of the strongest people I knew. You pushed for truth no matter the obstacle. ''Father'', your compassion is something I won't soon forget. You taught me it was OK to feel. For myself and for others. Your names and deeds won't be forgotten.''\n\nHe turned to walk away.\n\n*'''Herodotos:''' ''We should head back.''\n\nAs they head back, they were ambushed by the Followers of Ares. Arrows struck near their feet. She nodded to him, as the Followers attacked.\n\n*'''Herodotos:''' ''Watch out!''\n*'''Kassandra:''' ''Stay close!''\n\nAfter defeating their attackers, a new revelation makes itself known.\n\n*'''Herodotos:''' ''Those were Followers of Ares. We should see if Theodoros or [[Mestor]] know anything.''\n*'''Kassandra:''' ''Why do I have a feeling they don't belong here?''\n*'''Herodotos:''' ''I've never heard of them being on Samos. Something is going on. Maybe Theodoros will know. Followers of Ares here... I don't understand.''\n*'''Kassandra:''' ''The question is whether they came on their own, or someone sent them.''\n*'''Herodotos:''' ''Neither outcome is favorable for us... Nor Samos. I wonder what my parents would do.''\n*'''Kassandra:''' ''Exactly what we're going to do. Protect Samos.''\n\nThey headed towards the [[Sacred Statue of Hera]] nearby, and overheard Theodoros and Mestor talking.\n\n*'''Theodoros:''' ''We can't wait much longer, do you understand?''\n*'''Mestor:''' ''Of course. We want the same thing.''\n*'''Theodoros:''' ''This war has caused enough problems. Samos doesn't deserve to be caught in the middle.''\n*'''Mestor:''' ''I couldn't agree more.''\n\nThey approached the two men.\n\n*'''Theodoros:''' ''You're back... I hoped you had set sail already.''\n*'''Herodotos:''' ''Now isn't the time. We were just attacked.''\n*'''Theodoros:''' ''Gods curse these warring Greeks. Was it the Athenians or the Spartans this time?''\n*'''Kassandra:''' ''Neither. It was a group called the Followers of Ares.''\n*'''Mestor:''' ''Whoever it was, thank the gods you're OK.''\n\n(If players choose \"What do you know of the Followers of Ares?\")\n*'''Kassandra:''' ''Have either of you heard of the Followers of Ares?''\n*'''Theodoros:''' ''Only in name.''\n*'''Mestor:''' ''Who are they?''\n*'''Herodotos:''' ''They only care for one thing.. war.''\n*'''Mestor:''' ''And you believe they're here on Samos?''\n*'''Kassandra:''' ''They're the ones who attacked us.''\n\n(If players choose \"How have thing been on Samos recently?\")\n*'''Kassandra:''' ''Have you noticed anything suspicious lately? Strange ships docking? Groups of people you haven't seen before?''\n*'''Theodoros:''' ''No, things have been normal. It's been a welcome change.''\n\n(If players choose \"We need to figure this out.\")\n*'''Kassandra:''' ''Something is happening here on Samos. We need answers.''\n*'''Herodotos:''' ''She's right. If the Followers of Ares are here, there's a reason for it.''\n*'''Theodoros:''' ''Then it's another reason for you to go. We'll handle whatever is happening here.''\n*'''Herodotos:''' ''This is my home, too. I'm not leaving until I get to the bottom of this.''\n*'''Mestor:''' ''If it's not safe, you shouldn't stay.''\n*'''Kassandra:''' ''He's plenty safe with me.''\n*'''Mestor:''' ''Of course.''\n*'''Theodoros:''' ''Come, Mestor, if this fool won't heed our warnings, it's not our concern.''\n\nTheodoros and Mestor walked away.\n\n*'''Kassandra:''' ''They weren't much help.''\n*'''Herodotos:''' ''Something doesn't add up. How could Theodoros and Mestor both know nothing?''\n\n<tabber>\n|-|I think your brother knows something.=\n*'''Kassandra:''' ''I think they were keeping something from us.''\n*'''Herodotos:''' ''But why?''\n*'''Kassandra:''' ''That's what we need to find out. What's next?''\n\n|-|We don't need them.=\n\n*'''Kassandra:''' ''Forget your brothers. We should be focusing on the Followers of Ares.''\n*'''Herodotos:''' ''You're right.''\n*'''Kassandra:''' ''Then what's our next step?''\n\n</tabber>\n\n*'''Herodotos:''' ''If they're somewhere on this island, they'd stay away from the city. There was a [[Akousmatikoi Cave|cave]] I used to play in as a child. It may be worth looking into.''\n*'''Kassandra:''' ''Let's start there.''",
    "Section_Outcome": "Kassandra and Herodotos travelled to the site his parents died to pay their respects but get ambushed by [[Followers of Ares]] afterwards.",
    "Section_Trivia": "It's possible to run into a glitch when the Followers ambush you, in which only four attack, and the others stop moving leaving them to be assassinated.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}