{
    "QuestName": "Family Values (Samos)",
    "QuestID": "233149",
    "Revision": {
        "id": "1047395",
        "parentid": "901491",
        "timestamp": "2023-06-13T18:26:05Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047395",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "3hfh0yhto243iuf8wjts24ory607x35"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Youmay": {
            "description": "the genetic memory of Kassandra on Samos | the [[Family Values (Lokris) | genetic memory]] of Kassandra in Lokris"
        },
        "Tag_Imageneed": {
            "description": "''[[The Lost Tales of Greece | Assassin's Creed: Odyssey – The Lost Tales of Greece]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Herodotos knew it was either Theodoros (Samian)|Theodoros or Mestor (Samian)|Mestor who was responsible for the Followers of Ares and the death of his parents. With Kassandra's input, it was time to accuse the culprit.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "The Lost Tales of Greece",
        "previous": "Followers of Truth",
        "next": "Defense of Samos",
        "source": "Kassandra",
        "location": "Samos, Greece",
        "date": "429 BCE–422 BCE"
    },
    "General_Description": "'''Family Values''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]] and a memory of Layla herself.",
    "Section_Description": "[[Herodotos]] and Kassandra hurried to either confront [[Theodoros (Samian)|Theodoros]] or warn him about [[Mestor (Samian)|Mestor]]'s betrayal.",
    "Section_Dialogue": "Kassandra and Herodotos exit the [[Akousmatikoi Cave|cave]] in order to talk to Theodoros.\n\n*'''Herodotos:''' ''I don't understand why he'd do this.''\n*'''Kassandra:''' ''Drachmae can be a powerful motivator. As can the promise of power.''\n*'''Herodotos:''' ''But... he already had both of those.''\n*'''Kassandra:''' ''I know you want to understand it all, but we don't always get the answers we seek.''\n\nOnce they reached Theodoros' house, they found him writing a poem.\n\n<tabber>\n|-|(If Theodoros was accused)=\n*'''Theodoros:''' ''It's as if you've forgotten that you no longer live here, Herodotos.''\n*'''Herodotos:''' ''We know what you did!''\n*'''Kassandra:''' ''We found the cave where the [[Followers of Ares]] were hiding.''\n*'''Herodotos:''' ''Why are you working for the Persians? The people of [[Samos]] don't deserve to be subjected to the same things we were. Or do you not remember why we left in the first place?''\n*'''Theodoros:''' ''How dare you! Everything I've done has been for the good of Samos! I wished to free Samos from this [[Peloponnesian War|war]], but for you to accuse me of handing it to the Persians...''\n*'''Herodotos:''' ''Did you order them to kill our parents, or was it a mistake on their part?''\n*'''Theodoros:''' ''I... You should have never come back here!''\n\n|-|(If Mestor was accused)=\n*'''Theodoros:''' ''Why have you not left already?''\n*'''Herodotos:''' ''That's enough! Put away your disdain for me for one moment and listen. We found where the Followers of Ares were hiding. And we know who they're working for.''\n*'''Theodoros:''' ''And who is that?''\n*'''Herodotos:''' ''Mestor. He's in league with the Persians to take over Samos.''\n*'''Theodoros:''' ''That can't be... We aimed to free Samos from control of this war, but we never spoke of giving it to the Persians.''\n*'''Kassandra:''' ''Then he kept that part from you.''\n*'''Theodoros:''' ''I... I'll find out on my own!''\n\n</tabber>\nTheodoros walked out, quickly followed by Herodotos.\n\n*'''Herodotos:''' ''Theodoros...''\n\nHerodotos stopped chasing him as Kassandra walked up to him.\n\n<tabber>\n|-|Focus, Herodotos.=\n*'''Kassandra:''' ''I know you care deeply for your brother, but this isn't finished.''\n\n|-|That was hard.=\n*'''Kassandra:''' ''I know that wasn't easy for you, but it's not over yet.''\n\n</tabber>\n\n*'''Herodotos:''' ''We tasked ourselves with protecting Samos, and it's not yet safe. We need to go after him.''\n*'''Kassandra:''' ''Where to?''\n*'''Herodotos:''' ''To find Mestor. And Theodoros too.''\n\nThey were quickly attacked by bandits.\n\n<tabber>\n|-|(If Theodoros was accused)=\n*'''Kassandra:''' ''There's no way Theodoros could have ordered these troops to attack us.''\n\nAfter taking care of their attackers.\n\n*'''Herodotos:''' ''It wasn't him after all...''\n*'''Kassandra:''' ''We need to find Mestor.''\n*'''Herodotos:''' ''On the east side of the island, there's a [[Pirate Coast|hidden cove]] where ships can dock unseen. Let's go.''\n\n|-|(If Mestor was accused)=\n*'''Kassandra:''' ''I guess Mestor knows we're onto him. Where's Theodoros?''\n\nAfter taking care of their attackers.\n\n*'''Herodotos:''' ''He likely went after Mestor himself.''\n*'''Kassandra:''' ''Where would he be?''\n*'''Herodotos:''' ''There's a small cove on the east side of the island where can dock unseen. We should look there.''\n\n</tabber>\nArriving at the camp, they found Theodoros tied up. She quickly defeated the bandits and freed him.\n\n*'''Kassandra:''' ''Stay close. I'll get you out of here.''\n*'''Theodoros:''' ''Lead the way.''\n\nThey reunited with Herodotos.\n\n*'''Kassandra:''' ''You should be safe now. Where's Mestor?''\n*'''Theodoros:''' ''After he ordered me locked up, he left... seemed impatient.''\n*'''Herodotos:''' ''Theodoros...''\n\n<tabber>\n|-|(If Theodoros was accused)=\n*'''Theodoros:''' ''Not another word from you.''\n*'''Herodotos:''' ''I was wrong I'm sorry!''\n*'''Theodoros:''' ''Once you've dealt with Mestor, you need to leave for good. Samos won't need you any longer. And neither will I.''\n\n|-|(If Mestor was accused)=\n*'''Theodoros:''' ''It seems you were right. I thought Mestor and I wanted the same thing, but he was just using me.''\n*'''Herodotos:''' ''It hurts he did this, I know.''\n*'''Theodoros:''' ''I've treated you terribly. You just remind me of everything I didn't get to do. And of the past... But you didn't deserve it.''\n*'''Herodotos:''' ''Samos should thank the gods they have someone like you fighting for them.''\n*'''Theodoros:''' ''They'll know of all you did here. We may have lost one brother today, but we found each other again.''\n\n</tabber>\nIt was time to confront Mestor.\n\n*'''Kassandra:''' ''You know what needs to be done now, right?''\n*'''Herodotos:''' ''Unfortunately, I do.''\n*'''Kassandra:''' ''You cam stay behind if you want. I can do it myself.''\n*'''Herodotos:''' ''No, I need to see him. I need to know why he did this.''\n\nThey found Mestor nearby, and he was quick to attack them. But a few hits from Kassandra put him down. She threw him towards the cliff's edge, where he slowly got back up.\n\n*'''Mestor:''' ''OK, OK. You got me.''\n*'''Herodotos:''' ''How could you do this? After everything our family did for you! They took you in and you had them killed.''\n*'''Mestor:''' ''That...was an unfortunate accident. I promise you, I weep for their deaths every day.''\n*'''Herodotos:''' ''I can't trust anything you say.''\n\n(If players choose \"How could you betray Samos?\")\n\n*'''Kassandra:''' ''You betrayed Samos. Your family. You-''\n*'''Mestor:''' ''Not everything is black and white. Sometimes, people need others to make the best decision for them. And they're giving me Samos to rule.''\n\n(If players choose \"What are the Persians planning?\")\n\n*'''Kassandra:''' ''Tell me what the Persians are planning.''\n*'''Mestor:''' ''Samos would make for a good stronghold, don't you think?''\n\n(If players choose \"Why did you need Theodoros?\")\n\n*'''Kassandra:''' ''Why trick Theodoros into helping you?''\n*'''Mestor:''' ''Allies are hard to come by, and Theodoros was more than willing.''\n\n(If players choose \"You've lost, Mestor.\")\n\n*'''Kassandra:''' ''It doesn't matter now. The Followers of Ares working for you are dead.''\n*'''Herodotos:''' ''Everyone will know of what you did here. I'll make sure of it.''\n*'''Mestor:''' ''Oh, I hope you do. I've always wanted my name to be remembered. However, you may not want to start writing just yet.''\n*'''Herodotos:'''  ''What do you mean?''\n*'''Mestor:''' ''The ships are already on their way.''\n\nHe gestured to a fleet of Persian ships closing in on the island. Angry, Kassandra grabbed him by the throat, and held the spear at the ready.\n\n*'''Herodotos:''' ''Let him go. We need to stop the ships! I'll meet you there.''\n\nWith a bigger threat looming, she let him go. He quickly vanished as Kassandra went to deal with the ships.",
    "Section_Outcome": "Kassandra protected [[Herodotos]] and rescued Theodoros from the bandits at [[Pirate Coast]]. She then confronted Mestor.",
    "Section_Trivia": "*The objectives and conversations differ depending on which of the brothers, [[Theodoros (Samian)|Theodoros]] or [[Mestor (Samian)|Mestor]], was accused during [[Followers of Truth]].\n**If Kassandra rightly accused Mestor, Herodotos and Theodoros patch up.\n**If Kassandra wrongly accused Theodoros, he told Herodotos to leave after everything is done.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}