{
    "QuestName": "Abandoned By the Gods",
    "QuestID": "224133",
    "Revision": {
        "id": "917218",
        "parentid": "830805",
        "timestamp": "2021-01-19T22:20:09Z",
        "contributor": null,
        "comment": "fr",
        "origin": "917218",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "ed623gwldy51qdecg6dbc2uvnaceike"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "previous": "Monger Down",
        "next": "And the Streets Run Red",
        "image": "ACOD_Abandoned_By_the_Gods.png",
        "description": "'It was as if the gods themselves had infected and cursed Athens with the Plague of Athens|plague. Having found the clues required to locate her Myrrine|mother, Kassandra returned to find Aspasia.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "source": "Kassandra",
        "location": "Athens, Attika, Greece",
        "date": "Autumn 429 BCE"
    },
    "General_Description": "'''Abandoned By the Gods''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Having found the clues needed to for her [[Myrrine|mother]], Kassandra returned to [[Athens]], only find it being hit with a [[Plague of Athens|plague]].",
    "Section_Dialogue": "Kassandra returned to Athens to meet with Aspasia and found a plague waiting for her. As she rounded a corner in the agora, she went for her [[sword]] when she heard dogs barking. After determining that the sounds were nowhere near her, she continued on and encountered a man infected with the plague. He staggered towards her.\n*'''Civilian:''' ''Help m...''\nA woman slung his arm over her shoulder and helped carry him off. Amidst the chaos, she encountered [[Hippokrates]] tending to the sick and burning the bodies. After [[A Growing Sickness|helping him]], she continued to Perikles's villa. Outside, [[Kleon]] held a rally against Perikles, blaming him for the plague, making bold promises to the beleaguered people, and whipping the mobs into a frenzy. [[Phoibe]] ran up to Kassandra.\n*'''Phoibe:''' ''Kassandra... You're back! Gotta run, sorry.''\n*'''Kassandra:''' ''Wait! Where...''\n*'''Phoibe:''' ''I'll be right back. See you at Aspasia's!''\nPhoibe darted past her.\n*'''Kassandra:''' ''Sometimes I think you are too much like me.''\nKassandra listened to Kleon's speech.\n*'''Kleon: '''''Friends, I know you're angry. And you have the right to be—why do they hide in their houses and not quell the chaos that's come to Athens? Understand Perikles is a sick man. Don't blame him for that. Blame him for bringing this curse that grips our once-great city. We are Athenians. We settle our disputes democratically, but there comes a time when words are not enough, and the people must take action. Athens's name was once held high in the world. Now what has it become? Let's return Athens to greatness. We will be feared again! Raise your voices! I promise you, you won't be ignored any longer.''\n[[File:ACOD_Abandoned_By_the_Gods_-_Kassandra_Sokrates.png|thumb|250px|Sokrates reporting to Kassandra what happened]]\nShe notices [[Sokrates]] observing the mob from a distance. Kassandra approached him.\n*'''Sokrates:''' ''Kassandra, it's good to have you back.''\n*'''Kassandra:''' ''I've never seen anything like this.''\n*'''Sokrates:''' ''Those who aren't killed by the plague run wild in the streets. Death is rampant... And it's only a warning. We have ignored what truly plagues us for too long. Kleon.''\n*'''Kassandra:''' ''How can you worry about him at a time like this?''\n*'''Sokrates:''' ''Under his reign, Athens will lose the freedom and glory that has put it on the world stage.''\n*'''Sokrates:''' ''It is time to turn my words into actions.''\n*'''Kassandra:''' ''How?''\n*'''Sokrates:''' ''You'll find out as soon as I do.''\nKassandra accosted Kleon.\n*'''Kleon:''' ''I didn't expect to see you.''\n(If players asked \"What are you doing?\")\n*'''Kassandra:''' ''What do you think you're doing? You're driving this mob to madness.''\n*'''Kleon:''' ''This? This is nothing.''\n[[File:Kleon returns to arouse the mob.png|thumb|250px|Kleon inciting the crowd]]\nHe turned back to the mob and spread his arms.\n*'''Kleon:''' ''I will make Athens great again!''\nKassandra shook her head in disgust.<br />\n(If players chose \"I don't need to watch this.\")\n*'''Kassandra: '''''I need to find Aspasia and get out of this crazy city as soon as possible.''\nKassandra passed by Kleon. Regardless, she entered the villa and spoke to Aspasia.\n*'''Kassandra:''' ''Aspasia.''\n*'''Aspasia:''' ''Oh, Kassandra. You've returned to Athens.''\n*'''Aspasia:''' ''What's ''left'' of Athens. The world we've built is crumbling at our feet.''\n<tabber>\n|-|It's not looking good.=\n*'''Kassandra:''' ''It's as loud as a battlefield out there. And as violent.''\n*'''Aspasia:''' ''They're calling for Perikles's head—as though he should know how to handle this catastrophe. ''No one'' is prepared for the end of the world.''\n|-|We have to hold it together.=\n*'''Kassandra:''' ''It's bleak, but it hasn't killed you.''\n*'''Aspasia:''' ''You're right. But everything Perikles has built is being destroyed. It's chaos outside these walls. People have forgotten how to be people.''\n</tabber>\n*'''Kassandra:''' ''I came to talk to you. I found out some things about my mother. Her name, her ship...''\n*'''Aspasia:''' ''Kassandra, it's not the time. Perikles is dying. He won't see me. He won't let [[Hippokrates]] in his room... He only babbles about going to his precious [[Parthenon]].''\n<tabber>\n|-|I'm sorry about Perikles.=\n*'''Kassandra:''' ''Perikles is a strong man. I'm sure he can fight the sickness.''\n*'''Aspasia:''' ''You heard the mob—he can't defend himself. He'll die with no glory.''\n*'''Kassandra:''' ''Athens has known him a lot longer than they've known this plague. He gave them a voice. His accomplishments will speak for him.''\n|-|I need to talk about Myrrine.=\n*'''Kassandra:''' ''The reason I came back to Athens was to talk to you about Myrrine.''\n*'''Aspasia:''' ''Your mother will live to see tomorrow. My love won't live to see another sunset.''\n*'''Kassandra:''' ''You've had ''many'' sunsets with him. I've spent all my nights alone.''\n</tabber>\n*'''Aspasia:''' ''Perikles needs treatment, and the gods know he won't let me in. He respects you. Could you go to him?''\n*'''Kassandra:''' ''I could try.''\n*'''Aspasia:''' ''If you do, I will make the time to talk about your mother. For now, he needs your help.''\n*'''Kassandra:''' ''It's worth a shot.''\nKassandra made for the second floor and knocked on the door to Perikles's bedchamber.\n*'''Perikles:''' ''Aspasia, my light, I told you...''\n*'''Kassandra:''' ''It's Kassandra.''\n*'''Perikles:''' ''Yes. Come in.''\nKassandra entered and saw the sorry state of the ill Perikles. He sat up.\n*'''Perikles:''' ''It's embarrassing—someone so strong seeing me like this.''\n<tabber>\n|-|Lie - You look fine.=\n*'''Kassandra:''' ''You look healthy as ever.''\n*'''Perikles:''' ''Tell Aspasia that. She won't worry so much about me.''\n|-|You don't look good.=\n*'''Kassandra:''' ''I admit you don't quite look yourself.''\n*'''Perikles:''' ''I don't feel like myself either.''\n</tabber>\n[[File:ACOD_Abandoned_By_the_Gods_-_Kassandra_Finding_Perikles.png|thumb|250px|Kassandra finding Perikles on his bed]]\nKassandra presented his medicine.\n*'''Kassandra:''' ''I brought your drugs.''\n*'''Perikles:''' ''Ah, yes. It's usually Phoibe who does the delivering. At least I'm alive... Though I can't say the same for my city.''\n*'''Kassandra:''' ''It's a shadow of what it was.''\n*'''Perikles:''' ''Well, it will belong to Kleon now. He will have to lift it out of its sorry state.''\nPerikles stood and walked to the door.\n*'''Perikles:''' ''I wish to see it with my own eyes. Come, to the balcony.''\nOutside, the two walked to the balcony.\n*'''Perikles:''' ''Much has changed. I can't even stand up straight to look death in the eye.''\n*'''Kassandra:''' ''You'll recover sooner if you let Hippokrates see you.''\n*'''Perikles:''' ''It's my time. The plague chooses no favorites. I fear I've failed Athens. Its people. Aspasia...''\n*'''Kassandra:''' ''No, you haven't.''\n*'''Perikles:''' ''You're kind, but I've lost. Aspasia needs protection. As does Athens. I thought I gave enough to Athena, but it seems it isn't so.''\n[[File:Perikles lamenting how the Athenians have turned on him.png|thumb|250px|Perikles observing the atmosphere through the balcony]]\nHe leaned on the balcony to look over the city.\n*'''Perikles:''' ''I should be out there on the streets.''\n*'''Kassandra:''' ''You'd be overtaken. There are mobs, and Kleon's doing nothing to calm them.''\n*'''Perikles:''' ''Thank the gods Kleon won't see me like this. But that's all I can thank the gods for. They've turned on me.''\n<tabber>\n|-|You can't blame the gods.=\n*'''Kassandra:''' ''It's not the gods' fault. It's the world—it's turned upside down.''\n|-|The gods betrayed Athens.=\n*'''Kassandra:''' ''The gods definitely aren't in Athens. I hardly recognize it here—it's like the [[Tartaros]].''\n</tabber>\n*'''Perikles:''' ''Athens fate is decreed. All we can do now is wait.''\n*'''Kassandra:''' ''You should go back inside. You need to rest.''\n*'''Perikles:''' ''Where I ''should'' be is in the Parthenon, my greatest legacy to Athens. We need the gods' blessing. But Aspasia...''\n*'''Kassandra:''' ''Aspasia's right.''\n*'''Perikles:''' ''She often is. But not about this.''\n*'''Perikles:''' ''Yes. I'll go inside. Thank you, Kassandra. Tell my Aspasia I was a good boy and took my drugs.''\n*'''Kassandra:''' ''I will.''\nPerikles returned to his bedchamber as Kassandra returned to Aspasia.\n*'''Kassandra:''' ''Perikles let me in. He took his drugs without complaint.''\n*'''Aspasia:''' ''Thank you.''\n*'''Kassandra:''' ''Something wrong?''\n*'''Aspasia:''' ''I expected Phoibe back by now.''\n*'''Kassandra:''' ''I saw her in the crowds outside. Did you send her somewhere?''\n*'''Aspasia:''' ''I had her go to [[Anastasios]] to see about a ferry. As soon as Perikles is strong enough, we're leaving Athens. We have to.''\n*'''Kassandra:''' ''But now she's missing.''\n*'''Aspasia:''' ''I'm sure she's alright.''\n<tabber>\n|-|You shouldn't have sent her.=\n*'''Kassandra:''' ''Aspasia, there's a plague. You've seen the streets—she's just a child.''\n*'''Aspasia:''' ''Give her the credit she deserves—she's more of a fighter than I was at her age.''\n*'''Kassandra:''' ''I told Perikles the [[Cult of Kosmos|Cult]] is in Athens. It's too dangerous.''\n*'''Aspasia:''' ''The Cult? I thought it was the sickness talking.''\n|-|She'll turn up.=\n*'''Kassandra:''' ''Did Perikles tell you what I said about the Cult in Athens?''\n*'''Aspasia:''' ''This Cult! I thought it was his sickness speaking for him.''\n*'''Kassandra:''' ''It's true. But Phoibe's smart. She knows the way back.''\n*'''Aspasia:''' ''I hope so.''\n</tabber>\n*'''Kassandra:''' ''I'm going to look for her. Where is [[Anastasios' house]]?''\n*'''Aspasia:''' ''It's across from the [[Odeon of Perikles]].''\n*'''Kassandra:''' ''Chaire.''",
    "Section_Outcome": "Perikles had fallen ill, and Phoibe had disappeared on an errand for Aspasia. Kassandra set out to find her.",
    "Section_Trivia": "*This quest begins in earnest as soon as the player returns to Athens upon completing [[Ashes to Ashes]], [[Monger Down]], and [[Island of Misfortune]], but the conditions for it are considered fulfilled once those three quests are completed.\n*This quest is one of three that makes up the entirety of Chapter 6. All other quests are temporarily disabled during Chapter 6, both within and beyond Athens's city limits, but with few exceptions they will all be able to proceed as normal upon completion of the final quest in the chain, [[Athens's Last Hope]].\n**The quests [[For the People]], [[He Who Stops]], and [[The Liberator]] are no longer available for the rest of the playthrough as soon as the conditions to enable this quest are fulfilled, even before setting foot in Athens.\n*The player is free to explore Attika, but upon entering Athens' city limits, the player is automatically moved to an area in the agora east of Perikles's villa. They are confined to the southern half of Athens and the grounds of the [[Parthenon]] until 'Athens's Last Hope' is completed.",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\" orientation=\"none\" captionsize=\"medium\">\nACOD Abandoned By the Gods - Periklean Circle.jpg|Perikles' associates in the courtyard\nAspasia worried about Perikles.png|Aspasia worried about Perikles\nACOD Abandoned By the Gods - Perikles' Room Door.png|Kassandra at the door to Perikles' room\nSokrates talking to Kassandra among the mob.png|Sokrates talking to Kassandra among the mob\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Abandon divin]]"
}