{
    "QuestName": "Athens's Last Hope",
    "QuestID": "224135",
    "Revision": {
        "id": "965154",
        "parentid": "917383",
        "timestamp": "2021-09-20T23:27:28Z",
        "contributor": null,
        "origin": "965154",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "oebg7sb7zjtbrhqgxign61j39pfd16e"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "previous": "And the Streets Run Red",
        "next": "A Mother's Prayers",
        "image": "Deimos_killing_Perikles.png",
        "description": "'Athens had never looked more unlike itself. Chaos ran rampant in the streets, Phoibe was dead, Perikles missing, and Aspasia was desperate to take him out of Athens. Kassandra had to persist.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "source": "Kassandra",
        "location": "Athens, Greece",
        "date": "Autumn 429 BCE"
    },
    "General_Description": "'''Athens's Last Hope''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Amidst the chaos that seemed to have engulfed the city of [[Athens]], Kassandra pushed on.",
    "Section_Dialogue": "Kassandra made her way up to the [[Parthenon]], meeting [[Aspasia]] outside.\n*'''Aspasia:''' ''There you are, Kassandra. Quickly—[[Perikles]] may be inside.''\nKassandra closed her eyes, turning her face to the ground, unable to look Aspasia in the eye.\n*'''Aspasia:''' ''What's gotten into you?''\n<tabber>\n|-|Phoibe is dead because of you.=\n*'''Kassandra:''' ''[[Phoibe]] is dead. She's dead because you sent her to do your work.''\n*'''Aspasia:''' ''No, I... it's not true. Phoibe wanted to go. She told me she would be all right.''\n*'''Kassandra:''' ''And you believed a child.''\n*'''Aspasia:''' ''You know Phoibe—she wouldn't have taken no for an answer. It was out of my hands.''\n*'''Kassandra:''' ''Out of your hands? You sent her away. You could have protected her.''\n*'''Aspasia:''' ''What I asked of her was needed to protect Perikles. She lived to help others, Kassandra. She lived to help ''you.\n{{#tag:tabber|\nYou're right.=\n*'''Kassandra:''' ''I know that.''\n*'''Aspasia:''' ''That doesn't take anything away from the tragedy. She was a special girl.''\n{{!}}-{{!}}\nThat's not the point.=\n*'''Kassandra:''' ''That doesn't matter. She had to sacrifice herself for others, over and over...''\n*'''Aspasia:''' ''And those who sacrifice themselves deserve more glory than any other. She is a hero in her own right.''\n*'''Kassandra:''' ''I hope she knew that.''\n{{!}}-{{!}}\nPhoibe shouldn't have died.=\n*'''Kassandra:''' ''It's a tragedy. She should be here.''\n*'''Aspasia:''' ''Of course she should. But you know the cost of living this life.''\n*'''Kassandra:''' ''I do. But did Phoibe?''\n}}\n|-|The Cult killed Phoibe.=\n*'''Kassandra:''' ''Phoibe was killed. By [[Cult of Kosmos|Cult]] guards. Before I could get to her.''\n*'''Aspasia:''' ''Oh, no. Dear Phoibe.''\n*'''Kassandra:''' ''She died alone in the street.''\n*'''Aspasia:''' ''No, you found her—she wasn't alone. I know how much of a friend she was to you.''\n*'''Kassandra:''' ''I won't let them get away with this.''\n*'''Aspasia:''' ''You have to fight. For her.''\n</tabber>\n[[Sokrates]] and [[Hippokrates]] caught up with Kassandra.\n*'''Hippokrates:''' ''Aspasia, you're here.''\n*'''Sokrates:''' ''Any sign of Perikles?''\n*'''Aspasia:''' ''If he's here, he's inside praying. He refused to stay safe in the [[Perikles' Residence|villa]].''\n*'''Hippokrates:''' ''Things have gotten even worse in the agora. It's madness.''\n*'''Sokrates:''' ''Speak later and act now. Perikles—''\n[[File:ACOD Athens's Last Hope - Aspasia Hippokrates Kassandra Sokrates.png|thumb|250px|The group hearing a commotion in the temple]]\nThey heard a commotion within the Parthenon, and Perikles' voice amidst it.\n*'''Kassandra:''' ''Go!''\nThe four entered the Parthenon to witness [[Alexios|Deimos]] crouched over a bleeding Perikles and murmuring to him.\n*'''Deimos:''' ''I'm going to destroy everything you ever created. Athens is mine.''\nHe restrained Perikles and looked up at the four, smiling. Kassandra extended her arm to keep the other three back. Aspasia tried to run to him, but Sokrates and Hippokrates quickly restrained her.\n*'''Aspasia:''' ''Perikles—''\n[[File:ACOD Athens's Last Hope - Perikles Death.png|thumb|250px|Perikles' death]]\nDeimos stared them down as he wielded his [[Sword of Damokles|sword]] and drew it across Perikles' throat. He let the body fall and stood up as Kassandra drew the [[Spear of Leonidas]]. He simply shook the blood from the blade as two Cult [[guard]]s stepped forward.\n*'''Deimos:''' ''Stay out of my way!''\n[[File:ACOD Athens's Last Hope - Aspasia Grieving.png|thumb|250px|Aspasia grieving Perikles' death]]\nDeimos walked off as Kassandra was left to face the two Cult guards as Sokrates and Hippokrates held a grief-struck Aspasia. After Kassandra dealt with the guards, Aspasia knelt by Perikles' corpse.\n*'''Aspasia:''' ''All is lost now.''\n*'''Hippokrates:''' ''He was a great man. Perhaps greater than we even knew.''\nSokrates looked over to Kassandra.\n*'''Sokrates:''' ''We need to get her out of Athens.''\n*'''Kassandra:''' ''We'll take my [[Adrestia|ship]].''\nShe looked down at Aspasia, who rose to her feet as Kassandra spoke.\n*'''Kassandra:''' ''We have to leave. Don't let him in die in vain.''\n*'''Aspasia:''' ''Never.''\n[[File:ACOD Athens's Last Hope - Port Arrival.png|thumb|250px|The group arriving at the port]]\nThe four made their way to the [[Port of Piraeus]], where the ''Adrestia'' was docked.\n*'''Aspasia:''' ''We have to move quickly.''\n*'''Kassandra:''' ''Stay close. Just in case.''\nBefore they could board the ship, a contingent of Athenian soldiers accosted them.\n*'''Athenian [[Strategos]]:''' ''Stop!''\n[[File:Athenian commander forbids departure.png|thumb|250px|Kleon's men confronting the group]]\nThey turned to face him.\n*'''Athenian Strategos:''' ''[[Kleon]] has ordered that no one leave Athens.<br>And he wants Aspasia brought to him.''\n*'''Aspasia:''' ''I'm not going.''\nKassandra signaled to her companions.\n*'''Kassandra:''' ''Leave!''\nShe stood against the soldiers as the three withdrew to safety.\n*'''Athenian Strategos:''' ''Don't let them go!''\nKassandra dispatched the Athenian soldiers as the ''Adrestia'' was made ready to sail.\n*'''Kassandra:''' ''It's all clear now. Let's go.''\nHippokrates and Sokrates discussed something and then revealed their decision to the women.\n*'''Hippokrates:''' ''We're going to stay, Kassandra.''\n*'''Kassandra:''' ''What? Why?''\n*'''Hippokrates:''' ''My work is here. I can't leave the Athenians in the state they're in.''\n*'''Sokrates:''' ''You don't need us to protect Aspasia. Leave Athens to us.''\n<tabber>\n|-|Athens is ruined.=\n*'''Kassandra:''' ''The city has been taken. This isn't the Athens you used to know.''\n*'''Sokrates:''' ''That is why I must stay. We must begin again.''\n|-|You'll be killed.=\n*'''Kassandra:''' ''You saw what happened to Perikles. You want the same to happen to you?''\n*'''Sokrates:''' ''If every dissenting voice disappears, the people won't turn against him. ''They'' need me here.''\n</tabber>\n[[File:ACOD Athens's Last Hope - Parting Ways.png|thumb|250px|Aspasia and Kassandra parting ways with Hippokrates and Sokrates]]\nKassandra made sure they wanted to stay.\n*'''Kassandra:''' ''You're sure?''\n*'''Sokrates:''' ''I have lived as an Athenian, and I will die as an Athenian.''\n*'''Kassandra:''' ''Then do something for me. Both of you.''\n*'''Hippokrates:''' ''Of course.''\n*'''Kassandra:''' ''Retrieve Phoibe's body. Give her a proper burial.''\n*'''Sokrates:''' ''Everything she deserves and more.''\n*'''Kassandra:''' ''Thank you.''\n*'''Aspasia:''' ''Time to go, Kassandra.''\nThey stood in the ''Adrestia's'' shadow and turned back to the men.\n*'''Kassandra:''' ''And I expect to see you both again—alive.''\nHippokrates waved and Sokrates bowed. The women boarded the ship and cast off from Athens. At sea, the [[sun]] rose. Aspasia stared back at the city with sadness. Kassandra walked up to her.\n*'''Aspasia:''' ''The farther we get from Athens, the quieter it grows. As though it's peaceful. But I know better.''\n*'''Kassandra:''' ''I'm sorry, Aspasia. About Perikles. And Athens.''\n*'''Aspasia:''' ''You have no need to apologize. For anything.''\n<tabber>\n|-|I did what I could.=\n*'''Kassandra:''' ''I did everything I could to keep people safe.''\n*'''Aspasia:''' ''No one thinks otherwise, Kassandra. The Cult of Kosmos simply had a plan we didn't see soon enough. And they struck when the time was right.''\n|-|I should have done more.=\n*'''Kassandra:''' ''It feels like... I let everyone down. I didn't get to them quick enough. Didn't make the right decisions.''\n*'''Aspasia:''' ''It's not your fault. There's no one to blame but the Cult of Kosmos.''\n</tabber>\n:(Additionally, if players blamed Aspasia for Phoibe's death)\n:*'''Kassandra:''' ''About Phoibe...''\n:*'''Aspasia:''' ''No, allow me. Phoibe was my responsibility. I should have kept her closer to me. It was a mistake.''\n:*'''Kassandra:''' ''No, I wanted to apologize. It wasn't your fault. I'm sorry.''\n:*'''Aspasia:''' ''Yet another murder to the Cult's credit.''\nKassandra vowed revenge against the Cult.\n*'''Kassandra:''' ''I'll make each of them beg for mercy before I kill them.''\n*'''Aspasia:''' ''That time will come. For now, let us look to the future. Do you have a heading?''\n*'''Kassandra:''' ''I was hoping you would help me with that.''\n*'''Aspasia:''' ''Yes, of course. This woman...''\n*'''Kassandra:''' ''[[Myrrine|Phoenix]]. Her ship was called [[Siren Song]].''\n*'''Aspasia:''' ''Phoenix. Yes, I know the name. Last anyone heard, her ship was docked on the island of [[Naxos Island|Naxos]].''\n[[File:Aspasia and Kassandra planning their next course.png|thumb|250px|Aspasia and Kassandra making plans to travel to Naxos]]\nAspasia gestured to Naxos on the map painted onto the ship's deck.\n*'''Kassandra:''' ''Then, we go to Naxos... to see Phoenix.''",
    "Section_Outcome": "Perikles perished during the Plague of Athens of 429 BCE, allowing Kleon to seize power in the city. With Kassandra's aid, Aspasia escaped to sea before Kleon could capture her. Kassandra learned the location of Phoenix, the moniker used by her mother Myrrine, and set sail with Aspasia to reunite with her.",
    "Section_Behind_the_scenes": "The two Cult guardians with Deimos can be knocked out and recruited as lieutenants aboard the Adrestia. Their avatars are unique in that they appear similar to those of regular Cult guardians, but with added details. In the ship menu, their names are simply \"Cult Guard.\"\n\nThe Athenian Strategos that halts Kassandra, Hippokrates, Sokrates, and Aspasia also has a unique avatar. Unlike the other four men in his company, he can be knocked out and recruited as a lieutenant abroad the Adrestia. His avatar appears similar to a regular Athenian Strategos, but with added details. He is also the only Athenian Strategos in the game to use a sword, as every other strategos uses a board shield with spear. Interesting, in the ship menu, his name is \"Athenian Commander\" and not Strategos.",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nACOD Athens's Last Hope - Kassandra Meets Aspasia.png|Kassandra meeting Aspasia\nACOD Athens's Last Hope - Kassandra Inform Phoibe's Death.png|Kassandra reporting Phoibe's death\nACOD Athens's Last Hope - Encounter in Parthenon.png|The group discovering Deimos and Perikles\nACOD Athens's Last Hope - Cultist Guards Arrive.png|Cultist guards arriving\nACOD Athens's Last Hope - Perikles Corpse.png|Perikles' body on the ground\nThe death of Perikles.png|The group mourning Perikles' death\nKassandra leading Aspasia to her ship.png|Arrival at the port\nSokrates and Hippokrates deciding to stay.png|Hippokrates and Sokrates deciding to remain\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Le dernier espoir d'Athènes]]"
}