{
    "QuestName": "Home Sweet Home (Odyssey)",
    "QuestID": "224193",
    "Revision": {
        "id": "1053240",
        "parentid": "1053239",
        "timestamp": "2023-07-21T20:25:11Z",
        "contributor": null,
        "origin": "1053240",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "lx44xjs7lyzjxy03vukjs58qgocz2ir"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Youmay": {
            "description": "the genetic memory of Kassandra | the [[Home Sweet Home | altered genetic memory]]"
        }
    },
    "MemoryInfobox": {
        "name": "Home Sweet Home",
        "image": "ACOD Home Sweet Home 05.png",
        "description": "'After helping her Myrrine|mother secure Naxos Island|Naxos and learning the Thera|whereabouts of her real Pythagoras|father, Kassandra set sail for Lakonia to face her Spartan past and reclaim the place she once called Old Home|home.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "Unified Front",
        "next": "Kings of Sparta",
        "source": "Kassandra",
        "location": "Sparta, Lakonia, Greece",
        "date": "429 BCE"
    },
    "General_Description": "'''Home Sweet Home''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Returning to [[Sparta]] after seventeen years was an experience, both for Kassandra as well as her mother [[Myrrine]]. Some things had changed, some had been forgotten, and some things had remained the same.",
    "Section_Dialogue": "[[File:ACOD Home Sweet Home 01.png|thumb|250px|Kassandra and Myrrine embracing]]\nThe ''[[Adrestia]]'' docked at pier of the [[Village of Gytheion]], and Kassandra stepped onto [[Lakedaimonia]]n land for the first time in seventeen years. Myrrine called out to her.\n*'''Myrrine:''' ''Kassandra!''\nThe two placed their hands on each other's face.\n*'''Myrrine:''' ''Lamb... you made it. I trust the seas were favorable?''\n*'''Kassandra:''' ''[[Poseidon]] might be the only one ''not'' trying to kill me.''\n*'''Myrrine:''' ''And, did you go to [[Thera]]? Did you find... [[Pythagoras|him]]?''\n<tabber>\n|-|If \"A Family's Legacy\" was incomplete=\n*'''Kassandra:''' ''Not yet.''\n*'''Myrrine:''' ''You should. The answers to many of your questions are there. Your father would be proud to see how you've grown.''\n*'''Kassandra:''' ''For now, let's deal with what needs to be done here.''\n|-|If \"A Family's Legacy\" was completed=\n*'''Kassandra:''' ''I did.''\n*'''Myrrine:''' ''What did he tell you?''\n{{#tag:tabber|\nHe told me what needs to be done.=\n*'''Kassandra:''' ''He told me where I'm from and where I must go.''\n*'''Myrrine:''' ''So now you know the truth.''\n*'''Kassandra:''' ''I'm not his daughter. I'm just a... weapon.''\n*'''Myrrine:''' ''That is the furthest thing from the truth. You were brought into this world with love.''\n{{!}}-{{!}}\nI'm not sure what to make of him.=\n*'''Kassandra:''' ''He told me a lot of things: [[Ikaros]] was once his, the doors to [[Atlantis]] need to be sealed, and something about [[Atlantis artifact|mind-controlling artifacts]]... I think I left with more questions than answers.''\n*'''Myrrine:''' ''Yes... he tends to have that effect on people.''\n*'''Kassandra:''' ''When you and he... um, well, did you know he was over a hundred years old?''\n*'''Myrrine:''' ''He looked young for his age.''\n{{!}}-{{!}}\nI'd rather not talk about it.=\n*'''Kassandra:''' ''Let's focus on what needs to be done in Sparta.''\n*'''Myrrine:''' ''You can keep it secret if that's what you want. But you don't have to carry all of your burdens alone. Not anymore.''\n}}\n</tabber>\n*'''Myrrine:''' ''I never imagined we'd stand on Spartan soil together again.''\n<tabber>\n|-|It's good to be home.=\n*'''Kassandra:''' ''As much as I cursed this place for what it did to us, it feels more like home home than [[Kephallonia]] ever did.''\n|-|I have mixed emotions.=\n*'''Kassandra:''' ''I don't know how to feel. I spent some of the happiest days of my life here. And some of the worst too.''\n|-|It doesn't feel right.=\n*'''Kassandra:''' ''It's strange to be back. I spent so long running from this place.''\n*'''Myrrine:''' ''So did I. But we can't run from anything anymore.''\n*'''Kassandra:''' ''Agreed.''\n</tabber>\n*'''Myrrine:''' ''Sparta is our home. But we'll have to rid ourselves of the puppet king if we are ever to find peace.''\n*'''Kassandra:''' ''Whatever happened to our [[Old Home|old house]]?''\n*'''Myrrine:''' ''[[Nikolaos]] stayed after I left. But now that he's... gone, I don't know.''\n*'''Kassandra:''' ''Why don't we go find out?''\n*'''Myrrine:''' ''Of course. But first, there's something I want to show you.''\nThey made for the horses and rode the path north out of the village.\n*'''Myrrine:''' ''The closer we get to Sparta, the more memories keep flooding in.''\n*'''Kassandra:''' ''No matter how far I ran, I could never escape them.''\n*'''Myrrine:''' ''I know. On [[Naxos Island|Naxos]] I could forget. It was as if I had locked Sparta in a box and tossed it to the bottom of the sea.''\n*'''Kassandra:''' ''Did you put your memories of us in that box?''\n*'''Myrrine:''' ''I wanted to. But it would have taken all the wood in the land to build one big enough.''\n[[File:ACOD Home Sweet Home 03.png|thumb|250px|Kassandra and Myrrine overlooking the Lakonian forest]]\nThey rode to a cliff overlooking the Spartan training grounds, with the main gate of Sparta itself in the distance.\n*'''Myrrine:''' ''This is where I first trained you to use [[Spear of Leonidas|your spear]].''\n*'''Kassandra:''' ''\"Hesitation only hastens the grave.\"''\nMyrrine laughed.\n*'''Myrrine:''' ''You remembered.''\n*'''Kassandra:''' ''How do you think I got this far?''\n*'''Myrrine:''' ''We had to pry that spear from your hand while you slept. You said you needed it to fight the monsters in your dreams.''\n*'''Kassandra:''' ''I couldn't face [[Cerberos|Cerberus]] empty handed.''\n[[File:ACOD Home Sweet Home 04.png|thumb|250px|Kassandra and Myrrine observing a Spartan boy surrounded by wolves]]\nShe heard the bark of a [[wolf]] and looked down at the woods. She saw a pack of wolves advancing on two Spartan boys armed with little more than [[spear]]s.\n*'''Kassandra:''' ''Those children will be ripped to shreds! We should help them!''\n*'''Myrrine:''' ''Kassandra, wait! You mustn't interfere. This is [[Spartan training territory]].''\n<tabber>\n|-|I'm going to help them anyways.=\n*'''Kassandra:''' ''I can't stand here doing nothing. I'm going to help them.''\n|-|Yes, mater.=\n*'''Kassandra:''' ''I hope you're right. For their sake.''\n|-|...=\nKassandra paused at her mother's callousness.\n</tabber>\n*'''Myrrine:''' ''The ''[[agoge]]'' is what turns boys into men. Interfering would only weaken them, weaken Sparta.''\n*'''Kassandra:''' ''They're no good to Sparta if we leave them to die.''\n*'''Myrrine:''' ''And they're no good to Sparta if they're too weak to kill a wolf. Come. Let's go home.''\n<tabber>\n|-|If Kassandra interfered=\nKassandra slew the wolves, but Hebontes was injured.\n*'''Hebontes:''' ''Help! I can't feel my legs!''\nKassandra knelt down to speak to him.\n*'''Hebontes:''' Mater''?''\n{{#tag:tabber|\nI'm not your ''mater''.=\n*'''Kassandra:''' ''I'm not your mother. But I'm sure she's proud of you.''\n*'''Hebontes:''' ''Tell her I'm sorry I yelled. I was angry, I didn't mean to...''\n{{!}}-{{!}}\n⚖️I'm here.=\n*'''Kassandra:''' ''I'm here.''\n*'''Hebontes:''' ''I'm so cold.''\n*'''Kassandra:''' ''The sea that will carry you is very warm.''\n*'''Hebontes:''' ''I'm sorry I yelled at you. I was angry. It wasn't your fault...''\nKassandra shushed him soothingly.\n*'''Kassandra:''' ''You have nothing to be sorry for.''\n}}\nHebontes succumbed to his injuries. A Spartan appeared from behind at Nikeratos' side as Kassandra rose to her feet.\n*'''Spartan Heavy Soldier:''' ''He died with honor.''\n*'''Kassandra:''' ''His death was unnecessary.''\n*'''Spartan Heavy Soldier:''' ''What are you doing here?''\n{{#tag:tabber|\nI was just passing by.=\n*'''Kassandra:''' ''I was passing by when the wolves attacked these boys. But they're Spartans in training, so I let them handle things on their own.''\n*'''Nikeratos:''' ''She lies! She fought the wolves, clearly wanting glory for herself!''\n*'''Spartan Heavy Soldier:''' ''You've interfered with Spartan law and lied about it. There's more honor in that dead boy's heart. You should return to where you came from.''\n{{!}}-{{!}}\nI helped fight the wolves.=\n*'''Kassandra:''' ''These boys were in trouble. I thought I'd help.''\n*'''Nikeratos:''' ''No she didn't!''\n*'''Spartan Heavy Soldier:''' ''Don't lie to me, boy. You should be ashamed of yourself.''\nThe man turned to Kassandra.\n*'''Spartan Heavy Soldier:''' ''And you. These boys are weaker now because of you. The Spartan army will be weaker because of you. I should kill you where you stand.''\nMyrrine intervened before things got bloodier.\n*'''Myrrine:''' ''Are you all right? What happened?''\n*'''Kassandra:''' ''I couldn't just stand by and watch.''\n*'''Myrrine:''' ''The ''agoge'' is what turns boys into men. And soldiers into Spartans. You have only made them weaker by interfering.''\nThe soldier and Nikeratos walked away, casting a scornful look at Kassandra.\n*'''Kassandra:''' ''What good are they to anyone if they're dead?''\n*'''Myrrine:''' ''Kassandra, please! This isn't Kephallonia, Naxos, or anywhere else. This is Sparta, and breaking Spartan law can get you killed.''\n*'''Kassandra:''' ''Believe me, ''mater.'' I know ''exactly'' what breaking Spartan law gets you.''\nThe soldier slung Hebontes' corpse over his shoulder as he and Nikeratos walked off. Myrrine broke the silence.\n*'''Myrrine:''' ''Come. Let's go home.''}}\n|-|If Kassandra did not intervene=\nDespite being highly opposed to the practice, Kassandra could not break Spartan tradition and was forced to leave the boys to their certain death.\n</tabber>\nKassandra and Myrrine rode off and discussed the ''agoge''.\n*'''Kassandra:''' ''That training is ruthless.''\n*'''Myrrine:''' ''Not ruthless. Effective. The best of those boys will become ''[[krypteia]]''—keepers of the peace, and stalkers in the night.''\n*'''Kassandra:''' ''Stalkers in the night?''\n*'''Myrrine:''' ''There's a reason Sparta never changes. It has rules, and they are strict. Spartans rule [[Lakonia]], but most of its citizens are [[helot]]s—[[Slavery|enslaved]] peasants, made to work the fields and mines.''\n*'''Kassandra:''' ''Slaves? Why don't they revolt?''\n*'''Myrrine:''' ''Spartan fields keep them fed, and Spartan warriors keep them safe. First from the [[Iran|Persians]], and now from the [[Athens|Athenians]]. When they forget their place, the ''krypteia'' are ordered to keep the peace.''\n*'''Kassandra:''' ''I see.''\n*'''Myrrine:''' ''Most of us make great sacrifices for comfort.''\n*'''Kassandra:''' ''Most. Not all.''\nAfter a long ride, the two finally arrived at the entrance to Sparta.\n*'''Kassandra:''' ''I never thought I'd find myself back in Sparta. It looks so peaceful despite the [[Peloponnesian War|war]] raging elsewhere.''\nThey continued the ride into the heart of the city, then dismounted and approached their old home.\n*'''Kassandra:''' ''This was the first and last place I ever felt safe.''\n*'''Myrrine:''' ''As soon as you were old enough to hold a spear, you trained in this yard from morning till night.''\n*'''Kassandra:''' ''Nikolaos was a tough teacher to please.''\n*'''Myrrine:''' ''He hid his pride from you. But every night he would tell me, \"She's going to bring glory to Sparta.\"''\n<tabber>\n|-|He was a cruel man.=\n*'''Kassandra:''' ''If he were a better man, he wouldn't have let go of me.''\n*'''Myrrine:''' ''My heart broke that day. But if we are ever to heal, as a family, we must stop re-opening old wounds.''\n*'''Kassandra:''' ''Some wounds never close.''\n|-|Despite everything, I'm grateful for his training.=\n*'''Kassandra:''' ''As much as I hate him for what he did, I wouldn't be who I am today without his training.''\n*'''Myrrine:''' ''My heart broke that day. But for the first time in ages, standing here with you, I truly believe it can mend again.''\n*'''Kassandra:''' ''Me too.''\n</tabber>\n*'''Myrrine:''' ''Do you remember the first time you held your [[Alexios|brother]]?''\n<tabber>\n|-|I remember.=\n*'''Kassandra:''' ''I was scared I'd break him. I piled every blanket and pillow we had around me.''\n|-|That was a long time ago.=\n*'''Kassandra:''' ''I've tried to block out what happened here.''\n*'''Myrrine:''' ''You were so scared of breaking him. You ran around the house, gathering every pillow and blanket. You piled them all around you, and only then did you feel safe to hold him.''\n*'''Kassandra:''' ''He was so small.''\n</tabber>\n*'''Myrrine:''' ''Even then you held him so tight I thought you would squeeze the life out of him.''\n*'''Kassandra:''' ''He turned out stronger than we thought.''\n[[Brasidas]] approached them, evidently happy to see Kassandra again.\n*'''Brasidas:''' ''The gods must be playing tricks on my eyes.''\n<tabber>\n|-|Good to see you, Brasidas.=\n*'''Kassandra:''' ''Good to see you, Brasidas. It's been a long time since I rescued you from that [[The Monger's Warehouse|warehouse]] fire in [[Korinth]].''\nThey clasped hands, and Brasidas laughed.\n*'''Brasidas:''' ''That's not how I remember it.''\n|-|You shouldn't sneak up on people.=\n*'''Kassandra:''' ''Brasidas! It's amazing you've survived this long, sneaking up on people like that.''\nBrasidas laughed.\n*'''Brasidas:''' ''Last time I saw you, I had to pull you out of a burning warehouse.''\n</tabber>\n*'''Myrrine:''' ''You look well, Brasidas.''\n*'''Brasidas:''' ''The rumors were true. You're alive.''\n*'''Myrrine:''' ''Many we thought to be dead are still breathing.''\n*'''Brasidas:''' ''When I heard the two of you came home...''\n*'''Myrrine:''' ''We're in Sparta, but we're not home yet.''\n*'''Kassandra:''' ''We want our house back, Brasidas.''\n<tabber>\n|-|If Nikolaos survived \"The Wolf of Sparta\"=\n*'''Brasidas:''' ''Sparta claimed your estate after Nikolaos' [[The Wolf of Sparta|disappearance]]. They're waiting for his [[Stentor|adopted son]] to claim it, but he hasn't returned from the war.''\n|-|If Nikolaos was killed in \"The Wolf of Sparta\"=\n*'''Brasidas:''' ''Your estate was taken by Sparta when news of Nikolaos' death arrived. They're waiting for his adopted son to claim it, but he hasn't returned from the war.''\n</tabber>\n*'''Kassandra:''' ''Stentor? I knew I should have killed him on the beach.''\n<tabber>\n|-|How do we get it back?=\n*'''Kassandra:''' ''What do we have to do to get it back?''\n*'''Brasidas:''' ''You'll need to negotiate your Spartan citizenship with the [[Two Kings of Sparta|kings]]. It won't be easy.''\n|-|Sparta can't do this.=\n*'''Kassandra:''' ''Sparta can't just take our home!''\n*'''Brasidas:''' ''They can. They did. And if you want it back you'll have to convince the two kings, which won't be easy.''\n</tabber>\n*'''Myrrine:''' ''Why not?''\n*'''Brasidas:''' ''As happy as I am to see you, the kings won't be. Especially [[Archidamos of Sparta|Archidamos]]. Your exit from Sparta wasn't exactly... graceful.''\n*'''Myrrine:''' ''He ''can't'' still be mad I broke his nose.''\n*'''Kassandra:''' ''You what?''\n*'''Brasidas:''' ''In any case, he hasn't forgotten, but I have an idea that might help him forgive.''\n*'''Kassandra:''' ''Tell us.''\n[[File:ACOD Home Sweet Home 07.png|thumb|250px|Brasidas giving Kassandra an errand to help her gain Archidamos's favor]]\n*'''Brasidas:''' ''Spartan soldiers have been giving weapons to the helots. Whoever takes care of these traitors will earn his thanks.''\n(If \"Why would Spartans help helots?\" was chosen.)\n*'''Kassandra:''' ''Why on earth would Spartan soldiers be helping helots?''\n*'''Brasidas:''' ''Helots greatly outnumber Spartan citizens. But they're leaderless—mostly farm hands, servants, and apprentices. If someone unified them, armed them and trained them, they'd be a real threat to Sparta.''\n*'''Kassandra:''' ''But you said it was Spartans who were arming them.''\n*'''Brasidas:''' ''All the more reason to deal with this quickly. You'll find out why the helots are being armed, and you'll have the kings' attention.''\n(If \"Where will I find these Spartans?\" was chosen.)\n*'''Kassandra:''' ''Where will I find these Spartans?''\n*'''Brasidas:''' ''They were last spotted in the [[Gorani Marble Quarry]], in the [[Forest of Eurotas]].''\n(If \"What should I do when I find them?\" was chosen.)\n*'''Kassandra:''' ''So, I find the soldiers. Then what?''\n*'''Brasidas:''' ''Spartans are loyal to their commander. Take him out, and the rest should disperse.''\n*'''Kassandra:''' ''And the weapons?''\n*'''Brasidas:''' ''Destroy them. The helots have caused enough trouble with shovels and sickles, the last thing Sparta needs right now is them carrying swords.''\n(Leave – \"I'll take care of this.\")\n*'''Kassandra:''' ''So, to get our house back, I must take out the Spartan commander responsible for inciting a useless rebellion. Sounds easy enough.''\n*'''Brasidas:''' ''Find me in the throne room when it's done.''\nBrasidas took his leave. Kassandra asked her mother what her plans were.\n*'''Kassandra:''' ''And where will you be?''\n*'''Myrrine:''' ''This is where I raised you—it's also where [[Leonidas I of Sparta|Leonidas]] raised me. I'm going to visit his [[Tomb of Leonidas|tomb]], just beyond the estate. You should pay your respects, too, before you get started.''\n*'''Kassandra:''' ''I'll try.''",
    "Section_Outcome": "Kassandra and Myrrine returned to Sparta, but reclaiming their citizenship and home was another matter.",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nACOd-HSH-MyrrineGytheion.jpg|Myrrine waiting for Kassandra in Gytheion\nACOD Home Sweet Home 02.png|Myrrine and Kassandra in Gytheion\nACOd-HSH-Hebontes.jpg|one of the [[Agoge Fighter]]s at the Spartan training territory\nACOd-HSH-KassMyrrinehome.jpg|Kassandra Myrrine outside their old home\nACOD Home Sweet Home 06.png|Kassandra and Myrrine reunited with Brasidas\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Doux foyer (Odyssey)]]"
}