{
    "QuestName": "Bully the Bullies",
    "QuestID": "224236",
    "Revision": {
        "id": "1024923",
        "parentid": "965432",
        "timestamp": "2023-03-18T17:28:56Z",
        "contributor": null,
        "origin": "1024923",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "gcjl7k7kt0erc0jc7ttnyuz7ppf7ied"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Pythia Leonidas.png",
        "description": "'Kassandra met with Myrrine at the Tomb of Leonidas, where she learned more about her family history and her destiny, and came face to face with Spartan Two Kings of Sparta|kings both Archidamos of Sparta|old and Pausanias of Sparta|new.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main, Support",
        "previous": "Home Sweet Home (Odyssey)|Home Sweet Home",
        "next": "Kings of Sparta",
        "source": "Kassandra",
        "location": "Sparta, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''Bully the Bullies''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Paying her respects to her [[Leonidas I of Sparta|grandfather]] with her mother [[Myrrine]] brought Kassandra to glimpse into the moment in the past king's life as well as meet a [[Pausanias of Sparta|new king]].",
    "Section_Dialogue": "Kassandra travelled to the [[Tomb of Leonidas]], approaching her mother, Myrrine. They both looked up at the statue of Leonidas.\n*'''Myrrine:''' ''Leonidas. He was Sparta's last true hero. We'd all be under the yoke of the [[Achaemenid Empire|Persian Empire]] if it wasn't for his courage. The same blood courses through your veins.''\n<tabber>\n|-|I don't believe it.=\nKassandra replies angrily.\n*'''Kassandra:''' My ''blood courses through these veins. Not some man's I've never met.''\n*'''Myrrine:''' ''Leonidas was king, Kassandra.''\n*'''Kassandra:''' ''And yet I grew up in the dirt!''\n|-|It's not a big deal.=\n*'''Kassandra:''' ''I'm proud of my lineage, but I carve my own path.''\n*'''Myrrine:''' ''You carry the blood of heroes. You can carve much more than the path of a [[mercenary]].''\n|-|I've never forgotten.=\n*'''Kassandra:''' ''So, our blood is the blood of kings.''\n*'''Myrrine:''' ''You are so much more than a mercenary. You carry the blood of heroes, blood of power. Remember what I told you?''\n*'''Kassandra:''' ''That people would try to take that power for themselves.''\n*'''Myrrine:''' ''And then you promised...''\n*'''Kassandra:''' ''I wouldn't let them.''\n</tabber>\n*'''Myrrine:''' ''Hold out your spear.''\n[[File:ACOD Bully the Bullies - Cult of Kosmos.png|thumb|250px|Leonidas confronting the Cult of Kosmos]]\nKassandra unsheathed the spear from her back and held it out with a hand. As Myrrine touched the spear, they both experienced Leonidas's memory at the [[Temple of Apollo, Delphi|Temple of Apollo]] in [[Sanctuary of Delphi|Delphi]]. There, Leonidas was arguing against the members of the [[Cult of Kosmos]], who numbered by the dozen behind and beside the [[Pythia (480 BCE)|Pythia]].\n*'''Leonidas:''' ''All of this talk of the Pythia. The Pythia! I do not care what she says.''\nOne of the two cultists in front of the others and beside the Pythia rebuked.\n*'''Cultist:''' ''Enough! We have grown tired of your insolent tongue! Sparta will'' not ''go to war, the Pythia has spoken!''\n*'''Leonidas:''' ''The Pythia says what you tell her to say! She's been your puppet for far too long, the time has come to cut her strings!''\nThe other cultist in front spoke.\n*'''Cultist:''' ''Oh Leonidas, the {{Wiki|Greek Heroic Age|days of heroes}} are over. You think your blood makes you special? If we opened your veins it would spill to the ground and disappear through the cracks. You are no one.''\nLeonidas quickly pointed his spear to his head.\n*'''Leonidas:''' ''You are more than welcome to find out.''\nThe oracle knelt on one knee and lowered his spear.\n*'''Pythia:''' ''Your fate is sealed, Son of the Lion. [[Xerxes I of Persia|Xerxes]] will unite us. He will bring order to chaos.''\nLeonidas turned his back to them.\n*'''Cultist:''' ''Defy the Pythia, and everyone you love, everything you stand for, will perish.''\n[[File:ACOD Leonidas defies the Pythia.png|thumb|250px|Leonidas tasking Dienekes to ready for war]]\nLeonidas turned his head to glower at him before marching out of the temple. He pushed away the guards at the entrance and immediately ordered his [[Dienekes|officer]] as they both marched away.\n*'''Leonidas:''' ''Gather the men.''\n*'''Dienekes:''' ''My king?''\n*'''Leonidas:''' ''If Xerxes wants Sparta, he'll have to go through me.''\nThe memory faded, and Kassandra sheathed the spear. Myrrine looked at the statue of Leonidas once more.\n*'''Kassandra:''' ''Incredible!''\nHer mother looked back to her.\n*'''Myrrine:''' ''Now do you understand?''\n*'''Kassandra:''' ''What must I do?''\n*'''Myrrine:''' ''It's time we embrace our destiny — both of us. If we don't stop the Cult before it's too late, then all Leonidas fought and died for was for nothing. Our bloodline has risen to those who would enslave us.''\n*'''Kassandra:''' ''It's time we rise again.''\n[[File:ACOD_Bully_the_Bullies_-_Pausanias_Meets_Kassandra_and_Myrrine.png|thumb|250px|Kassandra Myrrine meeting Pausanias]]\nA middle-aged man wearing a wreath of [[gold]]en leaves, a red {{Wiki|Chiton (costume)|chiton}}, and a black and golden {{Wiki|chlamys}} approached them.\n*'''Pausanias:''' ''Well, well, well. Mother and daughter united in Sparta at last. And look at you! Goddessess among [[human|mortals]].''\nThey both bow, though Kassandra only bows with her head.\n*'''Myrrine:''' ''King Pausanias, we're honored. I was sorry to hear about your [[Pleistoanax|father]].''\n*'''Pausanias:''' ''Yes. Our fathers would have been proud to see us here today.''\n*'''Myrrine:''' ''You remember Kassandra, my king?''\n*'''Pausanias:''' ''Who could forget? The girl who died to save her brother. Such a tragedy. An innocent child, put to death because of an ancient, merciless law.''\n<tabber>\n|-|I wasn't the only one put to death.=\n*'''Kassandra:''' Two ''innocent children were put to their deaths that day.''\nMyrrine scolded her.\n*'''Myrrine:''' ''Kassandra, enough!''\nShe quickly apologized for her.\n*'''Myrrine:''' ''Apologies my king, she's been away from Sparta for a long time.''\n*'''Pausanias:''' ''You both have.''\nThe king smiled.\n*'''Pausanias:''' ''This one has fire like her mother.''\n|-|Sparta found me guilty.=\nKassandra replied sarcastically.\n*'''Kassandra:''' ''I killed an elder. Sparta didn't find that very innocent.''\n*'''Myrrine:''' ''Kassandra!''\n|-|You don't sound like most Spartans.=\n*'''Kassandra:''' ''Ancient and merciless? Most Spartans live and die by these laws. But you sound more progressive.''\n*'''Pausanias:''' ''And you sound like you've been rubbing elbows with [[Athens|Athenians]].''\n*'''Kassandra:''' ''I've been to a [[Perikles's Symposium|symposium]] or two.''\n</tabber>\nMyrrine sighed and looked down.\n*'''Pausanias:''' ''In any case, Sparta was weakened by losing you. Losing you both.''\nKassandra and Myrrine glanced at each other, then Kassandra returned her look to the king.\n*'''Kassandra:''' ''We're examples of why these laws must change.''\n*'''Pausanias:''' ''Oh I agree. But King Archidamos? If he could carve Spartan law across the chests of every citizen he would.''\n<tabber>\n|-|Those laws tore us apart.=\nKassandra appeared irked.\n*'''Kassandra:''' ''Spartan laws destroyed my family. Spartan laws had me claw my way through the streets!''\nShe pointed to her grandfather's statue.\n*'''Kassandra:''' ''We're here today because he defied those laws.''\n*'''Pausanias:''' ''He did, and he lost his head for it.''\n|-|I long for peace.=\n*'''Kassandra:''' ''I've spent my whole life looking over my shoulder. If Sparta is to be my home again, I'd rather it be a peaceful one.''\nThe king laughed.\n*'''Pausanias:''' ''Peace at what cost? When Spartans aren't killing, they're training to kill. And when they're not killing Athens, they're declaring war on their own people.''\n</tabber>\n*'''Pausanias:''' ''But we're not here to talk about the dead. Are we?''\n*'''Kassandra:''' ''We know Sparta reclaimed our house after what happened to my [[Nikolaos|father]] in [[Megaris]]. We want it back.''\n*'''Pausanias:''' ''Mind your tongue, child. You may not live in Sparta anymore, but I'm still your king.''\n*'''Myrrine:''' ''We graciously request an audience with you and King Archidamos to discuss reinstating our citizenship and reclaiming our home.''\n*'''Pausanias:''' ''Of course! There's nothing I'd want more. Archidamos, however, still hasn't forgiven you for the whole... nose incident.''\n[[File:ACOD King Pausanias talking to Kassandra and Myrrine.png|thumb|250px|Pausanias requesting Kassandra's aid]]\nMother and daughter glanced at each other again.\n*'''Kassandra:''' ''What can we do to sway him?''\n*'''Pausanias:''' ''There's rumor of a [[helot]] rebellion, and the'' krypteia ''are stoking the flames. Savagely killing helots, stealing livestock, and leaving corpses to rot in the streets.''\n*'''Myrrine:''' ''The krypteia represents Sparta's ultimate achievement in military training. Their discipline and fearlessness make Sparta's army the most feared in the world.''\n*'''Pausanias:''' ''Once. But the krypteia have become corrupt and bloodthirsty. And training boys to kill unarmed peasants is nothing to be proud of.''\n*'''Pausanias:''' ''Do you want your home back or not?''\nThey both nod.\n*'''Pausanias:''' ''Good.''\n*'''Pausanias:''' ''Show the helots we no longer support the senseless slaughtering of their people.''\n(If players choose \"Where can I find them?\")\n*'''Kassandra:''' ''And where would I start looking for these'' krypteia?\n*'''Pausanias:''' ''One can be found in the [[Fort of Praisai|fort]] on [[Zarax Point]]. Another was assigned to guard a Spartan leader's house. The third is more elusive. He was last seen in one of the [[Krokeai|villages]] west of [[Helot Hills]]. He's definitely the loudest of the three.''\n(If players choose \"What else can you tell me about the ''krypteia''?\")\n*'''Kassandra:''' ''My mater spoke of these krypteia. What can you tell me about them?''\n*'''Pausanias:''' ''They are the hidden ones. Handpicked at an early age. Starved and trained in isolation. They must steal and kill to survive. If they succeed at their training, they become the king's guard.''\nKassandra stole a glance to her mother.\n*'''Kassandra:''' ''But why have me kill them?''\n*'''Pausanias:''' ''For years the krypteia kept peace between the helots and Spartans. Troublemakers and threats among the helots were... dealt with. But lately these'' krypteia ''have been killing men, women, and children without reason or mercy. Babies ripped from their mothers and fed to the [[wolf|wolves]]... The krypteia have become a breeding ground for ruthless savages.''\n(If players choose \"What can you tell me about King Archidamos?\")\n*'''Kassandra:''' ''Is there anything I should know about King Archidamos?''\n*'''Pausanias:''' ''Traditional. Brutal. Boring. Archidamos values the old ways over the welfare of his people. He sided with the elders that day on [[Mount Taygetos]].''\n(Leave – \"I'll do this for you.\")\n*'''Kassandra:''' ''If killing krypteia will get our home back, I'll do it.''\nKassandra left the statue.\n*'''Kassandra:''' ''If Archidamos believes in the old ways, won't killing his'' krypteia ''create conflict between him and Pausanias?''\n*'''Kassandra:''' ''I miss [[Kephallonia]] sometimes. Life was simple. Even if [[Markos]] was a bumbling idiot.''\nKassandra arrived at the [[Leader House, Lakonia|leader house]] on the cliff atop the houses of the Spartans and killed the ''krypteia'' inside. She then called [[Phobos (horse)|Phobos]] and rode to the fort. After finding and killing her target among many soldiers, she rode for the village on the southern coast. There, she discovered the ''krypteria'', with only a [[sword]] and greaves, trying to silence a mob atop a rock.\n*'''Spartan Light Soldier:''' ''Listen up. I'm only going to say this once.''\nHe briefly lowered his voice to comment on the village.\n*'''Spartan Light Soldier:''' ''This village stinks like a pig's asshole.''\nHe resumed his speech.\n*'''Spartan Light Soldier:''' ''Everyone shut up, or you'll eat steel. I'd be more than happy to bash your teeth in if you don't settle down.''\nOne of the women in the mob protested.\n*'''Slave:''' ''Night and day we slave for Sparta. They take everything from us.''\nAnother woman continued.\n*'''Slave:''' ''They treat us worse than [[dog]]s. They kill us without reason. We can't live like this.''\nKassandra moved closer to the crowd.\n*'''Slave:''' ''[[Twelve Gods|Gods]]! We pray to you, we beg your mercy. We beg for justice.''\nShe joined them.\n[[File:ACOD_Bully_the_Bullies_-_Keleas_addressing_crowd.png|thumb|250px|Keleas addressing the helots]]\n*'''Spartan Light Soldier:''' ''Listen up, you dogs. Some of you seem to think that because you were born in Lakonia, you have the right to live in Lakonia.''\nThe old woman besides Kassandra spoke to her.\n*'''Slave:''' ''My [[goat]] is older than him! But he talks like he's king. He kills our men, steals our [[chicken]]s, and everyone's terrified.''\nThe ''krypteria'' continued.\n*'''Spartan Light Soldier:''' ''You're allowed to live on the condition you produce for the Spartan army.''\n[[File:ACOD_Bully_the_Bullies_-_Kassandra_trying_to_incite_a_rebellion.png|thumb|250px|Kassandra trying to incite a rebellion]]\nKassandra whispered to her.\n*'''Kassandra:''' ''The Spartans fear you more than you fear them.''\n*'''Slave:''' ''But they're trained soldiers. We're just farmers.''\n*'''Kassandra:''' ''He's one. You're many. Let's start a riot, shall we?''\n*'''Spartan Light Soldier:''' ''Lately production has been [[horse]] shit!''\n*'''Kassandra:''' ''Watch this.''\nShe shouted back at him.\n<tabber>\n|-|So is your face!=\n*'''Kassandra:''' ''Your face looks like horse shit!''\nThe helots laughed, but the woman she was talking to panicked.\n*'''Slave:''' ''What are you doing?''\n*'''Kassandra:''' ''Told you, starting a riot.''\n|-|It's your fault.=\n*'''Kassandra:''' ''Then stop killing our men and stealing our chickens!''\n</tabber>\n*'''Spartan Light Soldier:''' ''You think I want to be here? I'd rather be in Sparta, fighting or fucking.''\n<tabber>\n|-|You're terrible at both.=\n*'''Kassandra:''' ''You couldn't fight or fuck your way out of a grain sack.''\nThey hoot in laughter. The woman looked around and turned back to her.\n*'''Slave:''' ''It's working!''\n|-|Then leave.=\nKassandra replied dubiously.\n*'''Kassandra:''' ''We... also don't want you here!''\n</tabber>\n*'''Spartan Light Soldier:''' ''Sparta gives you everything! Land, protection from your enemies...''\n<tabber>\n|-|You're the enemy!=\n*'''Kassandra:''' ''Sparta is our enemy!''\nThe old woman now joined her.\n*'''Slave:''' ''Yes!''\nA man repeated what she said.\n*'''Slave:''' ''Sparta is the enemy!''\nThe old woman repeated as well.\n*'''Slave:''' ''Sparta is the real enemy!''\n|-|I want a pony!=\n*'''Kassandra:''' ''I don't need protection! I want a pony!''\n</tabber>\n*'''Spartan Light Soldier:''' ''Who dares speak while I'm speaking?''\n<tabber>\n|-|If players fail to incite the crowd.=\n*'''Kassandra:''' ''You've stolen our chickens for the last time! Down with the'' krypteia! ''Who's with me?''\nShe raised her arm in defiance, but when she looks around, the helots looked down.\n*'''Kassandra:''' Maláka, ''I'll kill you myself!''\nThe crowd dispersed as he drew his sword and hoped down to fight her, but he was soon defeated.\n|-|If players incites the crowd.=\n*'''Kassandra:''' ''The killing of helots ends now! You are one, we are many!''\nShe chants and pounds her chest.\n*'''Kassandra:''' ''You are one, we are many!''\n*'''Kassandra:''' ''Down with the'' krypteia!\nSome of the mob picks up shovels and other tools they can use to fight the ''krypteia'', who drew his sword and hops down to fight them. Kassandra assassinated him among the commotion.\n</tabber>\nWith Keleas dead, Kassandra made his way to the Fort of Praisai, where the last ''krypteia'' was located and eliminated him.",
    "Section_Outcome": "After talking about their lineage and destiny at the tomb of Leonidas, Pausanias joins their conversation to greet them and discuss about Sparta. They eventually tell him they want their house back, which was appropriated by the city-state. The king tells Kassandra to eliminate the allegedly corrupt ''krypteia'' to change king Archidamos's predisposition. An initially confused Kassandra sets off and hunted them down nevertheless.",
    "Section_Trivia": "*This quest is missable. It is possible to go and meet the kings straightaway; doing this locks out Bully the Bullies as well as [[One Bad Spartan Spoils the Bunch]] quests, and grants instead [[A Legendary Hunt]] quest.\n*While vague, the dialogue makes it sound like Pausanias's father, Pleistoanax, has died when historically he had been exiled and would later be reinstated as king in 426 BCE with Pausanias losing the title until Pleistoanax's death in 409 BCE.\n*It is possible for Kassandra to eliminate the ''krypteia'' from behind rather than from the crowd. However, doing so will result in the additional dialogues being missed.\n*It is also possible for Kassandra to knock out and recruit the ''krypteia'' as lieutenants abroad the ''Adrestia''.",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nACOD Kassandra and Myrrine pay respect to the late King Leonidas.png|Kassandra and Myrrine at the tomb of Leonidas\nACOD Kassandra and Myrrine share Leonidas's memory.png|Myrrine interacting with Kassandra's spear\nACOD Bully the Bullies - Sanctuary of Delphi.png|The Temple of Apollo\nACOD Bully the Bullies - Leonidas threatening a Cultist.png|Leonidas threatening one of the Cultist\nACOD Leonidas defies the Pythia.png|Leonidas tasking Dienekes to ready the Spartans for battle\nACOD Sparta - leader house.png|The leader house in Sparta\nLakonia-FortofPraisai.jpg|The Fort of Praisai\nACOd-Keleasbody.jpg|Keleas addressing the crowd\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Une leçon aux persécuteurs]]"
}