{
    "QuestName": "A New Horizon",
    "QuestID": "258101",
    "Revision": {
        "id": "1072197",
        "parentid": "1043950",
        "timestamp": "2023-11-26T16:00:39Z",
        "contributor": null,
        "origin": "1072197",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "d2zjvvfanlc1s0wga0mijh3ez1di5qj"
    },
    "Tags": {
        "Tag_Era": {
            "description": "ACOD | Memories"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "name": "A New Horizon",
        "image": "ACOD A New Horizon 9.png",
        "description": "'With Barnabas freed from the grasp of the Treasure Hunter's Apple of Eden|artifact, Kassandra finally understood that her journey ahead has a much larger purpose'",
        "appearance": "'Assassin's Creed: Odyssey – Assassin's Creed Crossover Stories'",
        "type": "Main {{c|Those Who Are Treasured}}",
        "fullsync": null,
        "reward": null,
        "heroclass": null,
        "previous": "Power Corrupts All",
        "source": "Kassandra",
        "location": "Korfu, Greece<br>Alexandria, Ptolemaic Kingdom<br>Isle of Skye",
        "date": "420 BCE<br>c. 887 CE"
    },
    "General_Description": "'''A New Horizon''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], that was relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "With [[Barnabas]] freed from the control of the [[Treasure Hunter's Apple of Eden|Apple of Eden]], Kassandra returned to her friends to inform them that she would be leaving on a larger quest for the forseeable future.",
    "Section_Dialogue": "Kassandra reunited with Barnabas and [[Herodotos]] at the vacation house. There, Barnabas spoke with Herodotos, joking how his mishap with the [[Piece of Eden]] broke Kassandra out of her vacation phase.\n*'''Barnabas:''' ''Well, you can't say I wasn't successful in getting Kassandra out of her funk!''\n*'''Kassandra:''' ''Out of my funk, but ''into'' a lot more trouble.''\n*'''Barnabas:''' ''Oops. Did I already apologize for that?''\n*'''Herodotos:''' ''Coming to [[Korfu]], I had no inkling that we would get caught up in a tale of legendary treasure.''\n*'''Kassandra:''' ''They say life gets dull without surprises.''\n*'''Barnabas:''' ''Now that's a reason to cheer!''\n[[Ikaros]] shrieked from above.\n*'''Kassandra:''' ''And to you, Ikaros!''\n*'''Herodotos:''' ''Yes, we all have but one life to lead. We have to do the most with it.''\n*'''Barnabas:''' ''One life? Speak for yourself!''\nKassandra gestured to Barnabas to stop, not wanting to discuss any more about her immortality.\n*'''Herodotos:''' ''You're right, Barnabas. Heroes like Kassandra will live on in the stories and legends of their triumphs. They live forever.''\n[[File:ACOD A New Horizon 2.png|thumb|250px|Kassandra informing her friends of her upcoming departure from Greece]]\nKassandra mustered the courage to tell her friends of an emotionally difficult decision she planned to make very soon.\n*'''Kassandra:''' ''Listen. I want you two to know... I'll be leaving soon. To travel across waters I've never dreamed of crossing. And I don't know when I'll be back.''\nBarnabas asked her a heartfelt question on the reason she's leaving.\n*'''Barnabas:''' ''You're leaving? Again? Where? Why?''\n<tabber>\n|-|I can't tell you why.=\n|-|I have a task ahead of me.=\n*'''Kassandra:''' ''I'll go wherever I'm needed in the [[Earth|world]]. I can't run from my responsibilities. [[Aletheia|Someone]]—I mean, some''thing'' tells me my journey is not over yet.''\n</tabber>\n*'''Herodotos:''' ''We couldn't possibly keep you for ourselves. Though you'll be everywhere in my writings, that's for certain.''\n*'''Kassandra:''' ''I'm honored. Maybe you could give me one of your manuscripts, Herodotos. I'm sure even those from far off lands would love to read it.''\nHerodotos chuckled.\n[[File:ACOD A New Horizon 3.png|thumb|250px|Herodotos handing one of his manuscripts to Kassandra]]\n*'''Herodotos:''' ''Don't trouble yourself. ''These'' lands will do for now. But if you're serious...''\nHe pulled out a scroll and gave it to Kassandra.\n*'''Herodotos:''' ''A storyteller is always prepared. Take it. But feel no need to share it. It's for you.''\n*'''Kassandra:''' ''I have something for you too.''\n[[File:ACOD A New Horizon 4.png|thumb|250px|Kassandra relinquishing the now-depowered Spear of Leonidas to Herodotos]]\nKassandra pulled out the one \"companion\" that helped her throughout her lifelong odyssey throughout the Greek world and one of the most important tools that shaped her as the legendary Eagle Bearing-''misthios'': the [[Spear of Leonidas]]. She held the Spear in front of her, wanting to give it to Herodotos as a final gift for her friend, now ready to part ways with it forever. Herodotos was surprised.\n*'''Herodotos:''' ''No. The spear?''\n*'''Kassandra:''' ''You knew what it was the moment you met me. But I've...outgrown it. It's yours now. Careful. It's still sharp.''\n*'''Herodotos:''' ''I'll cherish it forever.''\nHe happily accepted the gift.\n[[File:ACOD A New Horizon 5.png|thumb|250px|Barnabas vowing his loyalty, service and the ship to Kassandra]]\n*'''Barnabas:''' ''Well, though I'm not one to refuse a gift, the gift of friendship is enough for me.''\n*'''Kassandra:''' ''You only want friendship? I guess I'll need to find another second-in command for my trip.''\n*'''Barnabas:''' ''Me? Travelling the world? With you?''\n*'''Kassandra:''' ''If you'll have me as your captain.''\n*'''Barnabas:''' ''I don't know how much longer these old bones can hoist a sail, but I'll go as far as I can. The ''[[Adrestia]]'' is yours.''\nBarnabas bowed down, reaffirming his loyalty to Kassandra. The three looked out across the waters from the balcony.\n*'''Herodotos:''' ''What will be your first stop, Kassandra?''\n*'''Kassandra:''' ''I don't know. What I ''do'' know is that I need a new weapon.''\n[[File:ACOD A New Horizon 6.png|thumb|250px|The trio looking towards the horizon for their next adventure]]\nSuddenly remembering her vision of her [[Elpidios|son]]'s journey with [[Darius]], she decided on her first destination.\n*'''Kassandra''' ''[[Egypt]] has always fascinated me.''\n*'''Herodotos:''' ''Ah, one of my favorite places. Let me tell you one of my best stories...''\nHerodotos' voice faded as he told his comrades another one of his stories.\n[[File:ACOD A New Horizon 8.png|thumb|250px|Kassandra inside the Library of Alexandria]]\nAn unspecified amount of time later, in the Egyptian city of [[Alexandria]], a mysterious hooded figure walked alone at night though the dark halls of the [[Library of Alexandria]]. The figure walked up towards a shelf of scrolls and lowered their hood, revealing themself to be Kassandra. She took out the scroll Herodotos gave her long ago from her pouch and placed it with the other scrolls in the shelf.\n*'''Kassandra:''' ''Everyone will read your words, Herodotos.''\nShe smiled, then raised her hood and left the room.\n\nA millennium later in the 9th century, Kassandra deboarded a [[longship]] at the village of [[Kiltaraglen]] on [[Isle of Skye]], and after inspecting her new [[Hidden Blade]], prepared for her next adventure.",
    "Section_Outcome": "Kassandra ended her life in Greece but began a new quest searching for other Pieces of Eden scattered across the globe.",
    "Section_Behind_the_scenes": "Even though Kassandra permanently gave away the Spear of Leonidas as a gift to Herodotos, she still retains it and its abilities for gameplay purposes after players complete this memory.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"200\" captionalign=\"center\">\nACOD A New Horizon 1.png|Kassandra meeting her friends at the villa to share a drink\nACOD A New Horizon 7.png|The Lighthouse of Alexandria and the city in the view\nACOD A New Horizon 10.png|Kassandra placing Herodotos' manuscript in the shelf\nACOD A New Horizon 11.png|Kassandra leaving the library\nACOD A New Horizon 12.png|Herodotos' manuscript bearing his name\nACOD A New Horizon 13.png|Kassandra's ship approaching the Isle of Skye\nACOD A New Horizon 14.png|Kassandra passing by Kiltaraglen\nACOD A New Horizon 15.png|Kassandra donning a new look\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[Assassin's Creed Crossover Stories]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Un nouvel horizon]]"
}