{
    "QuestName": "Bounty on a Mercenary",
    "QuestID": "224825",
    "Revision": {
        "id": "1047576",
        "parentid": "870292",
        "timestamp": "2023-06-13T19:36:52Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047576",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "m3xyjjvl7sfh0yv0n2ifxp4ahaewq0c"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Bounty",
        "previous": null,
        "next": null,
        "source": "Kassandra",
        "location": "Greece",
        "date": "430s-420s BCE"
    },
    "General_Description": "'''Bounty on a Mercenary''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "#\"As a [[soldier]] I fought alongside (mercenary) until she betrayed us for a higher price. I cannot stand [[Mercenary|mercenaries]], but I need one to end her.\"\n#\"[[Athena]] gave me a vision of (mercenary) dead. I'm no hunter or killer, but I dare not defy the goddess. Fulfill this prophecy for me.\"\n#\"[[Athens]] and [[Sparta]] wage [[Peloponnesian War|war]], but (mercenary) murders our children so they will never grow up to fight. She must be stopped. Please, protect our families!\"\n#\"Bounty offered on (mercenary) for what happened in [[Boeotia]]. He knows what he did.\"\n#\"Death comes to us all, eventually. But I need (mercenary) to die before this war ends. Make sure her body is never found.\"\n#\"Does (mercenary) have a wife? I hope so. I want to hear her weep after you kill the bastard.\"\n#\"[[Drachma]]e is no object for the ''misthios'' who finally takes (mercenary) down. I will reward the killer handsomely.\"\n#\"Everywhere in my hunting grounds, dead and mutilated animals. (mercenary) is insane and he'll move on to people next. Please stop this madman.\"\n#\"Families pray to the gods. (mercenary) is a disgusting person who does not pray to any god. Show her the truth and the light with a blade.\"\n#\"Goodness comes from the gods. (mercenary) has no good in her. She is an unsacred, ungodly thing. End her plague on our lands!\"\n#\"I am a priestess of [[Aphrodite]], I love all. All except (mercenary), who used me and never loved me. Spilling her blood is my only revenge.\"\n#\"I hired (mercenary) to accompany me on a pilgrimage, and he fled at the first sight of trouble. Kill that coward.\"\n#\"I know (mercenary) has been bribing politicians but I don't know why yet. I need him eliminated before he ruins all my plans.\"\n#\"I overheard (mercenary) plotting to kill me with [[poison]]ed [[wine]]! I won't stop drinking, so someone needs to gut her before she can act.\"\n#\"I put my curse on (mercenary), but he must have found some talisman to protect himself. I need you to help my curse along.\"\n#\"I spent years building that house and (mercenary) burned it to the ground in a single drunken evening. Make his corpse a hideous sight!\"\n#\"I want (mercenary) dead. I don't care who does it or how, except I want him to suffer.\"\n#\"(Mercenary) burned my olive trees. I don't know why - if it was part of a job or he was bored. I don't care. Kill that bastard.\"\n#\"(Mercenary) disguised himself as a priest to rob worshippers at the temple. Such a horrific blasphemy deserves swift and terrible death.\"\n#\"(Mercenary) found out something about me. I can't have this revealed to the rest of the village. Drachmae to the one with the strength to end her.\"\n#\"(Mercenary) has been despoiling corpses on the battlefield before they've even grown cold. Kill this carrion bird.\"\n#\"(Mercenary) has been poaching my hunting grounds. There won't be anything left alive at the rate he's going. I need someone to poach him.\"\n#\"(Mercenary) has learned too much of our battle plans. I fear she will tell them to the enemy. Cut her down before she gets a chance!\"\n#\"(Mercenary) has ruined my life, but I want to give him a great gift: peace. Certainty. No more wondering how or when. Make it today.\"\n#\"(Mercenary) impersonated an [[officer]] and sent young soldiers to the death for his own contracts. Kill that bastard.\"\n#\"(Mercenary) is a bastard who has made life miserable out here for us, but bad things can happen in the wilds. Take care of him.\"\n#\"(Mercenary) is a horrible monster. The way she kills makes me sick to my stomach! Do the world a favor and kill her.\"\n#\"(Mercenary) is kidnapping good people and selling them into [[slavery]]. [[Tartaros]] waits for a bastard like that.\"\n#\"(Mercenary) is murdering politicians left and right. I might be next. I promise a huge bounty to the one who cuts her down first.\"\n#\"(Mercenary) is worse than the [[Wolf|wolves]] he hunts. When he comes into the village for supplies, he fights and drinks and worse. Make this hunt his last.\"\n#\"(Mercenary) killed 3 beggars in the city last month alone. What reason is there to kill beggars? He is just a monster who likes blood. Show him his own.\"\n#\"(Mercenary) killed my Captain on the battlefield and fled to the enemy's side. Betrayal must be avenged.\"\n#\"(Mercenary) raids every shipment I send to town. Kill him so that my wife and children don't starve.\"\n#\"(Mercenary) robbed and abandoned me after accepting a contract to protect me. He deserves to die.\"\n#\"(Mercenary) sold us weapons that broke on the battlefield and cost two soldiers their lives. Kill him slowly for them.\"\n#\"(Mercenary), that petty ''malákas''! She murdered my husband over some wine. Every breath she takes is an insult to his name! Cut out her heart.\"\n#\"(Mercenary) tricked me into revealing my darkest secrets to her. I can't have those secrets revealed. Slice her tongue from her mouth.\"\n#\"(Mercenary) used to gamble with us in the village, but she cheated every time. Now she's stolen our crops as payment. Someone gut the ''malákas''!\"\n#\"(Mercenary) was hired to protect my son from bandits, but she failed, and my son was murdered on the road. Return the favor to her.\"\n#\"(Mercenary) was supposed to save our crops from [[Thief|theft]], but she burned them for fun. Cut the ''malákas'' down for her treachery.\"\n#\"(Mercenary) was to slay someone for me, but she just took my drachmae and did nothing! I will pay double to the one who cuts off her head instead.\"\n#\"(Mercenary)'s deeds are known all over. She has made her home in the forests nearby. Kill her and put an end to her wicked story.\"\n#\"(Mercenary)'s murderous deeds are too numerous to list. He's hiding in the forest; end his horrors.\"\n#\"Mutilated animals litter the forests because of (mercenary). Someone must put an end to her cruelty.\"\n#\"My wine cellar took a generation to build, but (mercenary) drank it all in a week. I can't get the wine back, but I can have vengeance!\"\n#\"Our [[olive]] trees are our livelihood, but (mercenary) helped [[bandit]]s cut them down for fun. We are running out of drachmae, but will pay for her death.\"\n#\"Reward for the blood of (mercenary). He's a traitorous bastard, and I want him dead.\"\n#\"Soldiers should protect each other in war. (Mercenary) does the opposite - she betrays brave soldiers. Betray her with a sword in the gut!\"\n#\"The forest calls to me! It desires the blood of (mercenary). Let her bleed!\"\n#\"The gods work through me, but (mercenary) works against me. This cannot be allowed. To defy me is to defy the gods! Bring her to a painful end.\"\n#\"The trees and the animals themselves call for the blood of the despoiler (mercenary). Spill his blood and nourish the forest.\"\n#\"The wilderness was safe once, but not with (mercenary) around. None can satisfy her bloodlust. She must die.\"\n#\"They say (mercenary) is behind the deaths of several politicians. He's too dangerous to live when our very democracy is at stake.\"\n#\"This war has brought horrors to us all, but the worst have come from a ''misthios'' known as (mercenary). End her life.\"\n#\"War is beautiful. A true test of [[human]] skill. Yet (mercenary) just looks for ways to make money off it. Spill her blood and return war to its true form.\"\n#\"We hired (mercenary) to help us search the caves for treasure. He robbed and killed one of our searchers the first night and left us there. Kill him.\"\n#\"We survive by hunting small animals, but (mercenary) kills everything that moves just for fun. Please stop her!\"\n#\"When (mercenary) laughed in the ceremony to [[Dionysos]], he brought bad luck on the whole town. Kill him to redeem us to the gods.\"\n#\"Wine and (mercenary) are a fabulous mix, but now she is using our night together to blackmail me. Someone must end her now.\"",
    "Section_Outcome": "Kassandra accepted the contract, and hunted down the mercenary in question, claiming the bounty.",
    "Section_Behind_the_scenes": "The flavor text is always randomly picked for any and all mercenaries, regardless of their characteristics beyond sex.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}