{
    "QuestName": "Bounty on Athenian Soldiers",
    "QuestID": "224811",
    "Revision": {
        "id": "1047571",
        "parentid": "861339",
        "timestamp": "2023-06-13T19:36:10Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047571",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "aoh5hpruoz2g13bwv54hox7al3r71gu"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Bounty",
        "previous": null,
        "next": null,
        "source": "Kassandra",
        "location": "Greece",
        "date": "430s-420s BCE"
    },
    "General_Description": "'''Bounty on Athenian Soldiers''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra noticed a bounty on a [[message board]]:\n#\"A curse on the [[Athens|Athenians]]! Break some of their [[spear]]s before their next battle. Break their faces too.\"\n#\"An Athenian or a ''[[helot]]'', which is worse? The Athenian, of course. At least the ''helots'' can be controlled. [[Drachma]]e to you if you can cut down Athenians.\"\n#\"Athenian bastards had the nerve to interrupt our sacred festivities. The gods demand they pay the price. I'll pay you if you can crush their skulls!\"\n#\"Athenian control over [[Sparta]]n lands is an abomination! I will not yield to these animals! But I'll reward the first person to cave in their skulls.\"\n#\"Athenian idiots think they can win [[Peloponnesian War|this war]]? Cut a few of them down in the streets and see how soon they lose confidence! I'll pay for such a sight.\"\n#\"Athenian scum have been mocking our religious customs. They think they're better than us? Break their teeth and see how well they smile!\"\n#\"Athenians think they can challenge Spartan greatness? I'll be sure to reward anyone who guts the fools in the streets!\"\n#\"Help break Athenian morale by gutting a few of the dogs in the streets! I'll pay anyone who can cut the smiles from their faces!\"\n#\"I finally got my hands on some good bread, and the Athenians swiped it from me! They kicked me away and laughed. Cut the skin from their bones!\"\n#\"''Malákes'' Athenians hassle my workers every day. They think they're untouchable! My drachmae to anyone who can show them they're not.\"\n#\"Our markets are overrun by Athenian bastards. They think they can take what they like and spit on anyone who tries to stop them. Cut off their hands!\"\n#\"Sparta needs you. The Athenians grow in strength each day. Gut a few where you find them. Answer this call, and I'll pay you well!\"\n#\"The Athenians are impure dogs. They defile Sparta with their impiety. Cut down every last one, and cleanse the soil of Sparta with their blood.\"\n#\"The Athenian bastards have started hurting our pets for fun. They laugh when they see us despair! Flay the ''malákes'' alive. I'll laugh then.\"\n#\"The Athenians have no goodness in them. They beat us and taunt us, even our children! Someone, please save us from these bastards.\"\n#\"The Athenians must know we'll fight back with everything we have. In the cities, in the villages, and in the wilds! Drachmae if you cut them down!\"\n#\"The Athenians seem to think the best way to win the war is to terrorize villagers. Show them what we're made of by slitting their throats.\"\n#\"The sight of Athenians in our streets breaks my ''pater''{{'}}s heart! Drachmae to you if you make the streets flow red with Athenian blood!\"\n#\"These cursed Athenians have overrun our city! Their presence shames Sparta. I want the dogs cut down!\"\n#\"Things were better around here before the Athenians came. Now we never have any peace. Tear the ''malákes'' apart and I'll give you whatever I can!\"\n#\"We're alone out here. The Athenian soldiers hassle us day and night. They're bored, and we're angry. Cut them down and give us peace.\"\n#\"Wretched Athenian soldiers keep trampling through the forest. They burn and destroy everything in their way! Gouge out their eyes and let them rot.\"",
    "Section_Outcome": "Kassandra accepted the contract, and hunted down the soldiers, claiming the bounty.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}