{
    "QuestName": "Bounty on an Athenian Leader",
    "QuestID": "239282",
    "Revision": {
        "id": "1047568",
        "parentid": "898983",
        "timestamp": "2023-06-13T19:35:42Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047568",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "48bp3aq4dqd7g84ty36li11l288qtq4"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Bounty",
        "previous": null,
        "next": null,
        "source": "Kassandra",
        "location": "Greece",
        "date": "430s-420s BCE"
    },
    "General_Description": "'''Bounty on an Athenian Leader ''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra noticed a bounty for the [[Athens|Athenian]] [[Nation Leader|Leader]] on a [[message board]]:\n#\"I know that (leader) does not deserve his position. He got where he is through intimidation alone. Someone needs to knock him down.\"\n#\"Law and order have broken down since (leader) took power. The roads are more dangerous than ever before. Please, someone end his rule.\"\n#\"(Leader) and his followers do as they please. Our sacred statues have been vandalized! Someone, please, have the strength to end that ''malákas''.\"\n#\"(Leader) demands good omens from us priestesses and punishes us if the omens are bad! We're not safe as long as he is in control.\"\n#\"(Leader) does not fulfill his promises to his people. All he does is take for himself. Drachmae to the one who can gut the [[pig]].\"\n#\"(Leader) does nothing. The poor get poorer, and the rich get richer. There is no justice in the world. If there was, someone would gut the ''malákas''.\"\n#\"(Leader) sent a fleet of [[ship]]s right into the enemy. We'll lose everything with him in command! Let his flesh feed the worms, that's all he's good for.\"\n#\"Our cities are in disrepair while (leader) takes, takes, and takes some more. We must be free of this greedy tyrant. [[Drachma]]e if you can help us!\"\n#\"Our lands are not protected since (leader) came into power. I've seen [[Wolf|wolves]] prowling closer to us each day! It's time for a change in leadership.\"\n#\"Since (leader) seized power, there has been a steady increase in [[bandit]] activity. It's not safe here anymore. Please, protect us and kill this tyrant.\"\n#\"Since (leader) took over, there has been a growing disrespect for our local shrines. They say (leader) does not fear the gods. Show him he should.\"\n#\"Since (leader) took over, [[Peloponnesian War|war]] has ravaged my village. Someone needs to gut the ''malákas'' and save our way of life! My drachmae to the one who manages it.\"\n#\"Since (leader) took over these parts, the [[soldier]]s are no longer kept in line. They're rowdy and abusive. We need a new leader around here.\"\n#\"The wilds are not as safe as they were. With (leader) in charge, bandits have become bolder. Maybe with (leader) dead, things will get better again.\"\n#\"There is corruption everywhere since (leader) took over. He spells bad news for us all. I fear a future with him in it. Who can end him?\"",
    "Section_Outcome": "Kassandra accepted the contract, and slew the Athenian Leader, claiming the bounty.",
    "Section_Behind_the_scenes": "The bounty flavor texts are not bound to any single region or city.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}