{
    "QuestName": "Bounty on Bandits",
    "QuestID": "224823",
    "Revision": {
        "id": "1047573",
        "parentid": "861410",
        "timestamp": "2023-06-13T19:36:27Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047573",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "mli5vxt3u182fglrsc6dt0e1ubp2hy8"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Bounty",
        "previous": null,
        "next": null,
        "source": "Kassandra",
        "location": "Greece",
        "date": "430s-420s BCE"
    },
    "General_Description": "'''Bounty on Bandits''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "The [[Sparta]]n ''[[Mercenary|misthios]]'' [[Kassandra]] found a note on the [[message board]] promising a bounty for dealing with a number of [[bandit]]s nearby:\n#\"[[Athena]]'s holy statue has been defaced by brutish bandits. They must face death for such impiety. Bring them to their end, and you will be rewarded.\"\n#\"Bandits have been raiding our workshop for our fine pots and pottery. We can't fight them, and the [[soldier]]s do nothing!\"\n#\"My brave brother survived battle only to be killed by bandits robbing him on the road. His death must be their last!\"\n#\"The bandits attacked our priestess on the road. Robbed and mocked a servant of the gods! Show them the gods' wrath.\"\n#\"The bandits in these hills are murderous cannibals. I didn't want to hire a bounty, but they are just so horrific. We need to be safe from them.\"\n#\"The city has been devastated by the [[Peloponnesian War|war]], we don't have the resources left to fight off raiders. This bounty is all we have left. Please help.\"\n#\"The city is thick with [[Thief|thieves]]. What little we have is in constant danger. Gut them and make the city safe again.\"\n#\"The streets aren't safe after dark. It seems more bandits crawl out of their holes each day. I want my city back!\"\n#\"The thieves have been targeting our worshippers for the offerings they bring to the temple. These horrendous crimes must not be allowed to continue!\"\n#\"These raiders swarm into my estates like insects and steal everything they can get their hands on. Exterminate these pests.\"\n#\"Thieves are robbing our camp every time we go on patrol, but we can't spare any men to leave behind. How can we fight a war when we can't keep our camp safe?\"\n#\"We can't survive much longer if these bandits keep hitting us. We have almost nothing left.\"\n#\"We are only a poor village and most of our men have gone to war - we cannot fight off these raiders who attack us. Please accept our modest bounty and help us.\"",
    "Section_Outcome": "Kassandra sought out the bandits and slew them, claiming the bounty promised.",
    "Section_Behind_the_scenes": "The bounty flavor texts are not bound to any single region or city.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}