{
    "QuestName": "Bounty on a Politician",
    "QuestID": "224826",
    "Revision": {
        "id": "1047579",
        "parentid": "928245",
        "timestamp": "2023-06-13T19:37:18Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047579",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "f51q073ihtyae9oq2j5wjezkwyurxet"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Bounty",
        "previous": null,
        "next": null,
        "source": "Kassandra",
        "location": "Greece",
        "date": "430s-420s BCE"
    },
    "General_Description": "'''Bounty on a Politician''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra noticed a bounty for a politician on a [[message board]]:\n#\"A politician here is too easily influenced by his friends. His decisions will ruin the [[Peloponnesian War|war effort]]. Butcher him so others don't repeat his mistakes.\"\n#\"A politician is trying to introduce a higher tax for [[merchant]]s coming into the port. I say drag his corpse into the port instead!\"\n#\"A politician sat for a portrait and then said I didn't paint him handsome enough. I told the fat bastard I paint what I see, and he wouldn't pay. Oh he'll pay.\"\n#\"Ever since our local politician came to power, [[bandit]]s have become bolder. We need a stronger [[Nation Leader|leader]]. His head on a [[spear]] should scare the bandits off.\"\n#\"Everyone thinks that he's a pious man, and a great politician, but he drinks and says wile things to the priestess - right at the temple! He's a monster.\"\n#\"He argues for [[drachma]]e for [[soldier]]s but what about the temples? This politician has abandoned the gods.\"\n#\"He's no leader, he's a politician only for the rich. He turns his nose up and hurries through our neighborhood. I want his body left in our gutters.\"\n#\"I know another politician would have made better decisions. The war effort suffers now. Cut him down so he can be replaced.\"\n#\"My rival - a politician of low morals - he is going to argue against a plan that will help the people for his own profit. Serve the people and end him.\"\n#\"Our city is not well defended since that new politician took over. The ''malákas'' puts us all in danger. Cut open his throat so the rest of us may live.\"\n#\"Our local politician does not pay the temple the respect he should. He will bring down the anger of the gods if we don't do something. Send him to Hades.\"\n#\"Our new politician was never supposed to take power. The gods demand his death, so another may rise. Cleanse the agora with his blood.\"\n#\"Our politician does nothing about the [[Thief|thieves]] around here. It's time to take the law into our own hands. Drachmae for the first person to cut him down.\"\n#\"Our politician does nothing about the wild beasts plaguing this area. Tear his flesh from his bones. Others will see how dangerous it is around here.\"\n#\"Our politician refuses to do anything about the [[Daughters of Artemis]]. They make it impossible to [[Hunting|hunt]]! Take a blade to his throat, maybe others will listen.\"\n#\"Our politician refuses to remove the [[Followers of Ares]]. Their dark arts will invoke the wrath of the gods! Kill him before he ruins us all.\"\n#\"Our politician spends more drachmae on the ''[[hetaerae]]'' than he does on the people. He only cares about his own needs. Cut him from head to toe.\"\n#\"Since that new politician came to power, there are more beggars around here than ever before. People are losing everything. Let him lose his head.\"\n#\"That new politician doesn't care about the poor, he only helps the rich get their way. I'll give my last drachma to the person who ends him.\"\n#\"The local politician cares only about improving city life. He doesn't think we matter. Run a blade through his heart and let the ''malákas'' truly suffer.\"\n#\"The new politician plans to cut down the forests to give more land to the farmers. Where am I to hunt? Kill his plans, kill him.\"\n#\"The soldiers around here treat us worse since the new politician came to power. He's inept, and they take their frustrations out on us. Let him hang.\"\n#\"There are bandit camps everywhere, and our politician does nothing. Someone needs to show him that the danger is real. Cut him open where he stands.\"\n#\"There's a politician giving the temple far too much drachmae. The people are the ones in need! Cut this fool down.\"\n#\"There's a politician taking bribes, lining his pockets with drachmae so his friends can get what they want. Slit his throat and remind him other people exist.\"\n#\"There's no order in the agora anymore since the new politician took charge. Things need to go back to how they were. Slice him open and restore order.\"\n#\"This area is too poor to support a greedy politician, but the [[pig]] keeps taking more and more. Gut him like the animal he is.\"\n#\"This politician thinks only the city matters - every law he argues for hurts us in the countryside so that he may gain power in the city. We need new leadership.\"\n#\"Wanted - the head of the bastard politician who outlawed my [[hunting]] without knowing what life is actually like out here. If I can't live, neither can he.\"\n#\"We don't have enough [[guard]]s to protect the poor because our politician sends them to protect the rich. Take a blade and show him what we're worth.\"",
    "Section_Outcome": "Kassandra accepted the contract, and hunted down the politician, claiming the bounty.",
    "Section_Behind_the_scenes": "The bounty flavor texts are not bound to any single region or city.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}