{
    "QuestName": "Bounty on a Daughter of Artemis",
    "QuestID": "239273",
    "Revision": {
        "id": "1047574",
        "parentid": "861412",
        "timestamp": "2023-06-13T19:36:34Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047574",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "b3jy3aq16o5d0iqy0v15b5hqvnwx138"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Bounty",
        "previous": null,
        "next": null,
        "source": "Kassandra",
        "location": "Greece",
        "date": "430s-420s BCE"
    },
    "General_Description": "'''Bounty on a Daughter of Artemis''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra noticed a bounty for one of the [[Daughters of Artemis]] on a [[message board]]:\n#\"A Daughter of Artemis came out of the trees at me and knocked me from my [[horse]]. Then she chased it away telling it to be free. That horse was all I had! Kill that huntress!\"\n#\"A Daughter of Artemis cut my tendon and left me to crawl out of her forest for daring to hunt there. Start with her tendons and end with her throat.\"\n#\"A Daughter of Artemis threatened me for trying to grow my farm, but the [[Peloponnesian War|war]] is making it impossible to get by with what I have. I can't stop the war, but that huntress can die.\"\n#\"A huntress was shocked by my pet [[cat]] and said she will return to free it. [[Drachma]]e to who stops her! Let's see how many lives these Daughters of Artemis have.\"\n#\"A woman shouting about the will of [[Artemis]] attacked my farm and released all my animals. I don't know Artemis, but I know crazy. Kill this insane Daughter of Artemis.\"\n#\"A woman with a [[bow]] attacked us while we were sacrificing and made off with our animals. She must have been one of those crazy Daughters of Artemis! Such madness cannot be allowed.\"\n#\"An arrow in the throat is too great a price to pay for hunting in these woods. The murderous Daughter of Artemis who is attacking my men must be stopped.\"\n#\"Hunting [[lion]]s is the privilege of the elite, but one of those forest-women Daughters of Artemis threatened to hunt me if I didn't stop! Cut her down!\"\n#\"I do not understand the rites and beliefs of the Daughter of Artemis who is camped near my farm, but I know that I fear her. Please remove her before she hurts someone.\"\n#\"I pay too much to the city-state to be threatened by this Daughter of Artemis on my own lands. If the [[soldier]]s won't do anything, maybe a [[mercenary]] will!\"\n#\"I set out a shrine and spilled [[goat]] blood for a sign from the gods. Instead, a cursed Daughter of Artemis knocked over my shrine! I want her blood spilled next!\"\n#\"I wrote an epic poem about the glory of the hunt, and a Daughter of Artemis said it was a story of cruelty and put an arrow through my pages! Put an arrow through her!\"\n#\"My estates are stocked with animals for me to hunt - this woman calling herself a Daughter of Artemis is a dangerous trespasser.\"\n#\"Reward for the head of the Daughter of Artemis who lured my precious daughter away into the wilds with her.\"\n#\"Reward offered for the Daughter of Artemis who has been threatening the trappers in the forest. We can't afford much, but she has to be stopped.\"\n#\"Reward offered for the head of the Daughter of Artemis who is attacking shrines to other gods near the forest.\"\n#\"The Daughter of Artemis who threatened me said anything can happen out in the wilderness. Show her how right she was.\"\n#\"The Daughters of Artemis pervert the will of their goddess. Bounty offered for the one who is hunting innocent people near the town.\"\n#\"The huntress who worships Artemis in the forest near my camp is allowing [[Sparta]]n spies to pass through her woods but fires on my men. This Daughter of Artemis needs killing.\"\n#\"This Daughter of Artemis is the worst kind of coward. She kills my soldiers from a distance with a bow, under cover of night and trees. Find her.\"\n#\"Wanted: head of the Daughter of Artemis bold enough to mock a Spartan soldier at the bathing stream. The water was cold!\"\n#\"What good are these soldiers I've paid for if they let this Daughter of Artemis wander over my lands? Kill her and show these fools how it's done.\"\n#\"While in the forest, a Daughter of Artemis trapped me in a [[wolf]] den. I was lucky to get out alive. Make sure that ''malákas'' suffers a worse fate, and I'll reward you.\"",
    "Section_Outcome": "Kassandra accepted the contract, and hunted down the , claiming the bounty.",
    "Section_Behind_the_scenes": "The bounty flavor texts are not bound to any single region or city.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}