{
    "QuestName": "Bounty on a Spartan Soldier",
    "QuestID": "239279",
    "Revision": {
        "id": "1047582",
        "parentid": "870293",
        "timestamp": "2023-06-13T19:37:47Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047582",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "6r5cgxyrqxsoz1wrvuzw709p18hou23"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Bounty",
        "previous": null,
        "next": null,
        "source": "Kassandra",
        "location": "Greece",
        "date": "430s-420s BCE"
    },
    "General_Description": "'''Bounty on a Spartan Soldier''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra noticed a bounty for a [[Sparta]]n [[soldier]] on a [[message board]]:\n#\"A soldier in the phalanx protects the man next to him with his [[shield]] too. There is one who can barely lift his. Cull the weak.\"\n#\"Bounty for the bastard Spartan who hurt my sister. Knock the bastard's teeth down his throat and let him die choking.\"\n#\"Bounty offered for the death of the Spartan soldier who dared to touch the vestments of the priestess. Show him the wrath of the gods.\"\n#\"Finally, the Spartan troops have moved on. My farm will start to recover if we can get rid of this last bastard straggling behind.\"\n#\"I thought these Spartan soldiers lived a simple life. Why is this bastard constantly demanding taxes from me, then? I've had enough.\"\n#\"I understand that there is a [[Peloponnesian War|war]] on, but business is business, and this Spartan is costing me [[drachma]]e. He has helped himself to enough of my goods.\"\n#\"I was just doing my job, and this Spartan bastard kicked me down a well! Someone should stop his madness.\"\n#\"In my dream, the Spartan soldier I saw in the street was rocked by earthquakes and drowned in the sea. It is a prophecy! Kill him for mighty [[Poseidon]]!\"\n#\"My little shop was all I had, and that Spartan brute destroyed it. Give his blood to the gutters.\"\n#\"One of the soldiers in my command is a disgrace to Sparta. A weakling. A complainer. But his father is too influential for me to kill him myself.\"\n#\"Paying good drachmae for anyone willing to rid the world of this Spartan beast. He's worse than the [[Wolf|wolves]].\"\n#\"Some soft-hearted ''[[Mercenary|misthios]]'' butted in and killed wolves for my son during his [[agoge]] training. Now his Commander wants to deny him any further instruction. I need the commander to disappear.\"\n#\"The gods say the Spartans must die. I know this to be true. Honor the will of the gods, and I will pay you much drachmae.\"*\n#\"The soldier who beat my son and crippled him just for begging. Every little bit I have in return for his life!\"\n#\"The Spartan sent to clear the wolves from our farm has done nothing but eat our food and drink in the village. Feed him to the wolves.\"\n#\"The Spartan who owes me is too proud to pay from his pocket, so let him pay with his life.\"\n#\"There is a soldier in the Spartan army - his family and mine have always been enemies. He thinks to win glory. I think soldiers sometimes die mysteriously.\"\n#\"There is a Spartan who is looking into my business a little too closely. Take care of him quietly, and some of the drachmae he's so interested in is yours.\"\n#\"These soldiers think they are better than us because we're poor. This one, he spits on us and kicks us. But even small [[snake]]s have venom.\"\n#\"This hypocrite Spartan talks about his disciplined and simple lifestyle and then helps himself to my wares. Gut him.\"\n#\"This soldier is not fit to serve Sparta. The gods know what he's done, but all you need to know is that he needs killing.\"\n#\"War does not excuse what this soldier has done. Nothing can excuse it. Take his throat.\"\n#\"War? What does this soldier know of war? I fought battles while he was crawling. He thinks just because I am old now I cannot oppose him? Give him death.\"",
    "Section_Outcome": "Kassandra accepted the contract, and hunted down the Spartan soldier, claiming the bounty.",
    "Section_Behind_the_scenes": "The bounty flavor texts are not bound to any single region or city.\n\nOne of the flavor texts for a bounty on a single Spartan soldier is the same as one used for a [[Bounty on Spartan Soldiers|bounty]] on a group of them. Another flavor text may be a reference to the ''{{Wiki|300 (film)|300}}'' movie, as a man who is simply doing his job is kicked down a well by a Spartan after a comment about madness.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}