{
    "QuestName": "The Hedonistic Method",
    "QuestID": "224199",
    "Revision": {
        "id": "1072519",
        "parentid": "1058989",
        "timestamp": "2023-11-28T03:49:25Z",
        "contributor": null,
        "origin": "1072519",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "314k6042z2bd0kaweko79myx57a39g6"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Lost Tales of Greece | Assassin's Creed: Odyssey – The Lost Tales of Greece]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "The Lost Tales of Greece",
        "previous": "The Curse of Fame",
        "next": "Showtime (Odyssey)|Showtime",
        "source": "Kassandra",
        "location": "Elis, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''The Hedonistic Method''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "As part of putting on [[Thespis]]' play, Kassandra tracked an absent actor to a mystery [[Mysteries of Hedone|cult]]. But the true mystery was yet to come.",
    "Section_Dialogue": "Kassandra traveled to the [[Spring of Piera]] in search of one of [[Thespis]]' missing actors. When she arrived, she spoke to a woman in the camp at the spring.\n*'''Hedone:''' ''Hello! Have you come to learn about the mysteries of [[Hedone]]?''\n\n<tabber>\n|-|Yes, I'd like to know more.=\n*'''Kassandra:''' ''Sure, I'd like to know. Let's start with... what's Hedone?''\n|-|It's not a mystery anymore.=\n*'''Kassandra:''' ''Not much of a mystery if you tell everybody about it.''\n</tabber>\n*'''Hedone:''' ''Hedone is the goddess of bliss. And since we all seek bliss, we are all Hedone.''\n*'''Kassandra:''' ''I'm not seeking bliss. I'm seeking an actor.''\n*'''Hedone:''' ''We have no actors here, only teachers and students.''\n*'''Kassandra:''' ''Look, his name is [[Tros]]. He's an actor working for Thespis.''\n*'''Hedone:''' ''I recall hearing that an actor joined us... But now his name is Hedone. Like mine. Everyone here is Hedone.''\n*'''Kassandra:''' ''Just give me a straight answer. I need to find that actor.''\n*'''Hedone:''' ''I'm sorry. I'm the only one permitted to speak with outsiders. But if you pass our initiation, others will speak with you too.''\nKassandra sighed.\n*'''Kassandra:''' ''Fine. Initiate me, Hedone. What do I have to do?''\n*'''Hedone:''' ''Wonderful! You must complete two tasks to demonstrate your devotion. First, climb to the top of the Waterfall of Eternal Joy and dive into Froth of Fantasy.''\n*'''Kassandra:''' ''Right. And then what?''\n*'''Hedone:''' ''Then, explore the Cave of Deepest Self Knowledge and return with the treasure you'll find inside.''\n*'''Kassandra:''' ''Waterfall dive. Cave treasure. Got it.''\nKassandra climbed to the top of the waterfall near the spring.\n*'''Kassandra:''' ''This is the waterfall. Now to pick a good spot and jump.''\nKassandra dove into the water below. She then searched for the cave that Hedone had referred to.\n*'''Kassandra:''' ''That cave must be around here somewhere.''\nThe cave's entrance was hidden on the side of the cliff near the waterfall.\n*'''Kassandra:''' ''Ah, that must be the cave with the treasure inside.''\nKassandra searched the cave and found the treasure that Hedone was referring to.\n*'''Kassandra:''' ''That's what I'm looking for.''\nShe brought it back to Hedone who was waiting for her at the top of the waterfall.\n*'''Kassandra:''' ''I jumped from the waterfall and found the treasure. Now will you initiate me?''\n*'''Hedone:''' ''You have initiated yourself! Welcome to the Mysteries of Hedone, Hedone! Go talk with your brothers and sisters, they'll be happy to meet you.''\n*'''Kassandra:''' ''I'll go speak with them now.''\n(If Kassandra speaks to her again.)\n*'''Kassandra:''' ''So, do you know who Tros is?''\n*'''Hedone:''' ''Sorry, Hedone. I've heard that name floating around, but I have no idea who it was attached to. Our former names and professions mean nothing here.''\n*'''Kassandra:''' ''I'll have to talk to everyone, then.''\nThere were five people worshiping in the water. Kassandra spoke to them one by one, hoping to pick which one was the actor.\n*'''Kassandra:''' ''Are you Tros? I'm looking for an actor named Tros.''\n*'''Hedone:''' ''What? I had nearly reached the third level of Hedone's godly bliss when you interrupted me. Now I have to start all over again!''\n*'''Kassandra:''' ''You get on with that. It's probably best you stay away from acting.''\nKassandra approached another Hedone.\n*'''Kassandra:''' Chaire. ''Are you Tros, the actor?''\n*'''Hedone:''' ''Um, I, oh... N-no. I'm not him.''\n*'''Kassandra:''' ''Good. Otherwise Thespis is terrible at choosing actors.''\nKassandra approached another Hedone.\n*'''Kassandra:''' ''Hello. I'm looking for the actor Tros. Is that you?''\n*'''Hedone:''' ''Oh, an actor? I'd love to be an actor. But my friends told me I'd need to practice my stage presence first.''\n*'''Kassandra:''' ''That's wise advice. Good luck with that.''\nKassandra approached another Hedone.\n*'''Kassandra:''' ''Hello, are you Tros, the actor?''\n*'''Hedone:''' ''You must be new. There are no actors here. Our only role is to be Hedone, to inhabit her grace and tranquility.''\n*'''Kassandra:''' ''You sound like you know something about the theater.''\n*'''Hedone:''' ''I wouldn't say I know much about it. I might have studied a little [[Aristophanes]], a little [[Euripides]]... [[Medea]] was robbed, you know.''\n\n<tabber>\n|-|I'm sure you're the actor I need.=\n*'''Kassandra:''' ''If you aren't the actor Tros, you're certainly good enough to be him. Come act in Thespis' play.''\n*'''Hedone:''' ''I'd like to help you, Hedone, but I need to stay here. Work on my enlightenment, all right?''\n{{#tag:tabber|\nOur audience needs to learn the way of Hedone, too.=\n*'''Kassandra:''' ''Picture it – you, up on a stage, showing hundreds of people how wonderful the message of Hedone is. I'm offering you that chance, you just have to take it.''\n*'''Hedone:''' ''That is magnificent. A chance to spread the joy of Hedone to so many people... I'll do it.''\n*'''Kassandra:''' ''Good. Now go report to Thespis at [[Pelops|Pelops Market]] in [[Elis]]. And get on with your rehearsals, Hedone... I mean, [[Ephialtes]].''\n{{!}}-{{!}}\nYou'll never reach enlightenment if you stay here.=\n*'''Kassandra:''' ''Enlightenment is hard. The gods don't make things easy for us. If you truly want to follow their path, you have to challenge yourself. If you stay here and rot, you'll be a failure.\n*'''Hedone:''' ''That's harsh... But you're right. If I don't go out in the world, is my faith in Hedone really true? Only one way to find out, and that's on the stage.\n*'''Kassandra:''' ''Good. Now go report to Thespis at [[Pelops|Pelops Market]] in [[Elis]]. And get on with your rehearsals, Hedone... I mean, [[Ephialtes]].''\n}}\n|-|Leave – I'm going to talk to some more people.=\n*'''Kassandra:''' ''I'm going to speak with some more Hedonists.''\n*'''Hedone:''' ''That's a good name.''\n</tabber>\n\n(If Kassandra approached another Hedone.)\n*'''Kassandra:''' ''Hello. I'm looking for Tros, the actor.''\n*'''Hedone:''' ''Well, none of us use our old names here. But acting, I know about that. Make the audience laugh when they want to laugh, and cry when they want to cry.''\n*'''Kassandra:''' ''And how would you make an audience laugh?''\n*'''Hedone:''' ''Well, I'd probably slip and fall on a piece of goat's bladder. Works every time.''\n*'''Kassandra:''' ''I see... And to make them cry?''\n*'''Hedone:''' ''I'd tell them about how much I miss my poor dead goat. And if that didn't work, I'd cut an onion at the same time. Old theater trick, you know.''\n\n<tabber>\n|-|I'm sure you're the actor I need.=\n*'''Kassandra:''' ''If you aren't the actor Tros, you're certainly good enough to be him. Come act in Thespis' play.''\n*'''Hedone:''' ''I'm flattered. But what am I supposed to tell my friends? We're supposed to honor the goddess Hedone together.''\n{{#tag:tabber|\nOur audience needs to learn the way of Hedone, too.=\n*'''Kassandra:''' ''Look, your friends here already understand Hedone's teachings. But if you were onstage expressing them, then hundreds more people could hear your message.''\n*'''Hedone:''' ''You talk a good game. Sure, I'll do it to get the message out. Let everyone hear what Hedone can do for them.''\n*'''Kassandra:''' ''Good. Thespis is waiting for you at [[Pelops|Pelops Market]] in [[Elis]].''\n{{!}}-{{!}}\nYou'll never amount to anything if you stay here.=\n*'''Kassandra:''' ''You're living in the middle of nowhere claiming to worship the goddess of joy, when the real people who need her words are living just a few steps away. If you stay here, you're wasting your life.''\n*'''Hedone:''' ''You're a tough one, but you have a point. Everyone in here already understands the word. On stage, I can make sure everyone gets it.''\n*'''Kassandra:''' ''Good. Thespis is waiting for you at [[Pelops|Pelops Market]] in [[Elis]].''\n}}\n|-|Leave – I'm going to talk to some more people.=\n*'''Kassandra:''' ''Thanks for your time. I'll speak with the rest of the Hedonists.''\n*'''Hedone:''' ''We should use that name. Might get more people joining with a snappy name like that.''\nKassandra left to speak to another Hedone.\n</tabber>\nHedone left to meet Thespis.",
    "Section_Outcome": "Kassandra wasn't sure if she had found Tros, but procured a suitable actor to play Ephialtes in Thespis' play.",
    "Section_Behind_the_scenes": "The Hedones can be spoken to in any order.\n<!--Not sure if there's any effect on the final story, depending on which Hedone you hire.-->\n\nIt seems that picking the closest Hedone to the player's position (the one with hair) and choosing the 2nd dialogue option (\"Never reach enlightenment\") is the correct choice, as the remaining 3 paths all result in inaccurate acting by the chosen Hedone and a poor crowd reaction.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}