{
    "QuestName": "First Do No Harm",
    "QuestID": "223321",
    "Revision": {
        "id": "1052544",
        "parentid": "1047142",
        "timestamp": "2023-07-12T03:20:04Z",
        "contributor": null,
        "comment": "/*Dialogue*/ Swapping choices per the game guide",
        "origin": "1052544",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "61ckhyrxc0btkdu8og6g4pjb0g9mxej"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD First Do No Harm 03.png",
        "description": "'Rumors that a Doctor|physician called Hippokrates may have information regarding the whereabouts of Myrrine led Kassandra to the city of Argos, where his Hippokrates' Clinic|clinic was located.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "Island of Misfortune",
        "next": "The Doctor Will See You Now<br>\nThe Priests of Asklepios",
        "source": "Kassandra",
        "location": "Argolis, Greece",
        "date": "431 BCE–429 BCE"
    },
    "General_Description": "'''First Do No Harm''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra travelled to [[Argos]] to look for [[Hippokrates]], a healer whom she heard may have information on her [[Myrrine|mother]]'s whereabouts.",
    "Section_Dialogue": "The ''[[Adrestia]]'' docked at [[Epidauros]], whereupon Kassandra made her way to [[Argos]] to talk with Hippokrates. Once in the city, she used [[Ikaros]] to identify his [[Hippokrates' Clinic|clinic]].\n*'''Kassandra:''' ''That's Hippokrates' clinic.''\nUpon reaching her destination, however, she discovered that Hippokrates was not there. Instead, an older woman and a young man were arguing.\n*'''[[Chrysis]]:''' ''[[Apollo]] himself should smite your precious Hippokrates!''\n*'''[[Sostratos]]:''' ''But priestess, Hippokrates does respect Apollo.''\n*'''Chrysis:''' ''What an outrageous claim! Your words are daggers thrust into the heart of our faith. Do you want to bring ruin to all of Argolis?''\n*'''Sostratos:''' ''Of course not, but...''\n*'''Chrysis:''' ''Then tell me where to find Hippokrates!''\n*'''Sostratos:''' ''Forgive me, but I really can't help you.''\nKassandra approached them as they continued to exchange words.\n[[File:ACOD Chrysis Threatens Sostratos.png|thumb|250px|Chrysis threantening Sostratos]]\n*'''Chrysis:''' ''Look, you insignificant peon. Tell me where he is or by [[Hera]], I'll burn this clinic to the ground with you in it!''\n*'''Sostratos:''' ''I already told you what I know!''\n*'''Chrysis:''' ''I don't ask much. Hippokrates must show humility to ensure public order—prostrate himself before [[Greek mythology|the gods]], and declare that his skills are gods-given.''\n*'''Sostratos:''' ''But that won't help his patients. It'll just take him away from his work.''\n*'''Chrysis:''' ''If Hippokrates thinks he can disrupt social order to make himself into a demigod of healing... Well, perhaps the gods themselves will have their revenge.''\n<tabber>\n|-|No need to be angry.=\n*'''Kassandra:''' ''I'm sure there's no need for raised voices.''\n*'''Chrysis:''' ''Who are you?''\n*'''Kassandra:''' ''I'm looking for a man named Hippokrates.''\n*'''Chrysis:''' ''Yet another crazed follower of the madman himself! Tell your impious master that unless he makes a public apology and soon, this Priestess of Hera will gather an army of faithful and shut him down. Out of my way.''\n|-|🖝 Back off.=\n*'''Kassandra:''' ''Back away from the boy. Slowly.''\n*'''Chrysis:''' ''Who dares threaten the Priestess of Hera?''\n*'''Kassandra:''' ''Me. Now step back.''\n*'''Chrysis:''' ''It seems the gods wish me to grant you and your master another chance. Very well.''\n*'''Chrysis:''' ''Tell Hippokrates that if he doesn't make a public show of respect to the gods, I will raise an army of believers against him. If the doctor can't think of a suitable offering, his head will do.''\n</tabber>\nChrysis stormed off.\n*'''Sostratos:''' ''Oh, thank all the gods she's gone. I thought she was going to kill me this time.''\n*'''Kassandra:''' ''What's going on?''\n*'''Sostratos:''' ''I'm Sostratos. Chrysis has accused my master Hippokrates of impiety.''\n*'''Kassandra:''' ''Is he impious?''\n*'''Sostratos:''' ''He believes that beyond praying, people can take their health into their own hands and make themselves well.''\n*'''Kassandra:''' ''Fascinating. Can I speak with him?''\n*'''Sostratos:''' ''I'm sorry. He isn't here.''\n(If \"Where is Hippokrates?\" was chosen.)\n*'''Kassandra:''' ''I need to meet Hippokrates. Is he in Argolis, at least?''\n*'''Sostratos:''' ''Yes, but he's gone southeast of [[Hera's Watch]] to help the sick and injured.''\n(If \"What is this place?\" was chosen.)\n[[File:ACOD First Do No Harm 02.png|thumb|250px|Hippokrates' clinic]]\n*'''Kassandra:''' ''Is this his workshop?''\n*'''Sostratos:''' ''It's Hippokrates's clinic. Here we study healing, offer treatments, and provide care to anyone who asks.''\n*'''Kassandra:''' ''Why not work with the priests in the [[Sanctuary of Asklepios|Sanctuary]] of [[Asklepios]]? It's what this region is known for, right?''\n*'''Sostratos:''' ''The priests try their best, but their methods are stuck in the past. Hippokrates is researching new cures and treatments.''\n(If \"I need to find Hippokrates.\" was chosen.)\n*'''Kassandra:''' ''I'll find him.''\n*'''Sostratos:''' ''If you're going to meet Hippokrates...could I trouble you with a small errand?''\n*'''Kassandra:''' ''Depends what it is.''\n*'''Sostratos:''' ''I want you to bring him some equipment. He was in such a hurry, he left it behind.''\n(If \"What about your equipment?\" was chosen.)\n*'''Kassandra:''' ''What kind of equipment?''\n*'''Sostratos:''' ''Just medical necessities. Knives and gut for sutures, bandages... Oh, and an enema bag for clearing the bowels.''\n*'''Kassandra:''' ''They had better be properly wrapped.''\n(If \"I think I can help you.\" was chosen.)\n*'''Kassandra:''' ''I could bring that to Hippokrates.''\n*'''Sostratos:''' ''Really?''\n<tabber>\n|-|I'll do it for free.=\n*'''Kassandra:''' ''I'll be sure he gets the equipment.''\n*'''Sostratos:''' ''You have my thanks.''\n|-|I'll do it for a price.=\n*'''Kassandra:''' ''My services don't come free.''\nSostratos handed her a pouch of [[drachma]]e.\n*'''Sostratos:''' ''Here, take this. Though perhaps Hippokrates can teach you something about helping those in need when you speak with him.''\n</tabber>\n*'''Kassandra:''' ''How will I know when I've found Hippokrates?''\n*'''Sostratos:''' ''Follow the road southeast of Hera's Watch to the [[Cave of Pan, Argolis|Cave of Pan]]. He won't have set up far from it. Look for a long line of sick people. He's balding, but I wouldn't mention that if I were you.''\nKassandra traveled to the Cave of [[Pan]].\n*'''Kassandra:''' ''So many sick people... Can one man help all of them? I thought they were exaggerating when they said people from all around came to see Hippokrates.''\n[[File:ACOD First Do No Harm - Kassandra Observing Hippokrates.png|thumb|250px|Kassandra observing Hippokrates at work]]\nShe found Hippokrates tending to one of his patients.\n*'''Kassandra:''' ''So, what has caused this man's condition?''\n*'''Nurse:''' ''An excess of phlegm, doctor.''\n*'''Hippokrates:''' ''In the immediate sense, yes. But more importantly, he suffers from neglect.''\n*'''Nurse:''' ''Neglect?''\n*'''Hippokrates:''' ''Good food, warm clothing, so much could have helped. But since other \"caretakers\" assumed his condition was a punishment from the gods, they neglected him.''\n*'''Kassandra:''' ''Challenging tradition... You must be Hippokrates.''\n*'''Hippokrates:''' ''Yes. I'm also very busy.''\n<tabber>\n|-|I won't take long.=\n*'''Kassandra:''' ''This will only take a moment. I won't keep you away from your patients... and your students?''\n*'''Hippokrates:''' ''Observation, experience, and experimentation are crucial for treatment. My followers are learning that.''\n|-|Don't tell me you're busy.=\n*'''Kassandra:''' ''This is important. Where are all these people coming from anyway?''\n*'''Hippokrates:''' ''Patience, [[mercenary]]. They come from everywhere, but this is mostly overflow from the Sanctuary of Asklepios. It's been crowded there since the [[Peloponnesian War|war]] began. And with crowding comes sickness...''\n</tabber>\n*'''Kassandra:''' ''I've come from your clinic in Argos. Sostratos asked me to give you this.''\n*'''Hippokrates:''' ''I knew I forgot some things. Sostratos is a good physician, but a better apprentice there is none. Did you ask him to pay you for this delivery?''\n<tabber>\n|-|If Kassandra did it for free=\n*'''Kassandra:''' ''No, I knew this would help you and your patients. That's good enough for me.''\n*'''Hippokrates:''' ''Quite admirable. What did you say your name was?''\n|-|If Kassandra asked for pay=\n*'''Kassandra:''' ''Of course I did. I'm a ''misthios''.''\n*'''Hippokrates:''' ''Ungenerous, but honest at least. What can I call you, ''misthios''?''\n</tabber>\n*'''Kassandra:''' ''Kassandra of [[Sparta]].''\n*'''Hippokrates:''' ''Well met, Kassandra of Sparta. What do you need?''\n<tabber>\n|-|I'm searching for a woman.=\n*'''Kassandra:''' ''I've been searching for a Spartan woman.''\n*'''Hippokrates:''' ''What makes you think I would know her?''\n*'''Kassandra:''' ''I was told you may have helped her a long time ago.''\n|-|I need your help.=\n*'''Kassandra:''' ''Hippokrates, I need your help. I was told you may have helped my mother. I'm trying to find her.''\n*'''Nurse:''' ''But we see all kinds of mothers. They walk all day so that Hippokrates can see their children.''\n</tabber>\n[[File:ACOD First Do No Harm 04.png|thumb|250px|Kassandra meets Hippokrates]]\n*'''Hippokrates:''' ''Maybe the priests at the Sanctuary of Asklepios can help. They keep detailed records of all who pass through.''\n*'''Kassandra:''' ''Please, Hippokrates. I came very far to meet you.''\n*'''Hippokrates:''' ''As did this patient, and the one before him, and the one before her. My patients need me, but my notes on diseases of the mind were taken. Retrieve them, and I will help you find what you seek. Hurry! This patient doesn't have much time left.''\n[[File:ACOD First Do No Harm - Sick Patient Discussion.png|thumb|250px|Hippokrates discussing the patient's condition]]\n(If \"Sostratos said not to mention you're balding.\" was chosen.)\n*'''Kassandra:''' ''According to Sostratos, you don't like people mentioning your... you know.''\n*'''Hippokrates:''' ''My what?''\n*'''Kassandra:''' ''Your hair. Or lack of it.''\n*'''Hippokrates:''' ''Yes, yes. Make your jokes while walking around like one of [[Phidias]]' sculptures come to life.''\n(If \"Where do you think your notes are?\" was chosen.)\n*'''Kassandra:''' ''Where should I look for your notes?''\n*'''Hippokrates:''' ''[[Fort Tiryns]], not far from here. Perhaps they'll return them if you ask.''\n*'''Kassandra:''' ''Or they could prepare for a new battle, with me.''\n*'''Hippokrates:''' ''Far be it from me to tell a ''misthios'' how to work, but please, for my sake, do not kill needlessly. Enough blood has been shed in this war.''\n(If \"Was it Chrysis who took your notes?\" was chosen.)\n*'''Kassandra:''' ''Did Chrysis take your notes?''\n*'''Hippokrates:''' ''Ah, you've met the priestess. No, not her, but the local military commander. I can't fault his desperation. Those men suffer terribly from battle fatigue.''\n(If \"Why would the woman I'm after go to the sanctuary?\" was chosen.)\n*'''Kassandra:''' ''She would have come here a long time ago, with an injured baby. Are you sure she would have passed through the Sanctuary of Asklepios?''\n*'''Hippokrates:''' ''I was a young man then. When I encountered a situation beyond my skills, I would send the patient to the Sanctuary.''\n*'''Kassandra:''' ''And these priests kept records of their patients?''\n*'''Hippokrates:''' ''Yes, engraved in stone. The elder priest might remember.''\n[[File:ACOD First Do No Harm - Kassandra Accepts Request.png|thumb|250px|Kassandra discussed and accepted Hippokrates' request]]\n(If \"What are the notes about?\" was chosen.)\n*'''Kassandra:''' ''What was so interesting about these notes?''\n*'''Hippokrates:''' ''They were my notes about diseases of the mind, including what the priests call the \"{{Wiki|Epilepsy|Sacred Disease}}\". That's what this patient has. He's losing control of his limbs and throat—sometimes frothing at the mouth. I fear his breathing will stop next.''\n(Leave – \"I'll go.\")\n*'''Kassandra:''' ''I'll do my best with what you've told me.''\n*'''Hippokrates:''' ''Good luck. We're depending on you.''",
    "Section_Outcome": "Kassandra travelled to Hippokrates' clinic in Argos, meeting his apprentice Sostratos and an elderly priestess named Chrysis who had a beef with Hippokrates. Kassandra was directed to find Hippokrates at the Cave of Pan and deliver some equipment for him. After their meeting, Hippokrates asked Kassandra to recover his notes from a fort in exchange for what information she needed.",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nFirst Do No Harm - Assassin's Creed Odyssey.png|Argos\nACOD First Do No Harm 01.png|Kassandra interrupting Sostratos and Chrysis\n</gallery>",
    "Section_Behind_the_scenes": "Although it is not indicated as such, this quest is the first in a series that ultimately can result in players recruiting Hippokrates aboard the ''Adrestia'' towards the end of ''[[Assassin's Creed: Odyssey]]''. However, it is very easy to immediately fail this goal because unlike Kassandra's dialogue choices in attempting to turn [[Alexios|Deimos]] away from the [[Cult of Kosmos]], Hippokrates' potential fate is decided by optional dialogues that are not indicated as being of high importance to the main plot's ending.\n\nIn this memory, having Kassandra ask Hippokrates about his baldness—despite Sostratos explicitly telling her not to mention it—will instantly render him ineligible to recruit later, leaving players unable to do so unless they load an earlier save from before they talked to him. Asking for pay and brushing off his statement that he is busy will also have the same result. The ''[[Assassin's Creed Odyssey: Official Game Guide]]'' also strongly suggests to avoid these options in favor of having Kassandra help the needy without thought of reward and quickly present her case to let Hippokrates return to work, although its decision is for the main plot and is based more on moral grounds than the desire to get the doctor aboard the ship.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}