{
    "QuestName": "Speak No Evil",
    "QuestID": "223658",
    "Revision": {
        "id": "1004838",
        "parentid": "954792",
        "timestamp": "2022-08-06T21:38:06Z",
        "contributor": null,
        "origin": "1004838",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "6bupkq6dwnrzlzu09b9456um5kd628s"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "previous": "The Priests of Asklepios",
        "next": "Ashes to Ashes (Odyssey)|Ashes to Ashes\nA Herald of Murder",
        "image": "Speak_No_Evil_-_Assassin's_Creed_Odyssey.png",
        "description": "'Kassandra's visit to Sanctuary of Asklepios|the sanctuary was like walking in Myrrine|her mother's footsteps. The Priests of Asklepios|priests were helpful, but Mydon|the man she needed to speak to the most was the man who could not speak at all.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "source": "Kassandra",
        "location": "Argolis, Greece",
        "date": "431 BCE–429 BCE"
    },
    "General_Description": "'''Speak No Evil''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Having learned what she needed from the [[Priests of Asklepios|priests]], Kassandra sought out [[Mydon]], who had key information about her [[Myrrine|mother]].",
    "Section_Dialogue": "Now knowing Mydon's location thanks to the priests of [[Asklepios]], Kassandra made her way to the [[Guesthouse, Argolis|guesthouse]] in order to interrogate him. Once she had dealt with the [[guard]]s, Kassandra discovered the elder priest embracing a [[Slavery|slave]] girl.\n*'''Slave:''' ''Guards!''\n*'''Kassandra:''' ''They're dead. And you must be Mydon.''\n*'''Slave:''' ''He doesn't speak.''\n*'''Kassandra:''' ''So I've heard. I'm here to find out why.''\n*'''Slave:''' ''[[Chrysis]] did this to him.''\nMydon groaned.\n*'''Kassandra:''' ''I thought he did this to himself.''\n*'''Slave:''' ''To prove his loyalty to her!''\n[[File:ACOD_Speak_No_Evil_-_Kassandra_Questioned_Mydon.png|thumb|250px|Kassandra questioning Mydon]]\n*'''Kassandra:''' ''Now why would Chrysis want an elder priest to cut out his tongue?''\n*'''Slave:''' ''Mydon is a caring, generous man!''\n*'''Kassandra:''' ''I want answers from him, not you. Tell me about the [[Sparta]]n woman and her [[Alexios|baby]].''\n*'''Slave:''' ''He can only answer yes or no.''\n(If players choose \"Was the woman's name Myrrine?\")\n*'''Kassandra:''' ''The Spartan woman, was her name Myrrine?''\nMydon nodded.\n(If players choose \"Was the baby hers?\")\n*'''Kassandra:''' ''They said she had a baby with her.''\nMydon nodded.\n*'''Kassandra:''' ''Was it hers?''\nMydon nodded again.\n*'''Slave:''' ''The baby was close to death when they arrived. Mydon prayed for its life!''\n(If players choose \"You saved the baby?\")\n*'''Kassandra:''' ''You saved the child?''\nMydon shook his head.\n*'''Kassandra:''' ''No?''\n*'''Slave:''' ''He did everything he could, but the baby was badly wounded.''\n(If players choose \"Did Myrrine say where she was going?\")\n*'''Kassandra:''' ''Did she tell you where she was going?''\nMydon shook his head.\n(If players choose \"Is this girl your servant?\")\n*'''Kassandra:''' ''Do all sanctuary priests take their servants to bed?''\n[[File:ACOD_Speak_No_Evil_-_Slave_Revealing_The_Truth.png|thumb|250px|The slave revealing the truth]]\n*'''Slave:''' ''I am not his servant! We share a sacred bond!''\n*'''Kassandra:''' '' ''Sacred''. Right.''\n(I know why you cut out your tongue.)\n*'''Kassandra:''' ''I know why Chrysis made you cut out your tongue. The night my ''mater'' brought my brother here, you and your priests left him for dead. And Chrysis didn't like you telling the story.''\n*'''Slave:''' ''That's not what happened!''\n*'''Kassandra:''' ''What do you know? You're too young to have been there.''\n*'''Slave:''' ''He told me the story many times before that witch stole his voice. He tried to save the baby! Did everything he could.''\n[[File:ACOD_Speak_No_Evil_-_Myrrine_Pleading_Mydon.png|thumb|250px|Myrrine pleading Mydon]]\nThe slave recounted the story. On a stormy night, Myrrine and Mydon argued.\n*'''Myrrine:''' ''I don't believe you! Dead? How can my baby be dead?''\n*'''Mydon:''' ''I don't know what to tell you! You were lucky he survived as long as he did. That—that fall was devastating.''\n*'''Myrrine:''' ''My baby... My baby...''\n*'''Mydon:''' ''Listen, there's nothing we can do for you anymore. You'd best be on your way. Praise [[Hera]].''\nGrief-struck, Myrrine fell to the ground, wailing.\n*'''Myrrine:''' ''They're gone. They're both gone...''\nThe slave continued to defend Mydon.\n*'''Slave:''' ''He wept for that Spartan woman, so far from home. Her baby barely recognizable, hardly breathing.''\n\n<tabber>\n|-|Shut up.=\n*'''Kassandra:''' ''Chrysis should have had ''your'' tongue cut out! I want answers from someone who was actually there that night.''\n|-|Tell me what happened.=\n*'''Kassandra:''' ''Tell me, please. I need to know.''\n*'''Slave:''' ''Not even [[Apollo]] could save the child. Mydon told me how the Spartan woman wept. Held the baby in her arms, sang to him, before finally leaving him to the gods.''\n</tabber>\nKassandra put the pieces together and figured out her brother's ultimate fate.\n*'''Kassandra:''' ''Chrysis took the baby, didn't she? And she made you cut out your tongue to hide the truth.''\nShe turned her gaze back to the slave.\n*'''Kassandra:''' ''Where is Chrysis?''\n\n<tabber>\n|-|If The Doctor Will See You Now was not completed=\nBoth the slave and the priest rubbed their necks indecisively and avoided Kassandra's gaze. They did not yield the information Kassandra sought.\n*'''Kassandra:''' ''I see. Chrysis possesses every tongue around here. I'll find her on my own then, and cut out a lot more.''\nKassandra was forced to return to her errand for [[Hippokrates]], as her trip to the sanctuary had been fruitless.\n|-|The Doctor Will See You Now was completed=\n(If Kassandra told the slave to shut up earlier)\n*'''Slave:''' ''So ''now'' you want to hear what I have to say?''\n*'''Kassandra:''' ''Don't test me. Speak!''\n(Otherwise)<br />\nThe slave yielded the information Kassandra sought.\n*'''Slave:''' ''There is an [[Altar of Apollo Maleatas|altar]] where people offer their sick babies to be healed. This is where she took the child. Find it near the statue of Apollo Maleatas, and you'll find Chrysis.''\n*'''Kassandra:''' ''People come to this sanctuary to heal—but I come here and find people dying without hope, priests without tongues, and babies left with an insane woman.''\n[[File:ACOD_Speak_No_Evil_-_Mydon_Apologizing.png|thumb|250px|Mydon apologizing to Kassandra]]\nMydon folded his hands and tried to plead something, but he was unintelligible.\n*'''Kassandra:''' ''My mother was a fool to trust any of you. I'm going to find Chrysis, and she's going to pay for what she's done.''\nKassandra stormed out.\n*'''Kassandra:''' ''So Chrysis is the key to finding my ''mater''. I must find this Altar of Apollo Maleatas.''\n{{-}}\n{{-}}\n</tabber>",
    "Section_Outcome": "Through Mydon, Kassandra was able to learn of Chrysis' identity as the person responsible for saving Kassandra's younger brother without her mother's knowledge.",
    "Section_Trivia": "*If [[The Doctor Will See You Now]] was completed prior to this conversation, Mydon's servant will divulge Chrysis' location. Otherwise, they will both rub their necks indecisively and the player character storms out, forcing the player to finish helping [[Hippokrates]]. No explanation (other than convenient game programming) is given for why the servant is helpful after that quest's completion and hesitant before it.\n*When the slave calls for the guards, Kassandra tells her they are dead, even if the player managed to avoid killing any of them.\n*The name of this quest is a reference to the {{Wiki|three wise monkeys}}, and the proverb: \"see no evil, hear no evil, speak no evil\".",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nACOD Speak No Evil - Kassandra Enter Guesthouse.png|Kassandra entering the guesthouse\nACOD Speak No Evil - Kassandra Observing.png|Kassandra observing the couple\nSpeak_No_Evil_-_Myrrine_-_Assassin's_Creed_Odyssey.png|Myrinne weeps, believing both of her children lost\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] ''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Ne pas dire le mal]]"
}