{
    "QuestName": "A Herald of Murder",
    "QuestID": "223701",
    "Revision": {
        "id": "1004837",
        "parentid": "954862",
        "timestamp": "2022-08-06T21:33:06Z",
        "contributor": null,
        "origin": "1004837",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "i9esxebbgkiid5pwnd035k36nnchk4n"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "A Herald of Murder - Assassin's Creed Odyssey.png",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "The Doctor Will See You Now",
        "next": "Ashes to Ashes",
        "source": "Kassandra",
        "location": "Argolis, Greece",
        "date": "c. 431 BCE"
    },
    "General_Description": "'''A Herald of Murder''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra confronted Dolops, who had faced a threat to his life.",
    "Section_Dialogue": "After her conversation with [[Hippokrates]], Kassandra departed the [[Cave of Pan]] to search for her next source of information, [[Dolops]], about the whereabouts of her mother, [[Myrrine]].\n*'''Dolops:''' ''Go away!''\n*'''Kassandra:''' ''Calm down. Hippokrates sent me.''\n*'''Dolops:''' ''The great doctor is concerned for ''my'' health?''\n*'''Kassandra:''' ''Yes. And we need some information.''\n*'''Dolops:''' ''Tell him someone tried to kill me.''\n*'''Kassandra:''' ''Kill you? He said you worked with orphans. That's why I'm here.''\n*'''Dolops:''' ''That was long ago. Now I'm just a farmer.''\n*'''Kassandra:''' ''And I'm a ''misthios''. If I stop this killer, will you speak with me?''\n*'''Dolops:''' ''I will.''\n(If players choose \"What happened?\")\n*'''Kassandra:''' ''Tell me what happened.''\n*'''Dolops:''' ''I was on my way home when a man dressed in black attacked me. I ran as fast as I could. Once I reached safety, I thought I heard [[Wolf|wolves]]. Maybe they scared him away.''\n*'''Kassandra:''' ''Are you hurt?''\n*'''Dolops:''' ''No, thank [[Juno|Hera]].''\n(If players choose \"Who would try to kill you?\")\n*'''Kassandra:''' ''Why would someone attack you?''\n*'''Dolops:''' ''My neighbor thinks I'm back luck. He may be right.''\n*'''Kassandra:''' ''There's a difference between insulting someone and attacking them. What else?''\n*'''Dolops:''' ''I'm behind on my rent. I think my landlord wants to get rid of me and find a new tenant.''\n(If players choose \"I'll find out who attacked you.\")\n*'''Kassandra:''' ''I'll find out who wants you dead.''\n*'''Dolops:''' ''It was either my neighbor or my landlord who attacked me. But you can't punish someone unless you know they're guilty.''\n*'''Kassandra:''' ''I'll be back when I've figured it out. Then we're talking about your past.''\nKassandra began her investigation by checking the crime scene.\n*'''Kassandra:''' ''This armor is broken, but it was valuable. If it belonged to the attacker, he's either wealthy, or very lucky.''\nShe interviewed a potential witness.\n*'''Kassandra:''' ''Did you see someone attack Dolops?''\n*'''Civilian:''' ''Yes! It was terrible.''\n*'''Kassandra:''' ''Who did it?''\n*'''Civilian:''' ''I couldn't see clearly, but I think it was that bull-headed neighbor of his. He must have finally snapped.''\n*'''Kassandra:''' ''Thanks for letting me know.''\nShe located a knife on the road.\n*'''Kassandra:''' ''This knife has seen better days... like something a poor farmer would use.''\nBlack cloth was found on the road ahead.\n*'''Kassandra:''' ''This black cloth is fine enough for a king. Would do well as a mask, too.''\nAnother potential witness was located nearby.\n*'''Kassandra:''' ''I'm looking for the person who attacked Dolops.''\n*'''Civilian:''' ''I saw it happen! His face was covered, but I'm sure it was our landlord. He lives all alone, and hires soldiers to protect him. He has to be hiding something.''\n*'''Kassandra:''' ''Thanks for letting me know.''\nKassandra returned to Dolops with the conflicting information.\n*'''Dolops:''' '' ''Misthios''! You scared me.''\n*'''Kassandra:''' ''I know who did it.''\n*'''Dolops:''' ''What do you think? Who tried to kill me?''\n\n<tabber>\n|-|Your neighbor wants you dead.=\n*'''Kassandra:''' ''Your neighbor tried to kill you.''\n*'''Dolops:''' ''I knew it!''\n*'''Kassandra:''' ''I'll take care of him.''\n*'''Dolops:''' ''Good luck.''\nKassandra confronted the neighbor.\n*'''Kassandra:''' ''I heard someone tried to kill your neighbor.''\n*'''Farmer:''' ''Dolops? That mouse turd? Who'd give him trouble?''\n*'''Kassandra:''' ''People say it's you.''\n*'''Farmer:''' ''He's a fool. I like to give him a hard time—but I wouldn't try to kill him.''\n(If players choose \"What proof do you have of your innocence?\")\n*'''Kassandra:''' ''If you want me to believe you're innocent, prove it.''\n*'''Farmer:''' ''I heard he was attacked with a knife. I only ever had one knife, and it was stolen moons ago.''\n(If players choose \"I don't think you did it.\")\n*'''Kassandra:''' ''I don't think you did it, but you're going to have to clear your name.''\nShe returned to Dolops to inform him of the outcome, only to find him murdered.\n*'''Kassandra:''' ''By [[Hades]]! The killer must have been waiting for me to leave. I hope Dolops left some sign of his days as a priest, or this has all been for nothing.''\nShe discovered a letter in a chest in Dolops's house.\n*'''Kassandra:''' ''What's this? A letter. \"[[Chrysis]], you cannot keep taking children to the [[Altar of Apollo Maleatas]]. It is not the gods who condemn them, but you. I will take this to the authorities if you don't stop. Your son, Dolops.\"''\n|-|Your landlord wants you dead.=\n* '''Kassandra:''' ''It was your landlord.''\n* '''Dolops:''' ''Of course! He wants me out of the way.''\n* '''Kassandra:''' ''I'll take care of him.''\n* '''Dolops:''' ''Be careful. He's dangerous.''\n\n\nKassandra located and snuck into the landlord's house, ended his life, and returned to Dolops to deliver the news.\n\n*'''Kassandra:''' ''Your landlord is dead. He was a lot more than that, though.''\n*'''Dolops:''' ''He... was one of those people, wasn't he? I can't...''\n*'''Dolops:''' ''Please, take this. You might find it useful.''\n*'''Dolops:''' ''You wanted to know something?''\n*'''Kassandra:''' ''Hippokrates said you used to work with orphans.''\n*'''Dolops:''' ''I did, but Chrysis drove me away.''\n*'''Kassandra:''' ''So she did. Where did you last see her?''\n*'''Dolops:''' ''In the woods near the Sanctuary of Asklepios, but that was many years ago.''\n(If players choose \"Where can I find Chrysis now?\")\n*'''Kassandra:''' ''Where do you think Chrysis is now?''\n*'''Dolops:''' ''I can't be sure. But she used to pray at the Altar of Apollo Maleatas. That's where she decided which children to train and which to let die.''\n(If players choose \"How do you know Chrysis?\")\n*'''Kassandra:''' ''How did you come to work with Chrysis?''\n*'''Dolops:''' ''I didn't have a choice. She's my mother.''\n*'''Kassandra:''' ''Chrysis kept you a secret.''\n*'''Dolops:''' ''My birth brought shame to her. I could never redeem that.''\n(If players choose \"What did Chrysis do?\")\n*'''Kassandra:''' ''What was Chrysis doing that was so terrible?''\n*'''Dolops:''' ''She would take the children and teach them terrible things—turn them into spies and even soldiers. I couldn't take it anymore and left.''\n*'''Kassandra:''' ''At a secret meeting in Delphi, I overheard Chrysis mention a great warrior. Could these children have been part of her plan?''\n*'''Dolops:''' ''So she did see the Oracle! Yes, Chrysis spoke of building an army with a champion at its head. It must have been for her associates... the masked ones.''\n(Leave – \"I'm going to find Chrysis.\")\n*'''Kassandra:''' ''You've done your duty to Hera. I'll deal with Chrysis.''\n\nKassandra ponders the information she has learned, about Dolops and Chrysis.\n\n*'''Kassandra:''' ''So Chrysis is the key to finding my ''mater''. I must find this Altar of Apollo Maleatas.''\n</tabber>",
    "Section_Outcome": "Kassandra discovers Chrysis's location and proceeds toward the Altar of Apollo Maleatas.",
    "Section_Trivia": "*This quest is only available if [[Speak No Evil]] was completed prior to [[The Doctor Will See You Now]]. If Hippokrates is helped before visiting the sanctuary, he will direct the player to go there and will never mention Dolops. Subsequently, [[Mydon]]'s servant will divulge Chrysis's location at the end of that conversation.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] ''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Un héraut du meurtre]]"
}