{
    "QuestName": "The Heir of Memories",
    "QuestID": "229543",
    "Revision": {
        "id": "913544",
        "parentid": "913543",
        "timestamp": "2020-12-28T03:40:24Z",
        "contributor": null,
        "origin": "913544",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "ibd7byj7d1l2gbp7ihfvyu76c80ysdc"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD The Heir of Memories Memory Screenshot 01.png",
        "description": "'A small, cryptic note left to Kassandra contained more questions than answers. To Layla Hassan|whom was she meant to pledge herself? And for that matter, why?'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "The Lost Tales of Greece",
        "previous": null,
        "next": "Finding Theras",
        "source": "Kassandra, Layla Hassan",
        "location": "Island of Triton|Island of Triton, Greece<br />Gateway to the Lost City, Greece",
        "date": "c. 422 BCE<br />2018"
    },
    "General_Description": "'''The Heir of Memories''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra met with the [[Aletheia|contact]] on the [[Island of Triton|Island]] of [[Triton]].",
    "Section_Dialogue": "After receiving a cryptic note, Kassandra travelled to the island south of [[Chios]]. Arriving on the island, she saw a strange figure near the giant statue of [[Poseidon]].\n*'''Aletheia:''' ''Keeper. You came.''\n*'''Kassandra:''' ''That's... Am I seeing things?''\nKassandra approached the figure.\n*'''Aletheia:''' ''Keeper. You have come far to meet me here.''\n*'''Kassandra:''' ''Keeper? My name is Kassandra.''\n*'''Aletheia:''' ''Names changes, but this task is eternal. You are the Keeper, she who keeps the [[Great Seal to Atlantis|Great Seal]] closed and the [[Staff of Hermes Trismegistus|Staff]] of [[Hermes Trismegistus]] safe.''\n\n<tabber>\n|-|I choose my own tasks.=\n*'''Kassandra:''' ''Any \"tasks\" I perform, I decide. Now who are you?''\n*'''Aletheia:''' ''I am called many things, but you can tell me, Aletheia. With the Staff in your hands, we are now entwined.''\n|-|I recognize your voice.=\n*'''Kassandra:''' ''Your voice. I heard it in [[Atlantis]].''\n*'''Aletheia:''' ''You remember. My name is Aletheia. With the Staff in your hands, we are now entwined.''\n|-|Tell me more.=\n*'''Kassandra:''' ''Tell me more about this task.''\n*'''Aletheia:''' ''To be entwined with mine. I've been called by many names, but you may call me Aletheia.''\n</tabber>\n*'''Kassandra:''' ''Entwined... how?''\n*'''Aletheia:''' ''I can now present myself to you in a form that you recognize. You must deliver me to the [[Layla Hassan|Heir of Memories]]. Even now, she watches us. When I speak to you, I speak through you to her.''\n\n<tabber>\n|-|I don't understand.=\n*'''Kassandra:''' ''None of this makes any sense, Aletheia.''\n*'''Aletheia:''' ''It will. In Atlantis, the Great Seal hid itself from [[Pythagoras]]. It wants to be opened, but not by him. Your task is to prepare the Heir of Memories to open it. Pledge yourself.''\n|-|I think I understand.=\n*'''Kassandra:''' ''So, I'm supposed to hold the Staff until this \"Heir\" person takes it from me. What will happen to me?''\n*'''Aletheia:''' ''What happens to all of us. Then she will open the Great Seal to Atlantis. It longs to be opened. Your task is to be the Keeper until that time. Pledge yourself.''\n</tabber>\n(If \"Where is the Heir of Memories?\" is chosen.)\n*'''Kassandra:''' ''Where is this Heir?''\n*'''Aletheia:''' ''Now where, but [[Modern times|when]]. She is yet to be, but even still, she is here watching us now.''\n\n(If \"I'll keep the staff for the Heir.\" is chosen.)\n*'''Kassandra:''' ''Fine. I pledge to keep the Staff until the Heir of Memories, whoever that is, is ready to take it.''\n*'''Aletheia:''' ''Keeper, our task is to guide the Heir of Memories to the symbols. A man called [[Theras]] knows of their whereabouts.''\n*'''Kassandra:''' ''Theras... The guy who helped get [[Phidias]] out of [[Athens]]? Is that why you've brought me back to this place?''\n*'''Aletheia:''' ''Here, the role of the Keeper bound itself to you, though you didn't know it yet. Now, to uncover the truth, we must go to Theras.''\n\n(If \"Who is the Heir of Memories?\" is chosen.)\n*'''Kassandra:''' ''How will I know this Heir of Memories when I see her?''\n*'''Aletheia:''' ''She will come to you. The end of your journey is n the Hall of Atlantis, where her true journey begins.''\n\n(If \"Who is the Keeper?\" is chosen.)\n*'''Kassandra:''' ''I don't understand who the \"Keeper\" is.''\n*'''Aletheia:''' ''The Keeper isn't a person, but a task. And it is yours. Pythagoras held the Staff to exploit its power. The Keeper's task is to restrain it and protect it from the hands of corruption until the Heir of Memories appears.''\n\n(If \"What are you?\" is chosen.)\n*'''Kassandra:''' ''Who, or what are you?''\n*'''Aletheia:''' ''I am Aletheia. Pythagoras called my people the Ones Who Came Before, but we are the [[Isu]]. Like you, I invited rebellion into the world, though there complications. I replicated my consciousness in the Staff of Hermes Trismegistus so that I speak with you and the Heir.''\n\n(If \"Where is Theras?\" is chosen.)\n*'''Kassandra:''' ''Theras could be anywhere now.''\n*'''Aletheia:''' ''What I know is that he was brought to [[Seriphos]], but be careful. He went against his will.''\n\n(If \"I'll go find Theras.\" is chosen)\n*'''Kassandra:''' ''I'm going to find Theras. I'm guess you're coming with me?''\n*'''Aletheia:''' ''Our tasks are the same.''",
    "Section_Outcome": "Kassandra met with Aletheia on the Island of Triton, one of the many [[Isu]], due to Kassandra possessing the Staff of Hermes Trismegistus. Kassandra pledged herself to become the gatekeeper and holding on to the staff for the Heir of Memories.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}