{
    "QuestName": "The Measure of a Man",
    "QuestID": "225598",
    "Revision": {
        "id": "1047198",
        "parentid": "926590",
        "timestamp": "2023-06-13T02:53:58Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047198",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "ptgpyw6o3j70fnd5ratil8tog2pkwgw"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Youmay": {
            "description": "the genetic memory of Kassandra | the [[The Measure of a Norseman | genetic memory]] of Eivor Varinsdottir"
        },
        "Tag_Imageneed": {
            "description": "''[[The Lost Tales of Greece | Assassin's Creed: Odyssey – The Lost Tales of Greece]]''"
        }
    },
    "MemoryInfobox": {
        "image": "ACOd The Measure of a Man.png",
        "description": "'After renowned artist Polykleitos was robbed by bandits, he beseeched the gods for help. Kassandra agreed to help him recover his missing tools, noting he was overcome by a sense of wonder.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "The Lost Tales of Greece",
        "previous": null,
        "next": "Bad Weed",
        "source": "Kassandra",
        "location": "Elis, Greece",
        "date": "429 BCE–422 BCE"
    },
    "General_Description": "'''The Measure of a Man''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra found the famed sculptor [[Polykleitos]] in [[Elis]] calling for help.",
    "Section_Dialogue": "As Kassandra walked the roads of Elis, she came across a man kneeling by the road, beseeching the gods for help.\n*'''Polykleitos:''' ''Help! Please!''\nKassandra approached Polykleitos.\n*'''Polykleitos:''' ''Please, dear gods, can anyone help? Those artless swine have ruined me! Ruined!''\n<tabber>\n|-|The gods sent me to help.=\n*'''Kassandra:''' ''Divine winds have brought your cries to me. Tell me what you need.''\n*'''Polykleitos:''' ''Amazing! Please, friend, filthy bandits attacked me and stole all of my belongings. My tools are worthless to them, but invaluable to me. I am ruined unless you help!''\n\n|-|Tell me what I can do to help.=\n*'''Kassandra:''' ''I find the gods leave us to fend for ourselves. Tell me what you need, and maybe I can help you.''\n*'''Polykleitos:''' ''True enough. You look like you can handle yourself. Filthy swine stole my prized tools, though they are worthless to them. I am ruined, unless you can help me.''\n\n</tabber>\n(Accept – Point me toward those thieves.)\n*'''Kassandra:''' ''Point me towards these thieves, and I will bring the heavens down upon them!''\n*'''Polykleitos:''' ''Praise [[Zeus]]! I am the artist, Polykleitos. Hunt down the [[bandit]]s and recover my prized tools. Wait... what is your name, ''misthios?\n*'''Kassandra:''' ''I am called Kassandra.''\n*'''Polykleitos:''' ''By the gods... could it be true?''\n*'''Kassandra:''' ''What?''\n*'''Polykleitos:''' ''No, nothing! Please, recover my tools and I'll see you rewarded.''\nKassandra tracked the bandits south to [[Quicksand Bay]] and retrieved Polykleitos' mallet and chisel from a pouch in their camp. She returned to Polykleitos with his tools in hand.\n*'''Kassandra:''' ''I found your tools.''\nPolykleitos was delighted.\n*'''Polykleitos:''' ''I can't believe it! Maybe you really are from [[Mount Olympos|Olympos]].''\n\n<tabber>\n|-|The blood of the gods flows through me.=\n*'''Kassandra:''' ''Yes, I am of the blood of Olympos.''\n*'''Polykleitos:''' ''Amazing, maybe those villagers from [[Linou Farm]] had it right. That is where I'm going now, and I could use an escort.''\n|-|Don't be ridiculous, I'm like you.=\n*'''Kassandra:''' ''No, my friend. I am flesh and blood like you.''\n*'''Polykleitos:''' ''Oh well, at least those villagers from [[Linou Farm]] pay well. I need to get there safely. If you escort me, I'm sure they will treat you lavishly.''\n</tabber>\n(If players choose \"What is this village?\")\n*'''Kassandra:''' ''What can you tell me about this village?''\n*'''Polykleitos:''' ''Linou is a small region of devout villagers and farmers. Hard-working people. Very serious in their beliefs. They hired me to make them a sculpture of, well, the Eagle Bearer.''\n*'''Kassandra:''' ''Really. Why?''\n*'''Polykleiptos:''' ''They know your name and your deeds, and believe you to be their savior.''\n(If players choose \"Why did you think I was a god?\")\n*'''Kassandra:''' ''Why did you think I carried the blood of Olympos in my veins?''\n*'''Polykleitos:''' ''Your reputation proceeds you. And the villagers of Linou can't stop talking about you.''\n(Leave – Let's go to this village.)\n*'''Kassandra:''' ''Lead me to Linou Farm. I'll make sure you get there safely.''\n*'''Polykleitos:''' ''Excellent. I'm sure they will honor you with gifts and riches.''\n*'''Kassandra:''' ''Then let's go.''\nKassandra and Polykleitos mounted their horses and travelled to Linou Farm.\n*'''Kassandra:''' ''How did you learn of this village?''\n*'''Polykleitos:''' ''My doctrine on beauty is renowned. Village priestesses came to my home in [[Argos]] and begged me to come and fashion a figure for them.''\n*'''Kassandra:''' ''You came all the way from [[Argos]]?''\n*'''Polykleitos:''' ''They offered good drachmae. It's not easy being an artist, you know.''\n*'''Kassandra:''' ''And what is the statue going to look like when you are done?''\n*'''Polykleitos:''' ''Well, you, I suppose.''\n*'''Kassandra:''' ''Me?''\n*'''Polykleitos:''' ''They worship the Eagle Bearer. They told me lots of stories. A pretty fair description, though I expected you to be taller. And to have a smaller nose.''\n*'''Kassandra:''' ''This theory of yours, who determines what is beautiful?''\n*'''Polykleitos:''' ''Math.''\n*'''Kassandra:''' ''Math?''\n*'''Polykleitos:''' ''Exactly. Beauty is an equation derived from the commensurability of all the parts of the body. From finger to finger. Fingers to the palm and wrist. Those to the forearm, and the forearm to the upper arm, and like that to include the whole of the body.''\n*'''Kassandra:''' ''Huh. Math.''\nKassandra escorted Polykleitos safely to Linou Farm.\n*'''Polykleitos:''' ''Gratitude, friend. You saved my hide. And you've given me great reference. Let us talk to the Priestess [[Hexione]] and be properly welcomed!''\nKassandra and Polykleitos walked over to where the Priestess Hexione was standing.\n*'''Priestess Hexione:''' ''Good Polykleitos! You made it!''\n*'''Polykleitos:''' ''Priestess Hexione, my journey was a test from the gods... but look what miracle they have delivered!''\n*'''Priestess Hexione:''' ''Who is this?''\n*'''Kassandra:''' ''I am Kassandra.''\n*'''Polykleitos:''' ''The ''misthios'' you told me about! She appeared like a bolt from [[Zeus]] and rescued me from road bandits.''\n*'''Priestess Hexione:''' ''The Eagle Bearer... This is an unexpected honor!''\n*'''Kassandra:''' ''Glad to visit. Uh, how have you heard of me?''\n*'''Priestess Hexione:''' ''Certainly you jest! Your deeds are carried along the winds and sung through the stars. We are but a poor village, but your being here gives us hope to cling to in this hard world.''\n*'''Polykleitos:''' ''And soon there will be a statue to capture a hint of your glory.''\n*'''Priestess Hexione:''' ''To have our patron walk among us and give us divine fortune is a wonder. We will be eternally blessed!''\n\n<tabber>\n|-|You are right to recognize my greatness.=\n*'''Kassandra:''' ''You do me a great honor. I am pleased to walk among your people.''\n*'''Priestess Hexione:''' ''Oh thank you, Eagle Bearer! There are many humble servants here who could benefit from your attention.''\n*'''Kassandra:''' ''Tell me their names.''\n|-|You give me too much credit.=\n*'''Kassandra:''' ''You are giving me honors I don't deserve. I am just happy I could help Polykleitos.''\n*'''Priestess Hexione:''' ''Great and humble is the Eagle Bearer! There are many lowly servants in our village who could benefit from a kind word from someone of your grace.''\n*'''Kassandra:''' ''Uh, who are they?''\n</tabber>\n*'''Priestess Hexione:''' ''There is the shepherdess, [[Heriphile]]. You can find her near the stables, south of here. [[Akatos]], the hunter, who has a small house on the west end of the village. And [[Menalkas]], a young farmer. His fields are to the east.''\n*'''Kassandra:'''\n(If players choose \"What is the shepherdess's story?\")\n*'''Kassandra:''' ''Who is the shepherdess, and what's her story?''\n*'''Priestess Hexione:''' ''Heriphile tends a small herd of goats. Recently she had a scare in the forest and lost two of her flock to wolves.''\n(If players choose \"What does the hunter need?\")\n*'''Kassandra:''' ''What can you tell me about the hunter?''\n*'''Priestess Hexione:''' ''Akatos is worried he cannot provide for the village since he recently injured himself. Perhaps you could ease his fears.''\n(If players choose \"What can you tell me about the farmer?\")\n*'''Kassandra:''' ''Priestess, who is the farmer?''\n*'''Priestess Hexione:''' ''Menalkas fears he is cursed. A visit from the Eagle Bearer could restore his faith and purpose.''\n(If players choose \"Leave – I'll see what I can do.\")\n*'''Kassandra:''' ''I will see what I can do for your people.''\n*'''Priestess Hexione:''' ''Not my people, divine Eagle Bearer. We priestesses are but humble servants of your exalted greatness. When you have spoken to them, find me.''\n*'''Priestess Hexione:''' ''My sisters and I want to prepare a proper celebration for your portentous visitation.''",
    "Section_Outcome": "Kassandra retrieved Polykleitos' tools from the bandits and escorted him to Linou Farm where the villagers were awed at her presence. Kassandra agreed to help some of the villagers with her \"divine presence\".",
    "Section_Gallery": "<gallery captionalign=\"center\" position=\"center\" spacing=\"small\" widths=\"180\">\nACOd The Measure of a Man priestess.png|Kassandra speaking with Polykleitos and Priestess Hexione at Linou Farm\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}