{
    "QuestName": "The Wild Hunt",
    "QuestID": "225606",
    "Revision": {
        "id": "990976",
        "parentid": "901297",
        "timestamp": "2022-03-02T18:38:42Z",
        "contributor": null,
        "comment": "removed \"stub\" and \"Imageneed\" templates..typos",
        "origin": "990976",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "oalizqxy1biv21yuey810cwpjaz1r2g"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOd-Akatoshome.jpg",
        "description": "'The lame hunting|hunter Akatos said his daughter, Myrto, had gone into the Forest of Pholos|woods to try her hand at hunting. But she had been gone too long, and he grew worried. Kassandra agreed to look for her.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "The Lost Tales of Greece",
        "previous": "Down From On High",
        "next": "Chicken or Egg",
        "source": "Kassandra",
        "location": "Elis, Greece",
        "date": "431–422 BCE"
    },
    "General_Description": "'''The Wild Hunt''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra spoke with [[Akatos]] about his missing daughter [[Myrto]].",
    "Section_Dialogue": "Kassandra went over to a depressed farmer.\n\n*'''Kassandra:''' ''Chaire. What is wrong, my friend?''\n*'''Akatos:''' ''Are you really the high-soaring Eagle Bearer?''\n\n<tabber>\n|-|Yes. I have come down from the heavenly heights.=\n*'''Kassandra:''' ''I descended from the heights of Olympos to visit Linou Farm and see the good people for myself.''\n*'''Akatos:''' ''Amazing. A blessing. I am small and not worthy of your attention.''\n*'''Kassandra:''' ''I'll hear no more deprecations. The priestess told me you had a problem? Out with it.''\n|-|Well, I have an eagle. Sometimes he listens to me.=\n*'''Kassandra:''' ''I have an eagle, Ikaros, who travels with me. But sometimes it's hard to know if I'm in charge or if he is.''\n*'''Akatos:''' ''So kind and humble. The grace of Artemis and the wisdom of Athena.''\n*'''Kassandra:''' ''Well, uh, Priestess Hexione said you had a problem. Tell me.''\n</tabber>\n\n*'''Akatos:''' ''I have shamed myself. Normally I hunt for my family and to provide for the village. But the other day I slipped and wrenched my ankle badly. I can barely walk. I am unworthy of your attention.''\n*'''Kassandra:''' ''You are not at fault for your injury. Go on.''\n*'''Akatos:''' ''My daughter, [[Myrto]], insisted she would go into the woods and hunt for me. She's brave, but still inexperienced. She has been gone long, and I grow worried.''\n*'''Kassandra:''' ''I'll find her.''\n\nKassandra went to the [[Forest of Pholos]], and search around. After a while, she spotted the little girl.\n\n*'''Kassandra:''' ''You must be Akatos's daughter, Myrto.''\n*'''Myrto:''' ''Yes. Who are you?''\n*'''Kassandra:''' ''I am Kassandra.''\n*'''Myrto:''' ''The Eagle Bearer?''\n\n<Tabber>\n|-|Yes. I have come to protect and guide you.=\n*'''Kassandra:''' ''These woods can be dangerous for common folk. Your father grew worried about your absence and begged me to find you and keep you safe.''\n*'''Myrto:''' ''I can't believe it! I hope you aren't disappointed in me.''\n*'''Kassandra:''' ''No, child. You honor your father.''\n|-|I'm just a friend.=\n'''Kassandra:''' ''Some call me that, but I'm just a friend. You've been gone a long time. Your father was worried and asked me to look for you.''\n*'''Myrto:''' ''That's very kind of you. I hope he wasn't too worried.''\n*'''Kassandra:''' ''I'm sure we can ease his mind.''\n</Tabber>\n*'''Myrto:''' ''I've tried to follow all his lessons, but hunting is hard! I've had no luck getting the special deer meat he wants. I'm worried he'll be so disappointed in me.''\n\n<tabber>\n|-|I'll do it. You run home.=\n*'''Kassandra:''' ''Hunting is hard. Tell you what. You return home so Akatos stops worrying, and I'll hunt for the meat you need.''\n*'''Myrto:''' ''I'll do as you say, Eagle Bearer.''\nMyrto left and returns home to her father.\n\n|-|You just need a few pointers. Stay close to me.=\n*'''Kassandra:''' ''With a strong teacher like your father, I'm sure you know more than you think. Stay close to me, and maybe I can give you a few tips.''\n*'''Myrto:''' ''Thank you! You are so kind!''\n</tabber>\n\n(If players choose \"You just need a few pointers. Stay close to me.\")\n\nShe began to show Myrto how to hunt deer.\n\n*'''Kassandra:''' ''The trick to hunting is to find a spot where deer trails cross and to stand quietly downwind of that.''\n*'''Myrto:''' ''Pater says the same thing! I forgot to check the wind!''\n*'''Kassandra:''' Quietly!\n*'''Myrto:''' ''Right. Sorry.''\n*'''Kassandra:''' ''We need to get deer neck meat?''\n*'''Myrto:''' ''Yes, the priestesses asked pater for it special to celebrate your arrival. He was heartbroken not to be able to get it himself.''\n*'''Kassandra:''' ''How to the priestesses prepare it?''\n*'''Myrto:''' ''Brushed with a pine branch dipped in the juice of sour grapes and plums and other godly herbs.''\n\nAfter gathering some meat.\n*'''Kassandra:''' ''There we go. Deer neck for your father. See? Hard, but you can do this.''\n*'''Myrto:''' ''You were amazing! I've learned so much!''\n*'''Kassandra:''' ''I will get the rest of the meat your father needs. Why don't you head home and tell Akatos what you've learned.''\n*'''Myrto:''' ''I will. Thanks!''\n\nShe killed 6 more deer. Then returned to Akatos.\n\n*'''Akatos:''' ''Eagle Bearer, I cannot thank you enough!''\n*'''Myrto:''' ''Kassandra! Did you find enough meat?''\n\n<tabber>\n|-|It was no effort to provide for you.=\n*'''Kassandra:''' ''Providing for you is a simple task. Enjoy my bounty ad share it with your village.''\n*'''Myrto:''' ''Kassandra hunts like [[Artemis]] herself!''\n*'''Akatos:''' ''Show respect, child!''\n*'''Myrto:''' ''Yes, ''pater''.''\n*'''Kassandra:''' ''It was my pleasure. Be well!''\n|-|The woods were generous.=\n*'''Kassandra:''' ''The woods were generous, and [[Artemis]] guided my aim.''\n*'''Myrto:''' ''Do you know Artemis?! You never said!''\n*'''Akatos:''' ''Myrto! Contain yourself!''\n*'''Myrto:''' ''Sorry, ''pater''.''\nKassandra bent down to her.\n*'''Kassandra:''' ''No, Myrto, I do not know Far-Shooting Artemis in the way you mean. But I know she looks kindly over hunters. Pay her respect and you'll soon hunt as well as your father.''\n</tabber>",
    "Section_Outcome": "Kassandra found Myrto, and helped her collect deer meat for her father.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}