{
    "QuestName": "Chicken or Egg",
    "QuestID": "225608",
    "Revision": {
        "id": "1047201",
        "parentid": "990981",
        "timestamp": "2023-06-13T02:54:26Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047201",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "rhwu5qnrqlnmhtst3fvpxrnsqefal92"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Lost Tales of Greece | Assassin's Creed: Odyssey – The Lost Tales of Greece]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Chalkippe had not seen her Kallistros|brother in some time, and when she went by his farm she heard frightening sounds. Kassandra agreed to check out the distant farm and find out what had happened.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "The Lost Tales of Greece",
        "previous": "The Wild Hunt",
        "next": "A Matter of Faith",
        "source": "Kassandra",
        "location": "Elis, Greece",
        "date": "431–422 BCE"
    },
    "General_Description": "'''Chicken or Egg''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra helped [[Chalkippe]] to check on her brother [[Kallistros]].",
    "Section_Dialogue": "*'''Kassandra:''' ''I think that's everyone Priestess Hexione mentioned. Time to find her again.''\n\nShe went over to the priestess.\n\n*'''Priestess Hexione:''' ''Wondrous Eagle Bearer! Your name and glory drop from everyone's lips. My sisters and I wish to throw a grand festival in your honor. You will be the cherished guest.''\n*'''Kassandra:''' ''If you insist.''\n*'''Priestess Hexione:''' ''However, there is one more who could benefit from your attention. Chalkippe frets about her brother. In truth, he is a strange one, touched by madness... or perhaps a chosen of the gods.''\n*'''Priestess Hexione:''' ''Ah, here she is now. Speak to her, reassure her, and then we will celebrate!''\n*'''Chalkippe:''' ''By the gods! It's you!''\n*'''Kassandra:''' ''It's me.''\n*'''Chalkippe:''' ''It's you! By the gods! My prayers are answered!''\n*'''Priestess Hexione:''' ''Speak to the Eagle Bearer, my child.''\n*'''Chalkippe:''' ''You have come to help me!''\n*'''Kassandra:''' ''Um, I'll see what I can do.''\n*'''Chalkippe:''' ''Yes! Of course! It's my brother, Kallistratos. He's always been a bit odd, but this past year, I think the gods have cursed him. Uh, that is, I don't mean to offend.''\n*'''Kassandra:''' ''Go on. Your brother.''\n*'''Chalkippe:''' ''My brother's farm is a small way from the village. Always doing his own thing. I haven't seen him for days, but when I went to pass by, I heard terrifying noises! I think something might have happened, but I'm not brave enough to go see.''\n\n(If players choose \"I'll look for your brother.\")\n\n* '''Kassandra:''' ''I'll take a look for you.''\n*'''Chalkippe:''' ''Thank you! Thank you, Eagle Bearer! You're too kind! Too generous! Too nice! Thank you!''\n\n(If players choose \"What was your brother doing?\")\n\n*'''Kassandra:''' ''What can you tell me about your brother?''\n*'''Chalkippe:''' ''Kallistratos always tries some new scheme or crazy idea. His last one was to breed chickens that would lay giant eggs. \"Each egg to feed a family,\" he said, and he'd sell them far and wide and become rich.''\n\n(If players choose \"What do you think happened to him?\")\n\n*'''Kassandra:''' ''What do you think happened to Kallistratos?''\n*'''Chalkippe:''' ''I don't know! Maybe a lion or wolf got into the farm. Terrible noises nearly scared my hair white. I'm sure whatever it is would be no match for you, mighty Eagle Bearer! I pray he's all right,''\n\n(If players choose \"Where is the farm?\")\n\n*'''Kassandra:''' ''Where is your brother's farm?''\n*'''Chalkippe:''' ''He has a large farmstead northeast of here. He doesn't take very good care of it, though. Always caught up in some crazy scheme.''\n\n(If players choose \"I'll pass by the farm.\")\n\n*'''Kassandra:''' ''I'll visit your brother's farm and see what's going on.''\n\nTraveling northeast, she used Ikaros to scout the area.\n\n*'''Kassandra:''' ''There he is!''\n\nShe reached the farmstead, only for someone to call out.\n\n*'''Kallistratos:''' ''Run for your life! You'll call the Ares Ornithes down upon us!''\n*'''Kassandra:''' ''The what now?''\n\nApproaching, she saw several giant chickens surrounding Kallistratos. They attacked her when she drew close, and she put them down. She approached Kallistratos, who looked upset.\n\n*'''Kallistratos:''' ''Who are you supposed to be?''\n*'''Kassandra:''' ''The ''misthios'' who saved your life? You could say thanks.''\n*'''Kallistratos:''' ''Not sure you had to kill my best chickens, though.''\n\n<Tabber>\n|-|I saved you because your sister prayed for it.=\n*'''Kassandra:''' ''Watch your tongue, little man. I came on behalf of your sister, who showed proper respect. Don't make me angry.''\n|-|I came for Chalkippe. She was worried.=\n*'''Kassandra:''' ''Your sister sent me to check on you. Chalkippe was very worried and scared by the noises she heard. Looks like she was right to be concerned.''\n</Tabber>\n\n*'''Kallistratos:''' ''So tell her I'm fine, already. Hmm, maybe I can get a goat from [[Messara]] and catch a lion and breed them somehow... Maybe with a snake... I'm sure I could make a fortune...''\n\nKassandra shrugged and walked away, leaving him to his musings. With the task done, she went to tell Chalkippe the news.\n\n*'''Kassandra:''' ''Chalkippe, your brother is... something else. But he's alive and, I suppose, well.''\n*'''Chalkippe:''' ''Thank you, Eagle Bearer! Yes, he is a difficult one. But you have answered my prayers! I will always be your devoted servant.''\n\nKassandra backed away.\n\n*'''Kassandra:''' ''Uh...''\n*'''Chalkippe:''' ''The priestesses have begun preparing a great feast in your honor for all of Linou to celebrate you! It will be magnificent!''\n\nPolykleitos appeared from a doorway.\n\n*'''Polykleitos:''' ''Kassandra! Calamity! Myrto has been struck down by illness!''\n*'''Kassandra:''' ''Take me to her!''\n\nShe followed him inside, where Myrto was bedridden.\n\n*'''Polykleitos:''' ''The girl was thriled about the idea of the festival to honor you. She was rushing about, buzzing with excitement, when she suddenly collapsed.''\n*'''Akatos:''' ''Please, Eagle Bearer. Can you do anything for her?''\n\n(If players choose \"Does Myrto have any wounds?\")\n*'''Kassandra:''' ''Did anyone see anything? Does she have any wounds?''\n*'''Akatos:''' ''No, no insect or snake bites. But her brow burns with fever.''\n\n(If players choose \"What was she doing?\")\n*'''Kassandra:''' ''What was Myrto doing when she got sick?''\n*'''Akatos:''' ''She was preparing the meat you brought in for the festival, per the priestess's instructions.''\n\n(If players choose \"Where is Priestess Hexione?\")\n*'''Kassandra:''' ''Where is Priestess Hexione now?''\n*'''Akatos:''' ''I don't know. I overhead her calling out for help, telling people not to be scared, but she's vanished.''\n*'''Kassandra:''' ''That's strange behavior.''\n\n(If players choose \"I'll ask around and see if anyone saw anything.\")\n*'''Kassandra:''' ''I'll ask around and see if anyone else knows anything. And see if I can't find the priestess.''",
    "Section_Outcome": "Kassandra answered Chalkippe's prayers, and helped her brother.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}