{
    "QuestName": "A Matter of Faith",
    "QuestID": "225609",
    "Revision": {
        "id": "1047202",
        "parentid": "990982",
        "timestamp": "2023-06-13T02:54:34Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047202",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "56kqc6ao3fgdvb53t3qtjiobohsb1k5"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Lost Tales of Greece | Assassin's Creed: Odyssey – The Lost Tales of Greece]]''"
        }
    },
    "MemoryInfobox": {
        "image": "ImageOfFaith1.jpg",
        "description": "'While preparing for the Eagle Bearer Celebration, Myrto fell strangely ill, and then Priestess Hexione vanished. Kassandra needed to find the priestess and find out what happened to help Myrto.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "The Lost Tales of Greece",
        "previous": "Chicken or Egg",
        "next": null,
        "source": "Kassandra",
        "location": "Elis, Greece",
        "date": "429 BCE–422 BCE"
    },
    "General_Description": "'''A Matter of Faith''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "After [[Myrto]] fell sick, Kassandra spoke to the villagers to find out the whereabouts of Priestess [[Hexione]].",
    "Section_Dialogue": "After taking her leave, she went to go ask around. She went to Heriphile, who was pacing.\n\n*'''Heriphile:''' ''Eagle Bearer. What did I do to offend you?''\n*'''Kassandra:''' ''Nothing. I just want to know if you saw what happened to the girl, Myrto?''\n*'''Heriphile:''' ''I saw the girl steal a taste of food for your feast. And she fell ill.''\n*'''Kassandra:''' ''She tasted it?''\n*'''Heriphile:''' ''Yes! I'm sorry! Please don't punish me!''\n*'''Kassandra:''' ''What? No, of course not.''\n\n(If players try to talk to her again.)\n\n*'''Heriphile:''' ''Please, I told you all I knew about the girl stealing a bite of your feast!''\n\nShe found Chalkippe next.\n\n*'''Chalkippe:''' ''Oh! Eagle Bearer! Do not curse me with your anger!''\n*'''Kassandra:''' ''What? Why would I curse you?''\n*'''Chalkippe:''' ''Your anger is well-storied! We seek only to please you, unlike that disrespectful waif, Myrto.''\n*'''Kassandra:''' ''What did Myrto do?''\n*'''Chalkippe:''' ''I couldn't say! I only know that Hexione called Myrto a wrongdoer and said you had punished her for her transgressions as a warning to us all.''\n*'''Kassandra:''' ''That is ridiculous! I need to find Hexione.''\n\n(If players try to talk to her again.)\n\n*'''Chalkippe:''' ''Your greatness, we will all try to do better! So you will not visit your wrath upon us as you did upon Myrto.''\n\nShe went over to a man nearby,\n\n*'''Kassandra:''' ''Grayhair, where can I find the Priestess Hexione? You must know.''\n*'''Hevmonos:''' ''The priestess and her sisters have a secluded retreat. None know where it is, for it is hidden from common eyes. I cannot say more for risk of offending them, or you.''\n*'''Kassandra:''' ''Those women do not speak for me. Tell me now or I'll get angry...''\n*'''Hevmonos:''' ''Yes! Yes! They appear from and retreat to a secret den, past the border to Elis.''\n*'''Kassandra:''' ''Time to have words.''\n\nShe found the cave on the Arkadia/Elis border. Inside, the sisters gathered together.\n\n*'''Kassandra:''' ''Hexione! Why did you flee from the village?''\n*'''Priestess Hexione:''' ''I left to consult with my sisters. We needed to understand why the poor girl was struck down.''\n*'''Priestess Thelxiope:''' ''Did Linou offend the divine Eagle Bearer somehow?''\n*'''Priestess Xenokleia:''' ''Or are we being tested by greater powers of Olumpos?''\n*'''Priestess Hexione:''' ''Are the gods testing our faith... or yours?''\n\n<Tabber>\n|-|Don't tempt my wrath. Speak plainly.=\n*'''Kassandra:''' ''Do not speak in riddles! Tell me what you mean, or face my anger.''\n*'''Priestess Hexione:''' ''Wrathful Eagle Bearer, we want only what you want!''\n*'''Kassandra:''' ''I want to know what happened to Myrto and how to help her.''\n|-|Mo more games. I just want to help Myrto.=\n*'''Kassandra:''' ''I don't want to play games. Please, tell me what you know so I can save Myrto.''\n*'''Priestess Hexione:''' ''Of course, beloved Eagle Bearer. We want the same.''\n\n</Tabber>\n*'''Priestess Thelxiope:''' ''We prayed for an answer, and it was delivered!''\n*'''Priestess Xenokleia:''' ''In the sacred cave there is a plant that can save her. But it is too dangerous for us mere mortals to descend into.''\n*'''Kassandra:''' ''I'll go get it.''\n\n(If players talk to them again.)\n*'''Priestess Thelxiope:''' ''Brave Eagle Bearer, your path leads you to the sacred cave.''\n*'''Priestess Xenokleia:''' ''Fierce Eagle Bearer, the answers you seek are there!''\n*'''Priestess Hexione:''' ''Divine Eagle Bearer, find the truth!''\n\nShe traveled deeper in the cave, where she saw something unexpected.\n\n*'''Kassandra:''' ''By Zeus, that's a beast!''\n*'''Kassandra:''' ''The priestesses expect me to become bear shit? ''Malákes''. First the bear, then the plant.''\n\nShe slays the beast after a brutal battle.\n\n*'''Kassandra:''' ''I get the feeling the priestesses were hoping for a martyred god and not a pissed off ''misthios''.''\n\nShe found the plant.\n\n*'''Kassandra:''' ''Got it... wait, this plant is nothing but pig feed! It won't do anything! ''Maláka''!''\n\nAs she got closer to the sisters, she overheard them.\n\n*'''Priestess Thelxiope:''' ''I told you we should have focused our prayers around a foreign spirit!''\n*'''Priestess Hexione:''' ''Sew your mouths shut, the two of you! As soon as the divine bear eats the Eagle Bearer's heart, we'll have nothing to wprry about!''\n*'''Priestess Xenokleia:''' ''I haven't heard anything from below for awhile now...''\n\nShe walked up to them.\n\n*'''Kassandra:''' ''Hexione! I killed your bear.''\n*'''Priestess Thelxiope:''' ''You're here!''\n*'''Priestess Xenokleia:''' ''You're alive!''\n*'''Kassandra:''' ''Very much so. And angry. You better have an antidote for poor Myrto, or else...''\n*'''Priestess Hexione:''' ''Or what?''\n\n<tabber>\n|-|You risk a curse to make all of Olympos tremble.=\n*'''Kassandra:''' ''You used my name to try to control the village, and when I arrived you poisoned Myrto and then tried to have me eaten by a bear.''\n*'''Priestess Xenokleia:''' ''No! Never!''\n\n\nPriestess Thelxiope got onto her knees.\n\n*'''Priestess Thelxiope:''' ''Yes! It's all true!''\n*'''Priestess Hexione:''' ''Shut your mouth, you insipid...''\n\n*'''Kassandra:''' ''Give me the antidote, Hexione, before I turn you all into slugs and bury you in salt.''\n\nHexione handed her the antidote.\n\n*'''Kassandra:''' ''Good. Now, return the wealth you've stolen to the village or I'll make you wish you'd pissed off [[Hera]] instead of me.''\n*'''Priestess Hexione:''' ''No! Eagle Bearer! As you command!''\n*'''Priestess Xenokleia:''' ''At once!''\n*'''Priestess Thelxiope:''' ''We obey!''\n*'''Kassandra:''' ''Go. Do. It!''\n\n|-|I'll show you a world of earthly pain.=\n*'''Kassandra:''' ''Shut your lying, filthy mouths! You poisoned Myrto to try to hurt me, and then when I found you, you tried to feed me to a cursed bear!''\n*'''Priestess Thelxiope:''' ''Yes!''\n*'''Priestess Xenokleia:''' ''No!''\n*'''Priestess Hexione:''' ''We didn't mean it!''\n*'''Kassandra:''' ''Didn't mean it?! You lying ''malákes'', you've got Linou wrapped around your fingers and you're living fat off the villagers in my name!''\n*'''Priestess Xenokleia:''' ''It's true!''\n*'''Priestess Thelxiope:''' ''So true, your divinity!''\n*'''Kassandra:''' ''I'm not a god, you thieving swine! Give me the antidote for Myrto or I'll split your heads open!''\n\nHexione handed her the antidote.\n\n*'''Kassandra:''' ''Now, begone!''\n\n</tabber>\n\nWith the new revelation, she returns to the village.\n\n*'''Kassandra:''' ''I have the medicine for Myrto. Quick, let's give it to her.''\n\nThey gave her the antidote, and waited. After awhile, Myrto came to.\n\n*'''Myrto:''' ''Kassandra?''\n*'''Kassandra:''' ''Shh. Rest.''\n*'''Polykleitos:''' ''You did it.''\n*'''Kassandra:''' ''That was close.''\n*'''Polykleitos:''' ''You need to talk to the villagers.''\n\nShe followed him outside, where a large crowd awaited.\n\n<Tabber>\n|-|I, in my glory, give you my blessing for the future.=\n\n(This likely depends on choices made.)\n*'''Kassandra:''' ''Listen and obey me. I want glory for you!''\n*'''Menalkas:''' ''Don't listen to her. She ruined my crops and made Myrto sick. She's just as bad as the priestesses. She's no real god!''\n*'''Hevmonos:''' ''Get out of here, ''misthios''!''\n*'''Akatos:''' ''I cannot thank you enough for saving my daughter, but it may be best if you left?''\n*'''Kallistratos:''' ''Tear the statue down to rubble. We don't want chicken-killers like you here!''\n\nKassandra found herself at the edge of the village, with the crowd staring at her. She turned and walked away.\n\n|-|I know what you want to believe, but I'm not a god.=\n*'''Kassandra:''' ''Look inside yourselves. You'll know that I'm no god and you can live for yourselves.''\n*'''Akatos:''' ''Mabe you're right. Still, you saved my daughter. I'll never forget that.''\n*'''Menalkas:''' ''Thank you, Eagle Bearer, for giving us the courage to stand on our own!''\n*'''Polykleitos:''' ''When I eventually finish your statue, it will be a reminder to the village of your message, and a guide for them to do for themselves.''\n</Tabber>\n\n(After the mission, if players talk to Polykleitos.)\n\n*'''Polykleitos:''' ''You showed immense strength of character in helping the people of Linou and not taking the easy route with them, Kassandra. I hope to capture something of your nobility in the final form, however long it takes.''\n(If players speak with Myrto again.)\n*'''Myrto:''' ''It is good to know that we can choose our own paths, no matter what the gods want. I hope to be as brave as you when I get older.''\n(If players speak with Menalkas again.)\n*'''Menalkas:''' ''I pray to [[Demeter]] regularly, and she constantly speaks to me in my dreams, telling me how happy she is now.''\n(Players can return to the cave and speak with Hexione as well.)\n*'''Priestess Hexione:''' ''Eagle Bearer! You found me! I have done all you commanded and never returned to Linou. In truth, I have rededicated myself to the gods and try to live a life you would be pleased with.''",
    "Section_Outcome": "Kassandra discovered the truth about the priestesses and their celebrations. Without hesitation, she delivered the cure to Myrto, healing her for good.\n\nAt the end of her adventures, the Spartan warrior delivered one final message to the people of the village.",
    "Section_Trivia": "*At the end, Kassandra can either be celebrated or ran out of the village.",
    "Section_Gallery": "<gallery widths:\"180\" position:\"center\" captionaling:\"center\">\nACOd-AkatosMyrtosick.jpg|With Myrto ill, Akatos is distraught\nImageOfFaith2.jpg|A healed Myrto greets Kassandra\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}