{
    "QuestName": "Memories Awoken",
    "QuestID": "222733",
    "Revision": {
        "id": "1024265",
        "parentid": "1004777",
        "timestamp": "2023-03-10T10:32:44Z",
        "contributor": null,
        "origin": "1024265",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "2v9rtw6kudztcteikquh3utio8acv0x"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "Memories Awoken - Assassins Creed Odyssey.png",
        "description": "'From the moment he laid eyes on Kassandra's Spear of Leonidas|spear, Herodotos knew it was special. Before sailing to Athens he met her at Hot Gates of Thermopylai|Thermopylai, where the blade last fell from King Leonidas I of Sparta|Leonidas's mighty hand.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "The Serpent's Lair",
        "next": "Welcome to Athens",
        "source": "Kassandra",
        "location": "Malis, Greece<br>Andros, Greece",
        "date": "431 BCE",
        "concurrent": "Hull, Yeah!<br>\nUpgrade the Spear"
    },
    "General_Description": "'''Memories Awoken''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra met with Herodotus at the [[Lion of Leonidas]] in [[Malis]] on his request.",
    "Section_Dialogue": "Kassandra departed the [[Sanctuary of Kosmos|lair]] of the [[Cult of Kosmos|Cult]] of [[Kosmos]] and made her way to the [[Cave of Kratos]].\n*'''Kassandra:''' ''The path of betrayal. This is where [[Ephialtes of Trachis|that traitor]] snuck the Persian army past [[Sparta]]'s defenses.''\nKassandra entered the cave and began to make her way through it.\n*'''Kassandra:''' ''Taking this path feels as if ''I'm'' betraying Sparta, too.''\nEventually, Kassandra emerged on the other side high atop a ledge overlooking [[Hot Gates of Thermopylai|Thermopylai]] and was awestruck by the view in front of her.\n*'''Kassandra:''' ''All my life I've heard stories of Leonidas. I can't believe I'm finally seeing where [[Battle of Thermopylae|history was made]].''\nKassandra descended down the cliffside and met with Herodotos on the ground below at the Lion of Leonidas.\n*'''Kassandra:''' ''Thermopylai... They say you can't walk this battlefield without getting blood on your toes.''\n*'''Kassandra:''' ''This is where Leonidas was laid to rest. I wish I had known him.''\n*'''Herodotos:''' ''If you close your eyes, you can hear them. Their final war cries, before every last one of those brave Spartans perished. Their voices were silenced that day, but their story will be sung for an eternity.''\n<tabber>\n|-|Tell me why we're here.=\n*'''Kassandra:''' ''You didn't bring me here to talk about dead Spartans. What's on your mind, Herodotos?''\n*'''Herodotos:''' ''The battle of Thermopylai still echoes in our hearts, but to stand here is to feel it in your bones.''\n*'''Kassandra:''' ''There's nothing here but ghosts. My concerns are with the living.''\n|-|We have to go.=\n*'''Kassandra:''' ''Very poetic. Can we please go to Athens? We can talk about the dead on the way''\n*'''Herodotos:''' ''Patience. I didn't bring you here to talk about the dead, I brought you here so you can learn to protect the living.''\n*'''Kassandra:''' ''How can I protect the living if I'm hanging around statues of lions?''\n</tabber>\n*'''Herodotos:''' ''Hold out your spear.''\n*'''Kassandra:''' ''My spear? What for?''\n*'''Herodotos:''' ''I need to know something.''\n[[File:Memories Awoken - Battle of Thermopylai - Assassins Creed Odyssey.png|thumb|250px|Final moments of the battle]]\nKassandra did as she was told, and at Herodotos's touch, memories flooded them both of the battle. In it, Leonidas was on the field of battle, watching his soldiers get cut down around him including [[Dienekes]], who was stabbed from behind.\n*'''Leonidas:''' ''Dienekes!''\n[[File:ACOD Memories Awoken Leonidas Death.png|thumb|250px|Leonidas perishing in battle]]\nLeonidas ran to him, quickly avenging his death. Leonidas took several arrows to his body, but refused to die, even after having to break off the tip of his spear. Falling to his knees, he looked to the rising [[sun]], only for it to be blocked by a Persian soldier. Taking off his helm, the soldier revealed himself to be the traitor Spartan that had enabled [[Xerxes I of Persia|Xerxes]] to claim victory. The soldier ran Leonidas through with his sword, but Leonidas stabbed him with the tip of the spear. Herodotos and Kassandra were then thrust back into the present, where Herodotos collapsed into her arms.\n*'''Herodotos:''' ''Uh...''\n*'''Kassandra:''' ''Herodotos!''\n*'''Herodotos:''' ''I'm fine. I'm fine. The stories are true. This is the spear of Leonidas. The hero's blade.''\n(If \"Why was Sparta alone that day?\" is chosen.)\n*'''Kassandra:''' ''Where were Sparta's allies?''\n*'''Herodotos:''' ''The Spartans weren't alone in facing Xerxes and his hoards. Many from across the [[Greece|Greek]] world were armed and ready to fight alongside Leonidas and his three hundred. But when the mighty king looked into their eyes and saw fear, he sent them home.''\n*'''Kassandra:''' ''That sounds like madness, not bravery.''\n*'''Herodotos:''' ''It was foretold by the [[Pythia (480 BCE)|Pythia]] that Sparta would lose either its freedom or its king to the Persians. Leonidas made his choice.''\n(If \"What happened to Leonidas?\" is chosen.)\n*'''Kassandra:''' ''What happened to Leonidas after the battle?''\n*'''Herodotos:''' ''Xerxes was famous for honoring warriors who fought valiantly against the Persians. But Leonidas infuriated him so much, he cut off his head and impaled it on a pike. A bloody battle ensued, and his remains were reclaimed by the Spartans and buried here. Now, however, he rests where he belongs.''\n*'''Kassandra:''' ''In Sparta.''\n(If \"What happened to the traitor?\" is chosen.)\n*'''Kassandra:''' ''What happened to the traitor, Ephialtes?''\n*'''Herodotos:''' ''King Xerxes paid him well, but treachery breeds treachery. A contract was put on his head, and he died as he lived—a coward.''\n(If \"You knew the spear would do that.\" is chosen.)\n*'''Kassandra:''' ''You knew this would happen.''\n*'''Herodotos:''' ''I didn't know—but I did suspect. There is a place I'd convinced myself was a dream... until now. A peculiar [[Ancient Forge|structure]] on the island of [[Andros]]—mysterious shapes carved in stone. Like nothing I've ever seen.''\n*'''Kassandra:''' ''You want to sail to Andros so you can show me shapes?''\n*'''Herodotos:''' ''In my travels I heard whispers of an ancient civilization, a [[Isu|people]] who came... before. Your spear and that place are connected.''\n(If \"Who are the people who came before?\" is chosen.)\n*'''Kassandra:''' ''You mentioned a people that came before. Who were they?''\n*'''Herodotos:''' ''They were not gods, but they lived longer than any mortal and were far more intelligent. I've seen carvings, strange symbols that suggest it was this ancient civilization that [[Project Anthropos|created]] [[human]]kind... and {{Wiki|Theft of fire|provided them with fire}}.''\n*'''Kassandra:''' ''But [[Jupiter|Zeus]] blamed [[Consus|Prometheus]].''\n*'''Herodotos:''' ''Yes. Well perhaps his [[eagle]] has been feasting on the wrong liver.''\n(If \"We sail to Andros.\" is chosen.)\n*'''Kassandra:''' ''The spear awakened to you, Herodotos. I trust you.''\n*'''Herodotos:''' ''You understand... I will do everything in my power to help you find your mother, I promise. But first we must sail to the island of Andros.''\n*'''Kassandra:''' ''I'll meet you at my ship.''\nOnce aboard the ''[[Adrestia]]'', Kassandra, Herodotos, and [[Barnabas]] got underway.\n*'''Barnabas:''' ''Welcome aboard the Adrestia, Herodotos! Will you be traveling with us?''\n*'''Herodotos:''' ''Only for a short trip. I have business to attend to in Athens.''\n*'''Kassandra:''' ''Herodotos is helping me find my mother.''\n*'''Barnabas:''' ''Seeking help from the gods has put Herodotos on your path, just as they put you on mine. They work in ways beyond our comprehension, and all we can do is follow their lead.''\n*'''Kassandra:''' ''You could be right. Herodotos and I share enemies, too.''\n*'''Barnabas:''' ''Like [[Elpenor]]?''\n*'''Kassandra:''' ''He is—was—part of a very powerful group called the Cult of Kosmos that controls the Greek world through the Oracle.''\n*'''Barnabas:''' ''Control the Oracle! [[Apollo]] would not allow that.''\n*'''Kassandra:''' ''Now they are looking for my mother. I need to find her before they do.''\n*'''Herodotos:''' ''And I believe they will hurt others who oppose their views along the way.''\n*'''Barnabas:''' ''By [[Hermes Trismegistus|Hermes]]... The Oracle lost to corruption, and now this Cult? Do we know who leads them?''\n*'''Kassandra:''' ''I don't know for sure but... I think it might be my [[Alexios|brother]].''\n*'''Barnabas:''' ''Your brother?! By Zeus, your life is complicated.''\n*'''Kassandra:''' ''Tell me about it.''\n*'''Barnabas:''' ''But don't you worry! This Cult of Kosmos now has three new enemies. And one of them fights like [[Athena]] and shits thunder like Zeus! We'll bring the wrath of the gods down upon them.''\n*'''Herodotos:''' ''Is he always this positive?''\n*'''Kassandra:''' ''Always. That's why I like him.''\n*'''Barnabas:''' ''[[Poseidon]] carry us to Athens!''\n*'''Kassandra:''' ''First we need to go to Andros.''\n*'''Barnabas:''' ''To Andros, then!''\nAs they approached the island, Kassandra and Herodotos entered into deep discussion about the spear.\n*'''Herodotos:''' ''Kassandra, there's a question I've been meaning to ask you.''\n*'''Kassandra:''' ''Go on.''\n*'''Herodotos:''' ''Your spear. How did you find it?''\n*'''Kassandra:''' ''My mother told me that the Spartan army brought it back from the Battle of Thermopylai.''\n*'''Herodotos:''' ''Why bring it back to ''her''?''\n*'''Kassandra:''' ''Leonidas was her father.''\n*'''Herodotos:''' ''Incredible... And it gives you visions. Perhaps it's trying to guide you? Show you a path?''\n*'''Kassandra:''' ''There's more. It helps me in battle.''\n*'''Herodotos:''' ''What do you mean?''\n*'''Kassandra:''' ''I can't really describe it... It's like I know what my opponent's next move will be, just before it happens.''\n*'''Herodotos:''' ''Fascinating... This is just extraordinary... We are approaching the island of Andros, Kassandra.''\n*'''Barnabas:''' ''Yes! Here we can see the [[Tomb of the Greatest Myrmidon|tomb]] of the greatest [[Myrmidon]], [[Achilles]]!''\n*'''Herodotos:''' ''I was more excited by the fact that Andros exports some of the most expensive [[marble]] in the world.''\n*'''Kassandra:''' ''Is this the place with the rumored ancient civilization ruins you were talking about?''\n*'''Herodotos:''' ''Indeed it is. Look for a large gate.''\nKassandra departed the ship, making her way to the shore to proceed to a seemingly impassable cleft in the rocks.\n*'''Kassandra:''' ''How do I get inside? I wonder if...''\n[[File:Memories Awoken - Andros - Assassins Creed Odyssey.png|thumb|250px|Kassandra training in the woods]]\nShe drew her spear, only to be taken back into memory of when she was young, hunting down a boar. The hunt was interrupted by her mother, who threw the spear tip at the animal.\n*'''Young Kassandra:''' ''Who's there? Come out!''\n*'''[[Myrrine]]:''' ''Hesitation only hastens—''\n*'''Young Kassandra:''' ''—the grave. I know, ''mater.\n*'''Myrrine:''' ''Your form is improving, your resolve is strong. But you're not taking action.''\n*'''Young Kassandra:''' ''I was going to!''\n*'''Myrrine:''' ''I know. But it's the moments in between that decide everything. Your turn.''\n[[File:ACOD Memories Awoken Kassandra Myrrine Spear.png|thumb|250px|Kassandra given Leonidas' spear]]\nMyrrine took out a spear tip and gave it to Kassandra.\n*'''Young Kassandra:''' ''Leonidas's spear!''\n*'''Myrrine:''' ''You're old enough now. My father's spear holds a certain burden, but... you're ready.''\nYoung Kassandra took a few practice swings.\n*'''Young Kassandra:''' ''I felt something.''\n*'''Myrrine:''' ''Oh?''\n*'''Young Kassandra:''' ''The spear... it has magic.''\n*'''Myrrine:''' ''It carries with it a long line of power. A bloodline of incredible heroes—the same blood within you and me. And our family.''\n*'''Young Kassandra:''' ''All of us?''\n*'''Myrrine:''' ''Think of Leonidas. He had ''great'' courage. And he made a great sacrifice. You share in his blood and the strength he possessed. We are able to feel certain things happening around us. That is our family's gift. But not everyone understands that. Some recognize the power we bear, and want it only for themselves. They will try to take it from us.''\n*'''Young Kassandra:''' ''I won't let them.''\n*'''Myrrine:''' ''I know. You're a warrior. If we keep moving forward—always moving forward—we're untouchable. Storm's coming in.''\n*'''Young Kassandra:''' ''Then maybe we should move forward now.''\nThe memories faded.\n*'''Kassandra:''' Mater''... I haven't forgotten you.''\n[[File:ACOD Memories Awoken - Kassandra Entering Vault.png|thumb|250px|Kassandra entering the vault]]\nKassandra held the spear out to the fissure, and the magic within forced open a set of concealed doors. She stepped inside, and the entry sealed shut behind her.\n*'''Kassandra:''' ''By the gods... Who built all this? How does a place like this exist? How could I even explain this to someone like [[Markos]]? Something's glowing over there.''\nShe entered into a lit chamber where a stone construct sat. A depression in its surface matched the spear, so she placed it inside. Unlocked, the stone revealed a series of symbols. Another slot seemed to fit the [[Artifact Fragment|piece of the pyramid]] she took from Elpenor, so she placed that into it.\n*'''[[Aletheia]]:''' ''Forge activated. Synchronizing retransmission chronicity... Contact engaged.''\nKassandra retrieved her spear from the stone slot.\n*'''Kassandra:''' ''My spear's stronger now. The Cult won't stand a chance. Well, Herodotos will be happy. It's clear someone was here far before we were. Did Leonidas know this place existed?''\nOnce outside, an arrow narrowly missed Kassandra. On the hill above stood Deimos.\n*'''Deimos:''' ''Time to talk.''\n[[File:ACOD Memories Awoken - Deimos and Kassandra about their past.png|thumb|250px|Deimos confronting Kassandra about their past]]\nShe followed him up the cliff face to the ruins above.\n*'''Deimos:''' ''You're not hard to track.''\n*'''Kassandra:''' ''Did you come alone? Are you all right? Alexios, you're alive.''\n*'''Deimos:''' ''Don't touch me.''\n*'''Kassandra:''' ''Come on, little brother. You have to tell me everything. What's happened to you?''\n*'''Deimos:''' ''I don't have to tell you anything. I don't know you.''\n*'''Kassandra:''' ''Well, I know you. It doesn't matter. There's more important things to argue about.''\n*'''Deimos:''' ''You're right. Like that stunt you pulled with the [[Pyramid (Isu)|artifact]]. It got my attention, if that's what you wanted.''\n*'''Kassandra:''' ''What? The artifact showed the truth. We're family, and we made it out of Sparta alive.''\n*'''Deimos:''' ''Yes, it did show the truth. It confirmed what I always knew. You threw me off a fucking mountain.''\n<tabber>\n|-|You're wrong.=\n*'''Kassandra:''' ''If that's what you think, Alexios, you must've hit your head on the way down.''\n*'''Deimos:''' ''I've heard the story, and not from a liar like you. And ''never'' call me Alexios.''\n|-|I can explain everything.=\n*'''Kassandra:''' ''You think it's that simple? Come on, Alexios. Let's talk about it.''\n*'''Deimos:''' ''Stop calling me that. I already know what happened that night.''\n</tabber>\n*'''Kassandra:''' ''Right, ''Deimos''. Now him, I don't know.''\n*'''Deimos:''' ''He's a demigod. Worshipped and feared by the Cult and all the Greek world.''\n<tabber>\n|-|That's not who you are.=\n*'''Kassandra:''' ''Sounds like a fantasy to me. Did the Cult cook that story up, too?''\n*'''Deimos:''' ''I'd watch your fucking mouth. Or I'll shut it for you.''\n*'''Kassandra:''' ''You didn't when you had the chance before. And I bet you won't now. This is stupid. We need to find our ''mater.\n|-|Gods don't bow to the Cult.=\n*'''Kassandra:''' ''Then why do the Cult's bidding?''\n*'''Deimos:''' ''Have you been paying attention? They're following ''my'' lead.''\n*'''Kassandra:''' ''Then make a choice on your own. Help find our ''mater''.''\n</tabber>\n*'''Deimos:''' ''I'm not interested in reunion. I just want to know what you think you're doing.''\n*'''Kassandra:''' ''Same thing as your Cult. Looking for Myrrine, our mother.''\n*'''Deimos:''' ''They don't need her.''\n*'''Kassandra:''' ''Your Cultists think differently. She's their next target.''\n*'''Deimos:''' ''If they ever pursued her, it would be to kill her. But if you don't know where she is, that means she abandoned you, too. How sad.''\n<tabber>\n|-|She's still our mother.=\n*'''Kassandra:''' ''Even if we were abandoned, we survived. We can go back to the way things were if we can find her.''\n*'''Deimos:''' ''The Cult has no interest in sentimentality. Or \"family.\" Its only aim is control.''\n|-|Leave her alone.=\n*'''Kassandra:''' ''Then get them off her trail. Send them after me instead.''\n*'''Deimos:''' ''You really ''do'' like attention. They'll be after you soon enough, not to worry. And they'll dominate you.''\n*'''Kassandra:''' ''They'll have their work cut out for them.''\n*'''Deimos:''' ''I doubt it. The \"family\" will be exterminated.''\n</tabber>\n<tabber>\n|-|I've never found Nikolaos.=\n*'''Kassandra:''' ''If it's true they're after us, tell them they'll never find Nikolaos. He's off the map. Trust me, I've searched myself.''\n*'''Deimos:''' ''If I could find you, the other long lost child of Nikolaos, then I can find him. And when I do, he'll wish he was thrown off that mountain.''\n|-|I killed Nikolaos.=\n*'''Kassandra:''' ''If they're after all of us, there's one less person to find. I killed Nikolaos.''\n*'''Deimos:''' ''Yet here you are acting so righteous. When really, you're just like me.''\n</tabber>\n*'''Kassandra:''' ''I don't care what you think. I'll find Myrrine. Do the right thing. Come with me.''\n*'''Deimos:''' ''What?''\n*'''Kassandra:''' ''We could find her—together. You could help me.''\n*'''Deimos:''' ''Oh, you think friendship is the answer? Running around like lost children looking for dear ''mater''? You're so weak.''\n<tabber>\n|-|It's not weakness.=\n*'''Kassandra:''' ''It's responsibility, not weakness. I won't abandon the whole family just for spite.''\n*'''Deimos:''' ''Responsibility? Get off your high horse. The Cult has a plan, and it won't be interrupted by the likes of you.''\n|-|Don't call me weak.=\n*'''Kassandra:''' ''Weak? I've had to kill for much longer than you've had to.''\n*'''Deimos:''' ''Oh, I'm so scared.''\n*'''Deimos:''' ''I have an army behind me. One false move, and you're obliterated. That's the plan.''\n</tabber>\n(If \"What are the Cult's plans?\" is chosen.)\n*'''Kassandra:''' ''Taking your own mother isn't enough for them?''\n*'''Deimos:''' ''We're not abductors. We're political. Those who don't stand with us, stand against us. And they pay for that mistake.''\n*'''Kassandra:''' ''Like me.''\n*'''Deimos:''' ''Like you. I heard you're planning a trip to Athens. When you go, tell Perikles and his elitist scum they're next.''\n(If \"What do they want with our family?\" is chosen.)\n*'''Kassandra:''' ''The Cult let Myrrine live. They let Nikolaos live. Why kill them now?''\n*'''Deimos:''' ''Because you live. You brought this on her and yourself. The Cult is powerful, but they're mortals. I have the blood of gods, so they think you do, too. But they'll see how wrong they are.''\n(If \"I'm bringing down the Cult.\" is chosen.)\n*'''Kassandra:''' ''I'm going after the Cult, you know.''\n*'''Deimos:''' ''You've seen our numbers. You've seen what ''I'' can do. And you still think you stand a chance?''\n*'''Kassandra:''' ''Try me.''\n*'''Deimos:''' ''So having guts runs in the family, does it? You claim we have the same blood, so let's see what you can do.''\n<tabber>\n|-|Not before I hurt you.=\nKassandra shoved Deimos.\n*'''Kassandra:''' ''You're being an asshole.''\nDeimos punched Kassandra in the face and she fell down.\n*'''Deimos:''' ''You'll have to be stronger than that.''\nDeimos walked away.\n*'''Kassandra:''' ''Deimos!''\n|-|You're still my brother.=\n*'''Kassandra:''' ''We still found each other, brother.''\nDeimos slapped Kassandra's arm away.\n*'''Deimos:''' ''I told you ''not'' to touch me.''\n*'''Kassandra:''' ''Deimos!''\nDeimos ignored her, walking away.\n|-|I'm going.=\n*'''Kassandra:''' ''I'll take the challenge.''\nDeimos walked away.\n</tabber>\n*'''Kassandra:''' Maláka. ''Herodotos won't believe this. I have to tell him what happened.''\n[[File:ACOD Memories Awoken - talking with Herodotos.jpg|thumb|240px|Herodotos reflecting on what he was told]]\nBack aboard the ''Adrestia'', Kassandra revealed what had transpired.\n*'''Herodotos:''' ''Well, was the legend true? Was it magnificent? What happened to you? And your spear?''\n*'''Kassandra:''' ''Slow down, Herodotos. My spear's stronger now. I can feel it. You were right. There was some kind of artifact there. It showed me a vision... of me and my mother.''\n*'''Herodotos:''' ''So the ancient civilization is real. Kassandra, you have no idea the power you possess—all harnessed in Leonidas's spear.''\n*'''Kassandra:''' ''That's not everything. Deimos followed me here. The Cult's already moving—he told me himself. They're going after us—my family, Perikles...''\n*'''Herodotos:''' ''Why would he tell you, unless it was a trap?''\n*'''Kassandra:''' ''It doesn't matter. We have to get to Athens—to warn Perikles. And we need to find my mother before they do.''\n*'''Herodotos:''' ''Then we go to the [[Pnyx]]. If Perikles is anywhere, he's there.''",
    "Section_Outcome": "Kassandra met with Herodotos at the Lion of Leonidas, learning of her connection to the late Spartan King. She later visited the vault on Andros mentioned by Herodotos, with the construct within augmenting her fighting abilities with the Spear. Later on, she met her brother, now known as Deimos, who told her of the Cult's plans and warned her to stay away.",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nMemories Awoken - Spear of Leonidas - Assassins Creed Odyssey.png|The Spear of Leonidas\nMemories Awoken - Fall of Leonidas - Assassins Creed Odyssey.png|Leonidas falling in battle\nACOD Memories Awoken Leonidas Persian Soldier.png|Leonidas confronted by a Persian soldier\nACOD Memories Awoken Leonidas Death Spear.png|The spear tip lying beside Leonidas\nMemories Awoken - Using the Spear - Assassins Creed Odyssey.png|Using the spear at the Ancient Forge\nMemories Awoken - Deimos shuns Kassandra - Assassins Creed Odyssey.png|Deimos leaving Kassandra\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}