{
    "QuestName": "Freedom Isn't Free",
    "QuestID": "223519",
    "Revision": {
        "id": "1060649",
        "parentid": "1058793",
        "timestamp": "2023-09-17T17:35:47Z",
        "contributor": null,
        "comment": "Strangely, I've never actually seen the Market filled with enough people to warrant selling anything, just occasional passersby or sellers hawking to nobody",
        "origin": "1060649",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "9qizyn2zayf2bmzyz2c27g0kc3rnni0"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_c": {
            "description": "dependent"
        }
    },
    "MemoryInfobox": {
        "image": "File:ACOD-FreedomIsntFree-01.jpg",
        "description": "'By the orders of Chalkis's Magistrate of Chalkis|Magistrate, Agapios hired Kassandra to take down The Dagger, who—by the claim of many—had been corrupting Euboea.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Agapios}}",
        "previous": "Death and Taxes",
        "concurrent": "Dagger to the Heart<br>Wasn't Born the Kingfisher<br>Blood and Water<br>The Taxman Cometh {{c|dependent}}",
        "next": "Sharp Tongue",
        "source": "Kassandra",
        "location": "Euboea, Greece",
        "date": "431 BCE–422 BCE"
    },
    "General_Description": "'''Freedom Isn't Free''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra followed [[Agapios]]' advice and met with him at the [[Slave Market]] to follow on the leads he had on [[The Dagger]].",
    "Section_Dialogue": "Kassandra entered the Slave Market and overheard traffickers promoting their [[human]] stock.\n*'''Civilian 1:''' ''These slaves are local—straight from [[Eretria]]! They're experienced workers. formerly part of the rebuild happening right now. They could be yours! Don't let their skills go to waste! We start the bidding at 500 [[drachma]]e per slave!''\n*'''Civilian 2:''' ''500 drachmae!''\n*'''Civilian 3:''' ''510!''\n*'''Civilian 4:''' ''515!''\n*'''Civilian 1:''' ''Please, please, these aren't legless [[goat]]s—these are strong, educated, and quite willing workers.''\n*'''Civilian 5:''' ''520.''\n*'''Civilian 1:''' Sold!\n*'''Civilian 6:''' ''Do these look like'' [[Pephka]]n ''slaves to you?! 250 drachmae, minimum.''\n*'''Civilian 7:''' ''But can they read? Write?''\n*'''Civilian 6:''' ''Well, uh, one can!''\n*'''Civilian 7:''' ''Really?''\n*'''Civilian 6:''' ''...Yes!''\n*'''Civilian 7:''' ''300 drachmae for the lot''\n*'''Civilian 6:''' ''Sold!''\n*'''Civilian 8:''' ''You're busy people, doing your best to keep up in today's relentless world. With a slave to call your own, you'll have the advantage you need to get ahead!''\n*'''Civilian 9:''' ''Not only is life easier and safer with a slave, it's'' more rewarding''! You're not just purchasing highly skilled workers, you're purchasing'' family''!''\n*'''Civilian 10:''' ''Surely they're worth 1,500 drachmae!''\n*'''Civilian 11:''' ''...1,200?''\n*'''Civilian 10:''' ''Sir, this is a set—you get husband and wife together!''\n*'''Civilian 11:''' ''1,250.''\n*'''Civilian 10:''' ''Deal!''\nAt the back of the market, she saw Agapios and his master poring over documents on a table set up under a pavilion.\n*'''Agapios:''' ''No, no, no, this can't—how is this possible?!''\n*'''[[Magistrate of Chalkis|Magistrate]]:''' ''Agapios, what's wrong? What have you found?''\n*'''Agapios:''' ''Master, it's a name. Written in the records over and over again. The name of the man leading The Dagger. The [[Neritos|Kingfisher]].''\n<tabber>\n|-|Bring the Kingfisher to justice.=\n*'''Kassandra:''' ''Once you know the Kingfisher's real name, bring him to a court of law. he and The Dagger have wounded [[Euboea]]—Euboea should have a chance to decide his fate.''\n|-|Gut him.=\n*'''Kassandra:''' ''You should tear this Kingfisher open with his own blades and hang the corpse as a warning to any who would dare cross Euboea.''\n*'''Magistrate:''' ''Typical ''[[Mercenary|misthios]]'' thinking. It's not that simple.''\n</tabber>\n*'''Magistrate:''' ''Agapios, tell her.''\n*'''Agapios:''' ''When we were young, when we'd play, I was the Robin, and the Kingfisher... was my brother. But he died, he-he... should be dead. I mourned him. I made him a grave! Please tell me he's not one of them. I beg you, tell me my brother's not a Dagger!''\n<tabber>\n|-|You know your brother best.=\n*'''Kassandra:''' ''You know your brother better than these records. If you believe this Kingfisher isn't him, then you're right.''\n*'''Agapios:''' ''Thank you, yes. The boy I knew—there's no way he could be involved in this.''\n|-|The evidence doesn't lie.=\n*'''Kassandra:''' ''Your brother is likely involved in this, Agapios. If he is the Kingfisher, he's working with The Dagger.''\n*'''Agapios:''' ''No. That's not the boy I knew. He protected me, saved me. He's—whoever this Kingfisher is, it can't be my brother.''\n</tabber>\n(If \"How do you know your brother died?\" is chosen)\n*'''Kassandra:''' ''When your brother died, did you... did you see his body?''\n*'''Agapios:''' ''No, no body at all. No sign, no word, nothing. After'' mater ''died,'' pater ''was... not as fit to feed us as he once was, so my brother made sure we never went hungry. He would [[fish]], every day. Until he didn't return.''\n(\"Tell me your brother's name.\")\n*'''Kassandra:''' ''Your brother can't have been born the \"Kingfisher.\"''\n*'''Agapios:''' ''Of course he wasn't! Neritos. His name was Neritos. Older than me—More trouble than me, too. Fighting, stealing—But he always looked out for me.''\n[[File:ACOD-FreedomIsntFree-02.jpg|thumb|250px|The Magistrate talks to Agapios]]\n*'''Magistrate:''' ''Nothing is more important to Euboea's survival than stopping The Dagger. I'm sorry, old friend—the Kingfisher must be dealt with, whether he's your brother or not.''\n*'''Agapios:''' ''I—yes, master. I understand.''\nThe magistrate left.\n*'''Agapios:''' ''Please'' [[Mercenary|misthios]]'', help me uncover the Kingfisher's true identity. We can clear my brother's name and stop The Dagger. Euboea would be in your debt—more in your debt. The Magistrate's treasury runs deep... Your reward would not be small.''\n(Accept – \"I'll help you\".)\n*'''Kassandra:''' ''Whatever it takes, I'm in. Family can be... [[Alexios|complicated]]. We'll clear your brother's name and save all Euboea while we're at it.''\n*'''Agapios:''' ''I know a farmer who's had dealings with The Dagger's inner circle. If anyone's seen the Kingfisher's true face, it's him.''\n*'''Kassandra:''' ''I should pay him a visit. Any other leads?''\n*'''Agapios:''' ''There's a [[Smuggler's Shipwreck|shipwreck]] along Euboea's southern coast, and the [[Amphitheater, Chalkis City|theater]] in [[Chalkis City]] has been spreading The Dagger's lies.''\n(If \"How will a [[shipwreck]] help us?\" is chosen.)\n*'''Kassandra:''' ''We're in a [[Peloponnesian War|war]], [[ship]]s are sunk daily. Why does this ship matter?''\n*'''Agapios:''' ''Because this ship appears to belong to The Dagger. A [[Slavery|slave]] I trust waits by a temple above the ruins in [[Eretria]]. Speak with her to learn more.''\n(If the farmer had already been encountered separately from Agapios' quest, the dialogue option changes.)\n<tabber>\nWhat can you tell me about the farmer?=\n*'''Kassandra:''' ''You said you know a farmer who's had dealings with The Dagger. Maybe I could beat some information out of him...''\n*'''Agapios:''' ''Ha! No, no, he wasn't friends with them—he was targeted by them! He's rich—or he was. Anytime someone in The Dagger needed to line their tunic with [[drachma]]e, they'd visit him.''\n*'''Kassandra:''' ''Then he may know the Kingfisher's true identity.''\n*'''Agapios:''' ''Which would clear my brother's name.''\n|-|Why does your farmer sound familiar?=\n*'''Kassandra:''' ''A farmer who's had dealings with The Dagger... I've met your farmer! He didn't know anything important.''\n*'''Agapios:''' ''Did you try mentioning my name?''\n*'''Kassandra:''' ''I didn't know you were famous, Agapios.''\n*'''Agapios:''' ''I'm not saying I'm famous, but in certain circles, well... My name will open doors.''\n</tabber>\n(If \"What can you tell me about the theater?\" is chosen.)\n*'''Kassandra:''' ''You mentioned... an evil theater?''\n*'''Agapios:''' ''The theater in Chalkis City is a more potent weapon than you realize,'' misthios''. The Dagger use propaganda to poison the minds of Euboeans. See what you can learn there.''\n[[File:ACOD-FreedomIsntFree-03.jpg|thumb|250px|Agapios informs Kassandra of possible leads]]\n(If \"How do you know all this?\" is chosen.)\n*'''Kassandra:''' ''You seem well connected. How is that?''\n*'''Agapios:''' ''For a slave, you mean? We're not without eyes and ears,'' misthios''. We see much, and we share it, slave to slave. Leads, warnings, anything that might help us survive all the way from today... to tomorrow.''\n(Leave – \"I've heard enough.\")\n*'''Kassandra:''' ''I have enough to go on. And the Kingfisher, if I discover he ''is'' your brother, if he is the man behind The Dagger...''\n*'''Agapios:''' ''He won't be. Return to me when you've learned all you can.''\nBefore leaving, Kassandra spoke to Agapios once more.\n*'''Agapios:''' ''Have you found what we need to prove my brother's innocence and stop The Dagger?''\n*'''Kassandra:''' ''Not yet.''\n*'''Agapios:''' ''The Dagger works in the shadows—we mustn't make a move until we've learned everything we can. Is there anything else I can tell you?''\n*'''Kassandra:''' ''I've heard enough. I'll return once I've uncovered all I can.''\nKassandra departed and sought out Agapios' contacts, eventually uncovering a clue about The Dagger from each of them.\n*'''Kassandra:''' ''That's the last of Agapios' leads. Better tell him what I've learned. He isn't going to want to hear this.''",
    "Section_Outcome": "Kassandra sought out Agapios' contacts and after gaining a number of clues from each of them, learned The Dagger was indeed Agapios' brother Neritos, he worshipped the hero [[Achilles]], and he ran his operations from the island of [[Skyros]].",
    "Section_Behind_the_scenes": "Although Kassandra, and the players by extension, can hear the slave drivers promoting human cargo as prospective clients engage in bidding wars, the market tends to remain empty in open-world exploration. This results in situations where either ambient dialogue triggers despite there being no characters present, or where stages have slaves on them and their drivers beside it, but the slavers hawk wares to nobody.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}