{
    "QuestName": "Blood and Water",
    "QuestID": "223516",
    "Revision": {
        "id": "1047440",
        "parentid": "980000",
        "timestamp": "2023-06-13T19:02:51Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047440",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "48mm0my0l8ydhmuzpwkw7qzu8gzq1j8"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'A ship belonging to The Dagger had been sunk off the coast of Euboea. Kassandra hoped to learn valuable information by braving the dangers of the deep.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character, Support {{c|Agapios}}",
        "previous": "The Taxman Cometh",
        "concurrent": "Freedom Isn't Free<br>Dagger to the Heart<br>Wasn't Born the Kingfisher",
        "next": "Sharp Tongue",
        "source": "Kassandra",
        "location": "Euboea, Greece",
        "date": "431 BCE–422 BCE"
    },
    "General_Description": "'''Blood and Water''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra tracked down the leads of a [[Smuggler's Shipwreck|shipwreck]] belonging to [[The Dagger]].",
    "Section_Dialogue": "After meeting with [[Agapios]], Kassandra made her way to the ruins near [[Eretria]] to meet his contact. At the ruins, she found a woman calling for her.\n*'''Former Slave:''' [[Mercenary|Misthios]]!'' Over here.''\nKassandra approached her.\n*'''Former Slave:''' ''Did Agapios send you?''\n*'''Kassandra:''' ''Yes.''\n*'''Former Slave:''' ''Were you followed?''\n*'''Kassandra:''' ''No.''\nThe woman looked around worriedly.\n*'''Former Slave:''' ''Are you sure you weren't followed?''\n<tabber>\n|-|I don't know if I was followed.=\n*'''Kassandra:''' ''Even I can't be completely sure I wasn't followed.''\n*'''Former Slave:''' ''Then we're in great danger.''\n*'''Kassandra:''' ''I'm a ''misthios'', it's a dangerous line of work.''\n*'''Former Slave:''' ''Not like this. Not like The Dagger.''\n|-|Lie – I made sure I wasn't followed.=\n*'''Kassandra:''' ''There's no way I was followed. I made sure of it.''\n*'''Former Slave:''' ''You covered every track?''\n*'''Kassandra:''' ''Every. Single. One.''\nHowever, the woman still refused to believe Kassandra, looking around worriedly.\n*'''Former Slave:''' Malákas'' liar! You've led them right to me...''\n*'''Kassandra:''' ''Who?''\n*'''Former Slave:''' ''The Dagger.''\n</tabber>\n*'''Former Slave:''' ''Their corruption, their reach—it's limitless. They're watching that [[Smuggler's Shipwreck|shipwreck]], and I don't doubt they're watching you.''\n(If \"What's down there?\" is chosen.)\n*'''Kassandra:''' ''What exactly went down with the ship?''\n*'''Former Slave:''' ''I'm not sure. All I know is that this particular ship was part of The Dagger's fleet. They keep trying to salvage whatever's down there. If it's important to The Dagger, then it's important to us.''\n(If \"How do you know The Dagger is watching?\" is chosen.)\n*'''Kassandra:''' ''How do you know The Dagger's watching the shipwreck?''\n*'''Former Slave:''' ''I see them row out to it. Men dive down and never come up. Those who do are half-drowned and terrified. They're forced to go back down again and again until they're dead. The Dagger's looking for something and won't stop until they've found it.''\n(\"Tell me why you're here.\")\n*'''Kassandra:''' ''How did you get involved in all this?''\n*'''Former Slave:''' ''It was my master's boat that engaged The Dagger's ship, but he and many of his men perished in the ensuing battle.''\n<tabber>\n|-|If Kassandra had not explored the shipwreck=\n(Accept – \"Consider it done.\")\n*'''Kassandra:''' ''I'll get whatever's down there.''\n*'''Former Slave:''' ''Thank you. Is there anything you need to know before leaving?''\n(If \"Where is the shipwreck?\" is chosen.)\n*'''Kassandra:''' ''Where exactly is the shipwreck?''\n*'''Former Slave:''' ''Directly south of here. You can't miss it, some of the debris is still visible on the surface.''\n(If \"What can you tell me about Agapios?\" is chosen.)\n*'''Kassandra:''' ''You must know a few things about Agapios.''\n*'''Former Slave:''' ''Oh, I could tell you many things about Agapios... But I'll tell you the only thing that matters—he's a good man. He values trust above all else.''\n(Leave – \"I have enough information.\")\n*'''Kassandra:''' ''I have enough to go on.''\n*'''Former Slave:''' ''Whatever's in the ship's cargo is of great interest to The Dagger. If you can get it, then maybe my master didn't die for nothing... Meet me down in Eretria when you're done.''\nKassandra left Agapios' contact and made her way south to the shore, where she found the [[Smuggler's Shipwreck]]. With the help of [[Ikaros]], she found the bulk of the ruined vessel and approached it with a [[felucca]].\n*'''Kassandra:''' ''Debris from The Dagger's sunken ship.''\nAfter clearing the area of [[Great white shark|sharks]], Kassandra dove under the waters and approached the wreckage. She managed to find the cargo The Dagger sought, which was, fittingly, a [[Achilles' Dagger|dagger]].\n*'''Kassandra:''' ''An unusual blade. This must be what The Dagger's after. Now to find the woman in Eretria.''\nKassandra emerged from the water and made her way back to the ruins of Eretria, overhearing a conversation between several slaves.\n*'''Slave 1:''' ''Who were those men?''\n*'''Slave 2:''' ''It's better not knowing.''\nKassandra went up a small head, finding the woman interrogated by The Dagger's thugs.\n*'''Enforcer:''' ''We've seen you watching us. Tell me why! What's your interest in the shipwreck?''\n*'''Former Slave:''' ''Interest? No, I have no—''\n*'''Enforcer:''' ''Don't lie to me!''\nThe thugs dunked the woman's head into a vat of water.\n*'''Former Slave:''' ''Help! Somebody help me!''\nKassandra attacked and eliminated the thugs, saving the woman.\n*'''Kassandra:''' ''Are you hurt?''\n*'''Former Slave:''' ''I...''\n*'''Kassandra:''' ''Don't be afraid. You're safe.''\n*'''Former Slave:''' ''Thank you for saving my life. Did you find anything?''\n*'''Kassandra:''' ''I found this blade, covered in strange markings. The important item The Dagger were after was... a [[Short blade|dagger]]?''\n*'''Former Slave:''' ''This blade, it's used in sacrifices in the name of [[Achilles]]. The Dagger must be devoted to him. Find the right [[temple of Achilles]], and you'll find The Dagger. But which is the right temple?''\n(If \"What will you do when The Dagger's defeated?\" is chosen.)\n*'''Kassandra:''' ''What will you do once The Dagger's gone?''\n*'''Former Slave:''' ''It'll be nice to live without fear, but I'm still a slave without a master.''\n*'''Kassandra:''' ''A slave without a master... is free.''\n(\"Agapios will know which temple.\")\n*'''Kassandra:''' ''Agapios will know when I show the blade to him. You should find a safe place to lie until this is over.''\n*'''Former Slave:''' ''There's nowhere for me to go. I only have the clothes on my back.''\n{{#tag:tabber|\nLet me give you some drachmae. [50]=\n*'''Kassandra:''' ''Here. This should help get you started.''\n*'''Former Slave:''' ''Thank you, ''misthios''. I'll never forget what you've given me—freedom.''\n{{!}}-{{!}}\nNot my problem.=\n*'''Kassandra:''' ''I've already played my part – you're free now. The triumphs and struggles of that are yours and yours alone.''\n*'''Former Slave:''' ''You're right. Having my freedom is all I need. I'll never forget what you've given me—freedom.''\n}}\n|-|If Kassandra already explored the shipwreck=\n*'''Kassandra:''' ''I've already explored the Dagger's ship.''\n*'''Former Slave:''' ''Well? Did you find anything?''\n*'''Kassandra:''' ''The Dagger's dagger. Seemed important.''\n*'''Former Slave:''' ''It's not just important, ''misthios''—this is a sacred sacrificial blade. These markings... This weapon's used to make sacrifices to Achilles. Find the right temple of Achilles, and you'll find The Dagger.''\n*'''Former Slave:''' ''Quickly! Take this blade back to Agapios, and let's end this. The days of being pressed under The Dagger's thumb will soon be over.''\nThe Dagger's men attacked as soon as their meeting concluded, though Kassandra easily dispatched them.\n</tabber>",
    "Section_Outcome": "Kassandra recovered The Dagger's treasured item from the shipwreck: a dagger they used to venerate the hero Achilles at one of the temples in the [[Abantis Islands]].",
    "Section_Trivia": "*If the underwater location was cleared beforehand, or at the very least the Ceremonial Dagger was retrieved before speaking to the former slave, the player presents it immediately and is ambushed after the conversation. Completing the location after the initial conversation results in returning to Eretria to find the former slave being dunked in water as interrogation. As the latter method does not immediately result in open conflict, it allows the player to more effectively use assassination to their advantage.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}