{
    "QuestName": "Dagger to the Heart",
    "QuestID": "223517",
    "Revision": {
        "id": "1072056",
        "parentid": "1047439",
        "timestamp": "2023-11-25T21:22:12Z",
        "contributor": null,
        "comment": "+fr",
        "origin": "1072056",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "7q6otcnuuw1wwl5cy32eccrv7o42l84"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Agapios sent Kassandra to the Amphitheater, Chalkis City|theater in Chalkis City|Chalkis to search for leads on The Dagger.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character, Support {{c|Agapios}}",
        "previous": "The Taxman Cometh",
        "concurrent": "Freedom Isn't Free<br>Blood and Water<br>Wasn't Born the Kingfisher",
        "next": "The Kingfisher and the Robin",
        "source": "Kassandra",
        "location": "Chalkis City, Euboea, Greece",
        "date": "431 BCE–422 BCE"
    },
    "General_Description": "'''Dagger to the Heart''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra investigated the [[Amphitheater, Chalkis City|theater]] in [[Chalkis City]] on [[Agapios]]'s request.",
    "Section_Dialogue": "As Kassandra approached the theater, she overheard a couple arguing.\n*'''[[Idyia]]:''' ''I won’t let you do something this stupid!''\n*'''[[Prexileos]]:''' ''That [[The Dagger|Dagger]] sympathizer has to die! He'll keep making us do his dirty work if I don't stop him.''\n*'''Idyia:''' ''They'll just do it all the same!''\nKassandra approached the couple.\n*'''Idyia:''' ''Killing him won't solve anything, Prexileos!''\n*'''Prexileos:''' ''But we can't just sit here and let him do this to us, Idyia! To the children!''\n*'''Idyia:''' ''You think I don't have their wellbeing in mind?!''\n*'''Prexileos:''' ''Well, you certainly aren't'' acting'' like it.''\n*'''Idyia:''' ''How dare you!''\n\n<tabber>\n|-|Stop this! Both of you.=\n*'''Kassandra:''' ''Enough, you two!''\n|-|Try speaking calmly.=\n*'''Kassandra:''' ''Calm down and listen to yourselves. The kids are scared.''\n</tabber>\n*'''Idyia:''' ''Who do you think you are?''\n*'''Prexileos:''' ''The ''misthios'' is right, calm down. It's bad for the—''\n*'''Idyia:''' ''Speak up, stranger!''\n*'''Kassandra:''' ''Agapios sent me. He wants to prove his [[Neritos|brother]]'s innocence and destroy The Dagger.''\n*'''Idyia:''' ''His brother? Neritos? Didn't he die on S—''\n*'''Prexileos:''' ''Stop, Idyia! We’re in enough trouble as it is.''\n*'''Kassandra:''' ''Tell me what you know.''\n*'''Prexileos:''' ''Let's make a deal. Kill a man for me, ''misthios''. Help me, and I'll tell you about The Dagger’s base of operations.''\n*'''Idyia:''' ''We've been through this. No killing! Talk to the man instead! Make him honor his word to pay us.''\n(Accept – I'll help you.)\n*'''Kassandra:''' ''Deal. I will take care of your problem.''\n*'''Prexileos:''' ''There's a man from The Dagger. He approached us one day to help them spread their agenda. We don't care about The Dagger, but we needed the extra income.''\n*'''Idyia:''' ''He wanted us and the children to spread the message of The Dagger in the theater and on the streets.''\n\n<tabber>\n|-|That sounds fair.=\n*'''Kassandra:''' ''Sounds like a fair trade.''\n|-|He's exploiting you.=\n*'''Kassandra:''' ''He's just using you! Exploiting your children for sympathy.''\n</tabber>\n*'''Idyia:''' ''And now he intends to do it for free. He stopped paying us and threatened to come after our children if we didn't continue.''\n*'''Prexileos:''' ''I was going to kil him myself, but Idyia—''\n*'''Idyia:''' ''We can't just take a life like that, Prexileos! That's not us.''\n*'''Prexileos:''' ''He lives in the large house in the middle of the city. Kill him, and we'll have [[drachma]]e for you.''\n*'''Idyia:''' ''Listen to yourself! Talk to the man and posture if you must. But we aren't savages. I don't want to set a horrible example for the children.''\n(Accept – I'll deal with him.)\n*'''Kassandra:''' ''I'll deal with the man. Just make sure you pay up.''\n*'''Prexileos:''' ''If you need anything else or forget where to find the Dagger man, speak to us again.''\n(If player choose \"How will I get to this man?\")\n*'''Kassandra:''' ''This Dagger man, where will I find him?''\n*'''Prexileos:''' ''He lives in the biggest house in town. There are many [[guard]]s there, so be careful.''\n(If player choose \"How many children do you have?\")\n*'''Kassandra:''' ''You are... prolific creatures. [[Eros]] would be proud.''\n*'''Idyia:''' ''W-what are you saying?!''\n*'''Prexileos:''' ''These kids aren't ''really'' ours. They're orphans.''\n*'''Idyia:''' ''We just started taking them in one at a time. And—''\n*'''Prexileos:''' ''Look at us now, one big happy family. And... I can't wait for it to expand again.''\n*'''Idyia:''' ''Idiot. Don't make it sound weird.''\n(If player choose \"Leave – That's all.\")\n*'''Kassandra:''' ''I've got all I need. I'll deal with the man.''\n*'''Idyia:''' ''Remember—no killing. No blood.''\n*'''Prexileos:''' ''Go now, ''misthios'', do what you must. Thank you.''\nKassandra left the theater and located the man. As she approached him, she could hear him talk to himself.\n*'''The Smuggler:''' ''I can't keep doing this... But I have to! I have to do this. For family. Yes, that's right. ''For family.\nHe noticed her.\n\n<tabber>\n|-|If Kassandra chose to kill=\nKassandra eliminated killed the man.\n*'''Kassandra:''' ''He didn't look too dangerous...''\n|-|If Kassandra chose to talk=\n*'''The Smuggler:''' ''A ''misthios''? What do you want?''\n{{#tag:tabber|\nYour head.=\n*'''Kassandra:''' ''Your head off your shoulders.''\n*'''The Smuggler:''' ''Guards! To me, at once!''\n{{!}}-{{!}}\nTo talk.=\n*'''Kassandra:''' ''I'm just here to talk.''\n*'''The Smuggler:''' ''Did the theater couple send you? I already told them to leave me alone. Or else—''\n*'''Kassandra:''' ''Or else ''what''? You'd hurt the children that live there?''\n*'''The Smuggler:''' ''As unfortunate as that is, I would. For my family, I'd do anything! Guards! We've an intruder!''\nFight ensued. Kassandra killed the Smuggler. A child's voice rang out as they ran into the scene.\n*'''Child:''' Pater,'' we're home! ''Pater''? ''Pater! Mater'', come quick!''\n*'''Woman:''' ''My love? No!''\nKassandra left the premises.\n*'''Kassandra:''' ''He was just another man doing right by his family. Too bad he mixed with the wrong people.''\n}}\n</tabber>\n\n* \n\nKassandra returned to the theater to find The Dagger's thugs threatening Idyia and Prexileos.\n\n*'''Thug:''' ''You think you can take The Dagger on, theatre man?''\n*'''Idyia:''' ''No! Stop hitting him!''\n*'''Thug:''' ''I'll hit him as much as I like! You sent a ''misthios'' after one of ours? Mess with The Dagger and get ''stabbed.\n*'''Prexileos:''' ''Stop... Please.''\n*'''Thug:''' ''You'll entertain me till the ''misthios'' returns, my friend. You best hope she gets here soon.''\n\nKassandra approached them.\n*'''Prexileos:''' ''Misthios! I've sent the children away. Make sure this Dagger malaka doesn't get to—''\nPrexileos was interrupted with a kick from the back by a Dagger thug.\n*'''Thug:''' ''Shut up! We'll find every last one of your precious kids. They'll fetch a good price.''\nThe thug let out a laugh.\n\n<tabber>\n|-|Let them go, now.=\n*'''Kassandra:''' ''Release them this instant.''\n*'''Thug:''' ''I'll let them go—After I've made a few cuts.''\n*'''Kassandra:''' ''Malaka.''\n|-|Let's talk this over.=\n\n</tabber>\n*'''Thug:''' ''The Dagger doesn't appreciate your... intrusions into our affairs.''\n*'''Kassandra:''' ''Then you malakes should get out of my way.''\n*'''Thug:''' ''Oh! How tough! How brave.''\n*'''Thug:''' ''Brave like when you freed that slave! Remember her? The little spy girl?''\nThe thug laughed once again.\n*'''Kassandra:''' ''If you laid a finger on her—''\nThe thug ignored and continued laughing.\n*'''Kassandra:''' ''Curse you.''\n*'''Thug:''' ''I'm a man that likes a little drama. So let's make this interesting. You, misthios, seem to have a flair for the dramatic, and we are in a theater after all. So let's have you decide how this play will.. play out.''\n*'''Kassandra:''' ''Get to the point.''\n*'''Thug:''' ''Someone's got to die here today.''\n\n<tabber>\n|-|That person is you.=\n*'''Kassandra:''' ''Easy, that's you.''\n*'''Thug:''' ''Try, and these two will have their throats slit before you even reach me.''\n*'''Prexileos:''' ''Don't do anything rash, misthios!''\n|-|No one will die today.=\n\n</tabber>\n*'''Thug:''' ''But, like I was saying. Someone's got to die. But just one! It's always more fun when one lover is alive to watch the other bleed. So, meddling misthios. Tell us, who should live?''\n*'''Prexileos:''' ''Save Idyia, misthios.''\n*'''Idyia:''' ''Wha—no! Save Prexileos, misthios. The kids can't do without him.''\n*'''Prexileos:''' ''No, save Idyia! Please! You'll be saving more than—''\n*'''Thug:''' ''All right, time's up. Pick an ending to our little play.''\n\n<tabber>\n|-|Spare Idyia.=\n\n|-|Attack – Die, Dagger filth.=\n*'''Kassandra:''' ''I'll save them both! But you will die, Dagger scum.''\n*'''Thug:''' ''Wrong answer.''\n*'''Prexileos:''' ''[[Skyros]]! Misthios, get to Skyros! Tell Agapios!''\n*'''Idyia:''' ''That's where they control [[Euboea]] from! Stop them!''\n*'''Thug:''' ''You little—''\nBoth Prexileos and Idyia were slain. Kassandra drew her weapons and eliminated the remaining Dagger members.\n*'''Kassandra:''' ''I won't let your dying words go to waste. Agapios will know about Skyros, and I will avenge the both of you.''\n|-|Spare Prexileos.=\n\n</tabber>",
    "Section_Outcome": "Kassandra learned the Dagger operated out of Skyros, narrowing down the location of their leader.",
    "Section_Trivia": "*Idyia's dialogue changes slightly depending on whether or not Prexileos is saved. To save both of them, players can circle around the back of the theater and ambush the enemy, bypassing the dialogue choice to kill one parent and spare the other. Saving both of them in this scenario is entirely dependent on gameplay, and thus difficulty settings may work against the player and affect the outcome.\n**Even on Nightmare difficulty with Heavy level scaling, however, attacks that affect multiple targets (e.g. Rush Assassination) will be very useful. An Overpower Bow-Strike can potentially kill all the enemies before they have a chance to act.\n**Enemy rank is randomly determined with each loading of the game, so if any enemies are loaded as Elites, reloading the save should work to reduce their ranks.\n**In this counter-ambush scenario, Idyia cannot be killed, so prioritizing the guard(s) attacking Prexileos should also help keep them both alive.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n\n<!--Interwiki links-->\n[[fr:Dague au cœur]]"
}