{
    "QuestName": "The Taxman Cometh",
    "QuestID": "223518",
    "Revision": {
        "id": "1058798",
        "parentid": "1020546",
        "timestamp": "2023-09-06T02:35:31Z",
        "contributor": null,
        "comment": "Ambiguous outcome to reflect unclear record of the memory in DNA. Also tweaked farmer's end lines, since he spills same info on The Dagger regardless. Only diff is asking about his wife or the Kingfisher",
        "origin": "1058798",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "bgj2xdqdjnxp5kccda4tucecn6ghd7x"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_c": {
            "description": "dependent"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD-TheTaxmanCometh-02.jpg",
        "description": "'A farmer in Euboea learned the hard way that when you dance with The Dagger, you get cut.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character/Support {{c|Agapios}}",
        "previous": "Freedom Isn't Free<br>{{c|dependent}}",
        "next": "Sharp Tongue",
        "source": "Kassandra",
        "location": "Euboea, Greece",
        "date": "431 BCE–422 BCE",
        "concurrent": "Dagger to the Heart<br>Wasn't Born the Kingfisher<br>Blood and Water"
    },
    "General_Description": "'''The Taxman Cometh''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra, following [[Agapios]]' advice, sought out a farmer who had information about [[The Dagger]].",
    "Section_Dialogue": "[[File:ACOD-TheTaxmanCometh-01.jpg|thumb|250px|Kassandra meeting Rhoeo]]\nKassandra traveled to the [[Chalkis Farm]] mentioned by Agapios.\n*'''Kassandra:''' ''This must be the farm Agapios mentioned. Now to find the farmer and see what he knows about [[The Dagger]].''\nShe entered the farm, climbing up to the topmost floor. A woman was reclining on the pillows, and noticed her.\n*'''[[Rhoeo]]:''' Misthios''! Up here. Please don't make me shout!''\nKassandra knelt down beside her.\n{{-}}\n<tabber>\n|-|Agapios' storyline=\n*'''Kassandra:''' ''I need to speak with your husband.''\n*'''Rhoeo:''' ''Oh forget him, ''I'' need your services.''\n*'''Kassandra:''' ''Is that right?''\n*'''Rhoeo:''' ''Would you fetch me a drink? The [[Slavery|slaves]] are all busy, and I'm quite parched.''\n*'''Kassandra:''' ''I—No! The [[wine]]'s right next to you! Tell me where I can find your husband.''\n*'''Rhoeo:''' ''Somewhere on the eastern road. I think? Delivering [[wheat]] and [[grape]]s. Come to think of it, I haven't seen him in days. A lot of days. Weeks? Oh... oh no, I think he might be in trouble!''\n|-|Separate memory=\n*'''Rhoeo:''' ''Thank the gods, you heard me!''\n*'''Kassandra:''' ''Sounds serious. How can I help?''\n*'''Rhoeo:''' ''I'm thirsty. Usually my husband fills me up, but I haven't seen him in a while, so if you could just reach over there and grab me the wine—''\n*'''Kassandra:''' ''I'm a ''misthios'', I don't fetch wine. Wait, your husband's missing?''\n*'''Rhoeo:''' ''Oh—well, yes, I suppose he is.''\n</tabber>\n<tabber>\n|-|You're drunk.=\n*'''Kassandra:''' ''You must be drinking a lot if you didn't notice your husband was missing.''\n*'''Rhoeo:''' ''Yeah. Between you and me, it's hard to notice anything after enough wine.''\n|-|Husbands are hard to keep track of.=\n*'''Kassandra:''' ''I hear husbands can be hard to keep track of. They're always getting lost.''\n*'''Rhoeo:''' ''I've been through three already. I don't want to lose this one, too.''\n</tabber>\n*'''Kassandra:''' ''Your husband must have enemies or something. Someone who might want to make him go missing?''\n*'''Rhoeo:''' ''The Dagger. If you're wealthy, they're your enemy. A local captain and his ''malákes'' Dagger friends visit as often as they please, demanding made up taxes and beating my husband if he doesn't pay. Will you find him? Will you find my husband?''\n(Accept – \"I'll find your husband.\")\n* '''Kassandra:''' ''Don't worry, I'll find him.''\n* '''Rhoeo:''' ''Thank you. Is... is there anything else I can tell you?''\n(If \"Where might your husband be?\" is chosen.)\n*'''Kassandra:''' ''Any idea where I should look for your husband?''\n*'''Rhoeo:''' ''He's been trying to find ways to get his shipments past The Dagger's forces on the road east of here. Any time his carts ride by, the troops on patrol take a cut. More of their godsless ''malákes'' taxes. My husband usually waits on the road directly south of the cave until it's clear.''\n<tabber>\n|-|Agapios' storyline=\n(If \"What do you know about The Dagger?\" is chosen.)\n*'''Kassandra:''' ''I want you to tell me everything you know about The Dagger.''\n*'''Rhoeo:''' ''[[Short blade|Daggers]]? They're like cute lil' baby [[sword]]s.''\n*'''Kassandra:''' ''What? No. ''The'' Dagger. The Dagger ''you'' just mentioned!''\n*'''Rhoeo:''' ''Oh! Right!''\n|-|Separate memory=\n(If \"What's 'The Dagger'?\" is chosen.)\n*'''Kassandra:''' ''You mentioned something called \"The Dagger?\"''\n*'''Rhoeo:''' ''I thought a ''misthios'' would know? They're tiny blades that look like baby swords.''\n*'''Kassandra:''' ''...You said \"The Dagger,\" like they were a group, or—''\n*'''Rhoeo:''' ''Oh! Oh, oh, oh, right. ''The'' Dagger!''\n</tabber> \n*'''Rhoeo:''' ''They're just men, ''misthios''. Greedy. Delusions of grandeur. Bleeding dry the [[drachma]]e of poor innocent slave masters, like me.''\n(Leave – \"I have enough information.\") \n*'''Kassandra:''' ''I've heard enough. I'll head east and find your husband.''\n*'''Rhoeo:''' ''Thank you,'' misthios.\nBefore leaving, Kassandra spoke to Rhoeo once more.\n*'''Rhoeo:''' ''I don't see my husband. Is he not with you? Is he not coming home? Did you find him with some filthy ''[[Courtesan|hetaera]]''?!''\n*'''Kassandra:''' ''No, no, I haven't found him yet.''\nKassandra left the farm and headed to the road.\n* '''Kassandra:''' ''If I follow the road east, I should be able to follow the husband's tracks.''\nReaching a crossroad at the base of [[Mount Dirfi]], she saw a broken box and blood-spattered wheat strewn about.\n[[File:ACOD-TheTaxmanCometh-03.jpg|thumb|250px|The broken box and bloody wheat]]\n*'''Kassandra:''' ''This wheat might've fallen off one of the husband's carts. Maybe he's nearby...''\nKassandra took the left path and ascended the mountain to [[Katarraktes Cave]], where she saw two [[civilian]]s digging in the dirt at the cave's mouth.\n* '''Civilian:''' ''I told you! There's tons of drachmae to be made digging caves!''\nThe civilian addressed Kassandra. \n*'''Civilian:''' ''If you're looking for the farmer, you just missed him. Check the road headed east.''\nKassandra descended the mountain and, seeing a dead body and butchered [[horse]] on the road, inspected them.\n[[File:ACOD-TheTaxmanCometh-07.jpg||thumb|250px|Bloody debris from the cart crash]]\n*'''Kassandra:''' ''A dead slave. Looks like he fell off something at speed. The husband's cart, maybe?''\nShe eyed the blood trail and torn grass leading off road and spotted the broken cart some ways down a hill, its contents pillaged and blood-soaked, and the horse team slaughtered.\n*'''Kassandra:''' ''The husband's carts. Looks like he tried to escape an armed patrol. Didn't end well.''\nAmong the rubble was a badly injured man. Kassandra knelt beside him.\n*'''Kassandra:''' ''What happened here?''\n*'''Slave:''' ''[[Soldier|Guards]]... ''Malákes'' corrupt guards... They wanted \"taxes.\" They always want \"taxes\"... Took my master up to the [[Dystos Fort]]... He should've paid their stupid taxes... He—he should've paid...''\nThe man succumbed to his wounds. Kassandra stood to spy the [[fort]] on the distant mountain. \n*'''Kassandra:''' ''I better head to the fort.'' \nKassandra approached the fort.\n*'''Kassandra:''' ''Dystos Fort... It's big. The husband could be anywhere in there.''\nShe surveyed it with the help of [[Ikaros]], finding the farmer in a cage.\n* '''Kassandra:''' ''That must be the farmer. He's locked up.'' \nKassandra infiltrated the fort. Nearing the cages, she overheard the fort's ''[[strategos]]'' and the farmer conversing.\n[[File:ACOD-TheTaxmanCometh-11.jpg||thumb|250px|Kassandra infiltrating Dystos Fort]]\n*'''[[Athens|Athenian]] Strategos:''' ''See, friend? If you don't pay your taxes, you end up a slave.''\n*'''Farmer:''' ''I paid them! Again and again, I've paid every tax you ever invented! Please, I haven't got anything left...''\n*'''Athenian Strategos:''' ''I've seen your farm, friend. Don't tell me you're broke.''\n*'''Farmer:''' ''I am! I swear! You've taken everything!''\n*'''Athenian Strategos:''' ''Tell us where you keep your drachmae!''\n*'''Farmer:''' ''I shouldn't even be in here. I'm not a slave!''\nKassandra freed the farmer.\n*'''Farmer:''' ''I'm not sure who you are, but I'm grateful.''\n*'''Kassandra:''' ''No matter what happens, keep going. I won't let you die.''\n[[File:ACOD-TheTaxmanCometh-15.jpg||thumb|250px|The farmer talking to Kassandra]]\n*'''Farmer:''' ''Follow me. I know a secret way out. It feels like every two weeks they're locking me up in here.''\nThe farmer led the way out through a cave. After they had reached safety, Kassandra and the farmer spoke again.\n*'''Farmer:''' ''You saved me!''\n*'''Kassandra:''' ''Surprised?'' \n*'''Farmer:''' ''It's just... you look more like a hired killer than a hero.''\n<tabber>\n|-|Agapios' storyline=\n*'''Kassandra:''' ''A man named Agapios believes you may be able to identify the Kingfisher. If I find out who he is, I can stop The Dagger.''\n*'''Farmer:''' ''Ah, so it's [[Euboea]] you're here to save. Still, thank you.''\n|-|Separate memory=\n*'''Kassandra:''' ''Your wife hired me to check on you. She was worried.''\n*'''Farmer:''' ''About ''me''?''\n*'''Kassandra:''' ''Well, she'd had some wine.''\n*'''Farmer:''' ''So you have met her. Is there anything I can help you with?''\n</tabber>\n(If \"What else do you know about The Dagger?\" is chosen.)\n*'''Kassandra:''' ''I need to know everything I can about The Dagger.''\n*'''Farmer:''' ''They have such ambition. A ''legendary'' greed. They appear to be [[Piracy|pirates]], yet they're organized, funded, well connected... There may be more than just the Kingfisher pulling their strings.''\n*'''Kassandra:''' ''Don't worry, taking on [[Cult of Kosmos|shadowy organizations]] is my specialty.''\n<tabber>\n|-|Agapios' storyline=\n(If \"Tell me what you know about the Kingfisher.\" is chosen.)\n*'''Kassandra:''' ''Whatever you know about the Kingfisher, I also need to know.''\n*'''Farmer:''' ''He'd visit me, the Kingfisher and his ''malákas'' flock, demanding their taxes. I kept him fed, I kept him rich. If I tell you his name... I'm a dead man.''\n*'''Kassandra:''' ''Say it.''\n*'''Farmer:''' ''I can't. What he'll do to me... What he'll do to my wife...''\n*'''Kassandra:''' ''Give me his name!''\n*'''Farmer:''' ''[[Neritos]]! His name is Neritos. Just make sure you stop him.''\n*'''Kassandra:''' ''...Agapios's brother. It ''is'' him.''\n|-|Separate memory=\n(If \"Tell me about your wife.\" is chosen.)\n*'''Kassandra:''' ''Your wife seems... nice.''\n*'''Farmer:''' ''She does have her tastes. Expensive ones. The Dagger keep taking and taking... I don't know what she'll do if I ever run out. I know she loves me, I just... I'd rather not find out how ''much'' she loves me. Still, you've earned a reward. I keep... an \"emergency\" stash of drachmae in a cave behind a waterfall not far from here. It's directly north of where my cart crashed. Take what you think you've earned, just... leave enough for me and my wife.''\n</tabber>\nThe farmer left to return home.\n[[File:ACOD-TheTaxmanCometh-16.jpg||thumb|250px|The farmer's secret stash]]\n*'''Farmer:''' ''Thanks for saving me. Stop by my farm anytime for some free [[olive]] oil.'' \n*'''Kassandra:''' ''Better collect my drachmae from the husband's stash in the Katarraktes Cave.'' \nKassandra returned to the cave and collected a suitable reward from the husband's secret stash.\n{{-}}",
    "Section_Outcome": "Kassandra found and rescued the farmer to learn what he knew about the Dagger. She also was either told of the Kingfisher's real identity or pointed towards the farmer's treasure stash as a reward for saving him.",
    "Section_Behind_the_scenes": "This memory is part of Agapios’ quests, though it can be completed without meeting him in \"[[Death and Taxes]]\". If this quest is done before agreeing to help Agapios identify The Dagger's leader, the end dialogue will instead direct players to the farmer's treasure and \"[[Wasn't Born the Kingfisher]]\" will become available as a support quest for Agapios. The farmer's stash has no effect on the other treasures in the cave, nor does it affect the player's ability to clear the location. If players began \"[[Freedom Isn't Free]]\" first, this memory is a support quest and the farmer confirms Agapios' fears that the Kingfisher is his brother Neritos. Strangely, regardless which way players approach this memory, the ''strategos'' interrogating the farmer is identified as \"Athenian\" in the subtitles even if the Abantis Islands are occupied by [[Sparta]].",
    "Section_References": "{{GalleryBox|The Taxman Cometh}}\n* ''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n\n<!--Interwiki links-->\n[[fr:Le collecteur d'impôt s'en vient]]"
}