{
    "QuestName": "The Kingfisher and the Robin",
    "QuestID": "223520",
    "Revision": {
        "id": "1047442",
        "parentid": "980001",
        "timestamp": "2023-06-13T19:03:06Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047442",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "93e752qgxlguvmu3z1kbbvecvcrur4l"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "After learning the Neritos|Kingfisher was Agapios's brother, Kassandra headed to Skyros for a final confrontation.",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Agapios}}",
        "previous": "Sharp Tongue",
        "next": null,
        "source": "Kassandra",
        "location": "Skyros, Greece",
        "date": "431 BCE–422 BCE"
    },
    "General_Description": "'''The Kingfisher and the Robin''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra sailed to the island of [[Skyros]] to eliminate [[The Dagger]]'s grip over the [[Abantis Islands]].",
    "Section_Dialogue": "Kassandra set sail from [[Euboea]] aboard the ''[[Adrestia]]'' and made her way to reach the island of [[Skyros]].\n*'''[[Barnabas]]:''' ''Where to now, Eagle Bearer?''\n*'''Kassandra:''' ''[[Smuggler's Dock, Skyros|Smuggler's Dock]]. We need to meet the [[Magistrate of Chalkis|Magistrate]].''\n*'''Barnabas:''' ''Skyros it is!''\nNear the southern coast of the island, she was engaged by [[pirate]] ships. At least one stood out to Barnabas, indicating it was no ordinary group of raiders.\n*'''Barnabas:''' ''That's no pirate ship... It's the ''[[Cult of Kosmos|Cult]]!\n*'''Barnabas:''' ''Battle stations!''\n*'''Kassandra:''' ''They're coming from Skyros. Of course the ''malákas'' Cult's involved with The Dagger...''\nThe ships were no match for the ''[[Adrestia]]''. Kassandra's crew sank them and they continued to the [[Smuggler's Dock, Skyros|dock]] on Skyros.\n*'''Barnabas:''' ''There is is, Smuggler's Dock. Bring it in easy.''\nKassandra left the ship.\n*'''Kassandra:''' ''Now to find the Magistrate.''\nShe found the Magistrate and his men already engaged in battle with The Dagger's forces, and joined the fray to help them. Afterwards, she spoke to the Magistrate.\n*'''Magistrate:''' Misthios! ''You came! We need you now more than ever. Please, help us finish The Dagger!''\n\n<tabber>\n|-|I'll help.=\n*'''Kassandra:''' ''I'm in.''\n*'''Magistrate:''' ''If the information you uncovered is accurate, it won't just be the Kingfisher at the temple - it's a gathering of The Dagger's leadership. You can wipe them all out and free Euboea from their control.''\n*'''Kassandra:''' ''Agapios will not allow his brother to be harmed.''\n*'''Magistrate:''' ''I love Agapios, but Euboea must come first. When this is all over... I'll make sure your reward finds its way to your boat. Euboea thanks you for your service.''\n|-|Not yet.=\n*'''Kassandra:''' ''This isn't my mess to clean.''\n*'''Magistrate:''' ''You're leaving?! But... but you're the Hero of Euboea...!''\n</tabber>\n*'''Magistrate:''' Misthios! ''The Dagger know we're here! We need to move fast!''\nKassandra advanced into the city, and aided the Magistrate's men in defeating The Dagger occupants.\n*'''Kassandra:''' ''The Dagger won't go down without a fight.''\nShe advanced towards the akropolis.\n*'''Kassandra:''' ''I hope Agapios hasn't done something stupid...''\nShe made her way up the hill, and was faced with thugs of The Dagger seeking to prevent her.\n*'''The Dagger thug 1:''' ''The misthios! Don't let them reach the [[Temple of Achilles|temple]].''\n*'''The Dagger thug 2:''' ''The temple's off limits.''\n*'''Civilian:''' ''But I promised my brother I'd—''\n*'''The Dagger thug 2:''' ''Leave ''now'', before my very pleasant mood changes.''\nKassandra slew the men and advanced. As she approached the altar, she overheard Agapios pleading with his brother [[Neritos]].\n*'''Agapios:''' ''Please Neritos, this isn't you.''\n*'''Neritos:''' ''Oh, you know a lot about me, do you little Robin?''\n*'''Agapios:''' ''I know who you were. My brother's not a killer.''\n*'''Neritos:''' ''Then take a closer look. We are not who we were.''\nThe brothers seemed to ignore Kassandra as she approached them.\n*'''Agapios:''' ''So, this is what's become of my brother? You've clawed your way back from [[Underworld|Hades]], back to ''life'', only to take the lives of others?''\n*'''Neritos:''' ''Not from Hades, little Robin. From the [[Aegean Sea|ocean]] floor. [[Poseidon]] remained silent as I drowned. I saved me. ME. There are no gods—only mortals. Know that, and you'll know everything you need to rule this world.''\nThe Magistrate of Euboea joined the scene.\n*'''Agapios:''' ''Not everyone wants to rule the world. Some of us just want to live in it.''\nThe brothers noticed their company.\n*'''Neritos:''' ''Ah, a ''misthios.\n*'''Kassandra:''' ''Kingfisher.''\n*'''Agapios:''' ''No! His name's ''Neritos!'' He's not just some codename you can cross off! He's my brother! He's ''family!\n\n<tabber>\n|-|Family matters.=\n*'''Kassandra:''' ''Family is all that matters.''\n*'''Agapios:''' ''Yes! Yes. No one has to die here.''\nAgapios turned to Neritos.\n*'''Agapios:''' ''Listen, brother. Please.''\n|-|All that matters is his guilt.=\n*'''Kassandra:''' ''Family or not, that man is the head of The Dagger. He's caused a lot of suffering. For that, no one gets a pass.''\nShe considered a moment. (May depend on [[Nikolaos]]' fate in [[The Wolf of Sparta]].)\n*'''Kassandra:''' ''...Not even ''pater.\n</tabber>\n*'''Neritos:''' ''You've been a [[Slavery|slave]], brother. But the ''world'' is my slave. Its wonders. Its wine. Its people.''\nHe turned his back to the others, stepping to the wall.\n*'''Neritos:''' ''We could be master's together. We were always meant to fly, little Robin.''\n*'''Magistrate:''' ''Agapios! You can't trust the Kingfisher. Think of what he's done to our people. Think of the lives he's ruined!''\n*'''Agapios:''' ''He's my brother! I can save him. I know I—I ''can'' save him. Please, master, ''misthios'', there's no need for violence.''\n\n<tabber>\n|-|Only you can save your brother.=\n*'''Kassandra:''' ''You know him better than anyone.''\n{{#tag:tabber|\nTrust me.=\n(If in [[Death and Taxes]], Agapios was told that Kassandra could be trusted.)\n*'''Agapios:''' ''When we first met, you said I could trust you. Thank you for trusting me.''\n{{!}}-{{!}}\nDon't trust.=\n(If in [[Death and Taxes]], Agapios was told not to trust anyone.)\n*'''Agapios:''' ''When we first met, you said nobody could be trusted. I'll ''never'' believe that. I can't live in that world.''\nAgapios looked at Neritos. Kassandra followed his gaze.\n*'''Agapios:''' ''I trust ''him.\n*'''Kassandra:''' ''I hope you're right.''\n}}\nAgapios walked to Neritos, to stand by his side on the wall, looking out over Euboea.\n*'''Agapios:''' ''Neritos. Brother, remember when we were young when we'd run through the streets of [[Chalkis City|Chalkis]]?''\n*'''Neritos:''' ''Father chasing us...''\n*'''Agapios:''' ''He couldn't catch little birds, so little birds we became.''\n*'''Neritos:''' ''The Robin and the Kingfisher...''\n*'''Agapios:''' ''We can be again. Skyros, and Euboea, and The Dagger... We can leave them all behind.''\n*'''Neritos:''' ''And never return?''\n*'''Agapios:''' We can fly.\nNeritos smiled, and raised his hand to apparently pat Agapios' back. Kassandra smiled.\n*'''Neritos:''' ''Then fly little Robin, fly.''\nNeritos pushed Agapios off the wall.\n*'''Kassandra:''' ''No!''\n*'''Magistrate:''' ''Agapios!''\nKassandra and Magistrate rushed towards the brothers. Neritos stepped closer to the edge, looking down at Agapios.\n*'''Neritos:''' ''Goodbye, brother.''\nHe addressed everyone in the area in loud voice.\n*'''Neritos:''' ''The Dagger is mine! The [[Greece|Greek]] world is mine! No one will take that from me. Not my brother and not you, misthios.''\n|-|Your brother can't be saved.=\n*'''Kassandra:''' ''Look around you, Agapios. Skyros is already drowning in blood! Neritos brought violence to Euboea's shores long ago. We're past negotiating.''\n{{#tag:tabber|\nTrust me.=\n(If in [[Death and Taxes]], Agapios was told that Kassandra could be trusted.)\n*'''Agapios:''' ''When we first met, you said not all mercenaries were cutthroats. That I could trust you.''\n*'''Kassandra:''' ''So trust me now.''\n{{!}}-{{!}}\nDon't trust.=\n(If in [[Death and Taxes]], Agapios was told not to trust anyone.)\n*'''Agapios:''' ''When we first met, you said nobody could be trusted.''\n*'''Kassandra:''' ''You don't have to trust me. Just don't trust'' him.\n}}\n*'''Kassandra:''' ''He's not the boy you remember. He's not Neritos.''\nNeritos turned back to face them.\n*'''Neritos:''' ''I always preferred \"The Kingfisher\".''\nAgapios faced him.\n*'''Agapios:''' ''You have ''no right'' to that name. That belonged to my brother... and he's dead.''\nForlorn, Agapios sighed.\n*'''Agapios:''' ''...I have no one.''\n*'''Neritos:''' ''You have no one?! Who did I have?! I—I washed away, got lost at sea... But I found my way home. And what was there to welcome me? Father dead, and you... a slave. A SLAVE! I crawled out of the fucking ''ocean! I'' was strong, but you? ''You'' were the one who died, little brother. No, ''I'' had no one. So I ''made'' my own family. My brothers. The Dagger.''\nNeritos drew his sword. Agapios cowered.\n*'''Magistrate:''' Misthios...\n*'''Agapios:''' ''Brother, no. No, don't do this!''\n*'''Neritos:''' ''Perhaps you'd like to meet them?''\nAgapios withdrew as Kassandra and the Magistrate prepared to fight.\n</tabber>\nNeritos summoned his men to attack, and Kassandra and the Magistrate fought them.\n*'''Neritos:''' ''Kill the ''misthios!\nKassandra slew Neritos.\n*'''Kassandra:''' ''The Dagger ends, now.''\n\n<tabber>\n|-|Agapios lives.=\nAfter all of Neritos' men had been slain, Kassandra spoke with Agapios.\n*'''Kassandra:''' ''Your brother...''\n*'''Agapios:''' ''He made a choice. Years ago. Greed, power... If that's what freedom looks like, I'm better off a slave.''\nThe Magistrate approached them.\n*'''Magistrate:''' ''You're ''not'' a slave, Agapios. You're free.''\n*'''Agapios:''' ''Free?! No—I ''abandoned'' you to look for my brother. I should be put to a miserable death or, or -''\n*'''Magistrate:''' ''You performed a great service for Euboea today. You've been doing that for years, my friend.''\n*'''Agapios:''' ''Master, I don't deserve this...''\n*'''Magistrate:''' ''.''\n{{#tag:tabber|\nYou've earned your freedom.=\n*'''Kassandra:''' ''You've worked, and fought, and sacrificed for your nation. Take a ''malákas'' reward when it's offered to you!''\nAgapios laughed.\n*'''Agapios:''' ''Yes, sound advice, misthios. Then let my first step as a free man be this—I will remain in Euboea. She needs me, and I need her.''\n{{!}}-{{!}}\nYou'll never be free.=\n*'''Kassandra:''' ''You might've been granted freedom, but you'll never be truly free, Agapios. You have duties and responsibilities, to the Magistrate, to Euboea, even to your brother. Some shadows cannot be outrun.''\n*'''Agapios:''' ''Perhaps I'll never truly feel like a free man... but that doesn't mean I can't be a ''good'' man. I'll stay here. My brother deserves a proper goodbye, if nothing else.''\n}}\n*'''Magistrate:''' ''With the Kingfisher... removed and The Dagger's leadership eliminated, Euboea is safe.''\nThe Magistrate turned to Kassandra.\n*'''Magistrate:''' ''That's not something we'll forget. That you, Hero of Euboea.''\n|-|Agapios dead.=\nAfter all of Neritos' men had been slain, Kassandra spoke with the Magistrate.\n*'''Magistrate:''' ''Agapios, my oldest friend... I never should have let you go. Why did I let you go...?''\n{{#tag:tabber|\nYou were right to free Agapios.=\n*'''Kassandra:''' ''You gave Agapios a great gift. He got to be free for a moment.''\n*'''Magistrate:''' ''\"A moment.\" I suppose that's all any of us ever gets.''\n{{!}}-{{!}}\nYou never should have freed Agapios.=\n*'''Kassandra:''' ''You never should have let him chase after his brother. That was a death sentence! You were his master, his friend! It was your duty to protect him!''\n*'''Magistrate:''' ''I know! I know. I have no sons, misthios. No daughters. Agapios was all the family I had.''\n}}\n*'''Magistrate:''' ''With the Kingfisher dead and his lieutenants crushed, The Dagger's done. Euboea's free thanks to you.''\n*'''Kassandra:''' ''I hope it was worth the price.''\n*'''Magistrate:''' ''It's freedom. It's always worth the price.'' Chaire,'' Hero of Euboea.''\n</tabber>",
    "Section_Outcome": "Kassandra helped the Magistrate to eliminate The Dagger and its leader, ending their grip over the Abantis Islands.",
    "Section_Trivia": "*The Dagger thugs are referred to as 'Greek Soldiers' in the subtitles.\n*The two brutes guarding Neritos can be knocked out and recruited as lieutenants for the ''Adrestia''.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}