{
    "QuestName": "A Friend in Need...",
    "QuestID": "223753",
    "Revision": {
        "id": "1047452",
        "parentid": "921243",
        "timestamp": "2023-06-13T19:07:27Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047452",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "o29ujziof1me1l6ej59cq0u7ga1j1ck"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD A Friend in Need.png",
        "description": "'Kassandra agreed to help her old comrade Heitor return a Heitor's Harpe|special blade that had seen him through many campaigns. A local 'polemarch' had taken it. She would find him and get the sword.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Heitor}}",
        "previous": null,
        "next": "Heitor's Gonna Hate",
        "source": "Kassandra",
        "location": "Dekelia, Attika, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''A Friend in Need...''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "[[Heitor]], an old friend of Kassandra, asked her to retrieve his [[Heitor's Harpe|beloved]] [[sword]] from the ''[[polemarch]]'' of the nearby [[fort]].",
    "Section_Dialogue": "While in [[Dekelia]], Kassandra found Heitor, an old friend from [[Kephallonia]], working a small [[blacksmith]] shop.\n*'''Heitor:''' ''Kassandra? By the [[Greek mythology|gods]], is that you?''\nKassandra approached Heitor and shook hands with him.\n*'''Kassandra:''' ''By the gods! Heitor, is that you? You look... you look old, my friend.''\n*'''Heitor:''' ''When was the last time I saw you? Kephallonia! That job for [[Markos]]. Remember, we ended up back to back, surrounded by angry [[Piracy|pirates]]...''\n<tabber>\n|-|That was your fault.=\n*'''Kassandra:''' ''They were only angry because you double-crossed them. Thank the gods we got out alive.''\n*'''Heitor:''' ''Ah! They should've paid better.''\n|-|Those were the days.=\n*'''Kassandra:''' ''Though as I recall, I had your back.''\n*'''Heitor:''' ''Polish your memories like you would your [[armor]], and they'll make much better tales.''\n</tabber>\n*'''Kassandra:''' ''I'd heard rumors you'd settled down in [[Attika]]. Always thought you'd die with a blade in your hand... not open up a shop.''\n*'''Heitor:''' ''The blade I always thought I'd take with me is missing... I could use your help, if you're willing to assist an old friend?''\n*'''Kassandra:''' ''You mean Harpe? You loved that blade...''\n*'''Heitor:''' ''Some'' malákas ''commander come in here demanding I fix his fucking twig. When I couldn't, he said I was obligated to provide a new one—and the one he wanted was hanging on my wall.''\n*'''Kassandra:''' ''I'll get Harpe back for you.''\n*'''Heitor:''' ''Don't do anything stupid. I just want her back.''\n*'''Kassandra:''' ''Hey! You know me.''\n*'''Heitor:''' ''That's why I'm afraid.''\n(If \"Where can I find the commander?\" was chosen.)\n*'''Kassandra:''' ''Tell me where to find the commander.''\n*'''Heitor:''' ''He's here in Attika, at [[Fort Phyle]].''\n(If \"Why is Harpe so special to you?\" was chosen.)\n*'''Kassandra:''' ''Why go so much trouble for an old sword?''\n*'''Heitor:''' ''She's the only thing I loved that never left.''\n*'''Kassandra:''' ''And how will I know her when I see her?''\n*'''Heitor:''' ''How could you forget a hilt of gold with a curling [[snake|serpent]] moving up the blade? Always sharp no matter what, and when you swung her, well... she'd sing a [[siren]] song of death. Kept me alive through many a scrape.''\n*'''Kassandra:''' ''That I do remember.''\n(Accept – \"I'll get Harpe.\")\n*'''Kassandra:''' ''I should be going.''\n*'''Heitor:''' ''Remember, we don't want trouble. Just sneak in and take it. You're still good at that, right?''\n*'''Kassandra:''' ''I won't lower myself to answer that.''\nKassandra traveled to Fort Phyle.\n*'''Kassandra:''' ''This must be Fort Phyle. If Heitor's right, I'll find the sword inside.''\nShe infiltrated the fort, overhearing a conversation between a few soldiers.\n*'''Athenian Light Soldier 1:''' ''Did you see that new sword the commander just bought?''\n*'''Athenian Light Soldier 2:''' ''As fine a blade as ever I've seen.''\n*'''Athenian Light Soldier 1:''' ''Got it from the new smith, I heard him say.''\n*'''Athenian Light Soldier 2:''' ''Yeah, the smith didn't make it, though. He can knock a dent out all right, but that sword...''\n*'''Athenian Light Soldier 1:''' ''That's real craftsmanship, that is.''\nSneaking into the tent, she recovered the harpe from a [[Treasure chest|chest]].\n*'''Kassandra:''' ''This is Harpe all right. No mistaking this blade.''\nKassandra returned to Heitor with the sword in hand.\n*'''Heitor:''' ''Glad you're back safely. Did you get my Harpe?''\n<tabber>\n|-|I got your sword.=\n*'''Kassandra:''' ''Yes, I found Harpe.''\n*'''Heitor:''' ''Good, good.''\n*'''Heitor:''' ''And what of that ''malákas'' commander?''\n{{#tag:tabber|\nIf players killed the polemarch=\n*'''Kassandra:''' ''He didn't survive our... encounter.''\n*'''Heitor:''' ''You are a true friend.''\n{{!}}-{{!}}\nIf players did not kill the polemarch=\n*'''Kassandra:''' ''And what of him?''\n*'''Heitor:''' ''Oh, no matter—you have my sword. That's what's important.''\n}}\n{{#tag:tabber|\nFess up.=\n*'''Kassandra:''' ''I have a feeling there's more to the story of Harpe's disappearance than you're letting on...''\n*'''Heitor:''' ''What? Come now, you've always had such suspicious mind. Still seeing conspiracies everywhere, are we?''\n*'''Heitor:''' ''You've done me a great favor here—let's not sour the celebration.''\n{{!}}-{{!}}\nYou sold Harpe.=\n*'''Kassandra:''' ''The sword wasn't stolen from you, was it? You used me.''\n*'''Heitor:''' ''Truth be told, I never said it was stolen.''\n*'''Kassandra:''' ''You...''\n*'''Heitor:''' ''Ah, a crime of omission only, my friend. You know how important Harpe is to me. I had no money, couldn't fight anymore. I would have died without a [[drachma]] by the side of the road. Selling Harpe enabled me to start my business. You wouldn't begrudge a man a second chance, would you?''\n*'''Kassandra:''' ''No... but I don't like being lied to.''\n*'''Heitor:''' ''I'm sorry, OK? I'm sorry.''\n}}\n{{#tag:tabber|\nDon't worry about it.=\n*'''Kassandra:''' ''Heitor, you had my back and taught me so much on Kephallonia. Don't worry about the drachmae you promised—consider the favor repaid.''\n*'''Heitor:''' ''You've grown into a fine woman, Kassandra. A better [[mercenary]] with both a strong arm and a kind heart would be hard to find.''\n*'''Kassandra:''' ''Sometimes too kind. Just don't tell anyone. Can't have people thinking I'm weak.''\n*'''Heitor:''' ''No, of course. A ''misthios''{{'}} reputation is everything.''\n{{!}}-{{!}}\nYou still owe me drachmae.=\n*'''Kassandra:''' ''Getting Harpe back wasn't easy. I had to go to a lot of trouble... A little drachmae wouldn't hurt.''\n*'''Heitor:''' ''Ha! You truly are a mercenary, through and through.''\n*'''Kassandra:''' ''I learned from the best, remember?''\n*'''Heitor:''' ''Of course, of course. I'm happy to pay. You did me a great service today, and great work deserves a great reward. Here, take this.''\n}}\n*'''Heitor:''' ''Even if I don't swing her anymore, I'm glad to have Harpe back.''\n*'''Kassandra:''' ''Take care of yourself, Heitor, and try not to ''lose'' anything else.''\n|-|I couldn't find your sword.=\n*'''Kassandra:''' ''I searched every camp, but there was no sign of it.''\n*'''Heitor:''' ''What happened?''\n*'''Kassandra:''' ''Maybe whoever stole it sold it on? It's a valuable and unique weapon.''\n*'''Heitor:''' ''Huh, yes... perhaps. Well, you tried. I can't ask for more than that. At least we can rely on our friends. If not, who could we trust?''\n*'''Kassandra:''' ''Gods be with you, Heitor.''\n</tabber>",
    "Section_Outcome": "Kassandra accepted Heitor's request to retrieve his treasured Harpe. She could either choose to keep it for herself, or return it to Heitor.",
    "Section_Trivia": "*Lying to Heitor allows the player to keep Harpe as a weapon, at a reduced XP compared to handing it over. It also remains as a quest item.\n*Handing over Harpe rewards [[Heitor's Breastplate]] instead and rewards more XP. Kassandra also has the option to confront Heitor for lying to her about the nature of the sword's disappearance, which will subsequently affect dialogue in [[Heitor's Gonna Hate]].\n*Killing the polemarch once at any point in the game, even after allowing him to respawn before beginning the quest in earnest and/or looting the sword, triggers the dialogue for killing him when reporting back to Heitor.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n<!--Interwiki links-->\n[[fr:Un ami dans le besoin]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}