{
    "QuestName": "Heitor's Gonna Hate",
    "QuestID": "223761",
    "Revision": {
        "id": "881464",
        "parentid": "850697",
        "timestamp": "2020-06-29T04:58:02Z",
        "contributor": null,
        "comment": "Had a specific set of dialogue that I noticed was unique if you accused Heitor in his other mission. The tabs could use a better name, though.",
        "origin": "881464",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "r3y1foruszatu70cilura4hj6hsxwzm"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Heitor's Gonna Hate.png",
        "description": "'Heitor had one more request for Kassandra. An old mercenary Himilko|friend of his had been captured, and he hoped Kassandra would free him.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Heitor}}",
        "previous": "A Friend in Need...",
        "next": null,
        "source": "Kassandra",
        "location": "Attika, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''Heitor's Gonna Hate''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra spoke to her old friend [[Heitor]], who had one more request from her.",
    "Section_Dialogue": "Kassandra approached Heitor in [[Dekelia]].\n*'''Kassandra:''' ''Heitor.''\n*'''Heitor:''' ''Ah, my friend! I'm so glad you're here.''\n*'''Kassandra:''' ''I know that look... If you need a favor, just tell me.''\n*'''Heitor:''' ''Well... yes. A small one. A [[mercenary]] and [[Himilko|old]] friend of mine has gotten himself captured.''\n*'''Kassandra:''' ''So you'd like me to free him.''\n*'''Heitor:''' ''Sadly, I'm no longer able to do these things myself, otherwise I wouldn't ask.''\n*'''Kassandra:''' ''Ok, I'll do it.''\n*'''Heitor:''' ''Thank you, my friend. Once you've rescue him, take him to the beach. I've left a boat there for him to escape.''\n(If players choose \"Where is your friend being held?\")\n*'''Kassandra:''' ''Tell me where to look for him.''\n*'''Heitor:''' ''He's in a [[Rhamnous Military Camp|military camp]] just north of here.''\n(If players choose \"Why save him?\")\n*'''Kassandra:''' ''Why are you so worried about a mercenary?''\n*'''Heitor:''' ''He's a friend. Didn't I do the same for you? Remember that trouble you and Markos got into...''\n*'''Kassandra:''' ''Yes, yes, you're right.''\n*'''Heitor:''' ''If we're not going to look out for each other, who will?''\n(If players choose \"I need to go.\")\n*'''Kassandra:''' ''Time to go get your friend.''\nKassandra travelled to the Rhamnous Military Camp, where she found the mercenary being held in a cage. After killing the nearby guards, she freed the mercenary and escorted him to the beach. There, she found Heitor with a boat.\n*'''Heitor:''' ''There you are! I was starting to think you wouldn't show up.''\n*'''Himilko:''' ''You!''\n*'''Heitor:''' ''Hello, Himilko. Long time.''\n*'''Kassandra:''' ''Heitor, what's going on? Why are you here?''\n*'''Himilko:''' ''Of course. He didn't tell, did he? You've been used, my friend.''\n*'''Heitor:''' ''Shut up. I'm not here to hear you talk. I'm here to see you die.''\n\n<tabber>\n|-|Not Accused=\n(If in [[A Friend in Need...]], Kassandra unsuccessfully asked Heitor to fess up.)\n*'''Kassandra:''' ''You deceived me! You asked me to rescue him just so you could kill him.''\n*'''Heitor:''' ''I didn't lie... just omitted some details, that's all.''\n|-|Accused=\n(If in [[A Friend in Need...]], Kassandra accused Heitor of lying to her about Harpe.)\n*'''Kassandra:''' ''You lied to me again. This isn’t how friendships work, Heitor.''\n*'''Heitor:''' ''Listen, please. I’m sorry, but you don’t know what this man did to me.''\n*'''Himilko''' ''That’s fucking rich, Heitor. Why don’t you tell her the truth?''\n*'''Heitor:''' ''Shut up, murderer!''\n*'''Kassandra:''' ''What’s going on?''\n*'''Heitor:''' ''Trust me, this man needs to die. I gave you a contract to bring him to me. Do not interfere, and I will reward you well.''\n</tabber>\n\n<tabber>\n|-|This doesn't make any sense.=\n*'''Kassandra:''' ''I got him out as you asked, so why kill him now? I could have dealt with him if that's what you wanted.''\n*'''Heitor:''' ''Because I had to see him.''\n*'''Kassandra:''' ''Why?''\n*'''Heitor:''' ''Because he killed the love of my life.''\n*'''Himilko:''' ''We both shared guilt in that, but she was my wife!''\n*'''Kassandra:''' ''Your wife?''\n*'''Heitor:''' ''She wouldn't have died if..''\n*'''Himilko:''' ''What? If I hadn't caught you? If you hadn't attacked me? If she hadn't tried to stop us? If our blades hadn't struck her down? Who's to blame here?''\n{{#tag:tabber|\nThis won't bring her back.=\n*'''Kassandra:''' ''Despite what either of you did, this won't bring her back.''\n*'''Heitor:''' ''It will make me feel better...''\n*'''Himilko:''' ''And that's more important to you in the end isn't it? Easing your conscience.''\n*'''Kassandra:''' ''You think killing him would make you feel better? I guarantee it won't, and it sounds like she wouldn't have wanted either of you to get hurt.''\n{{!}}-{{!}}\nSort it out between yourselves.=\n*'''Kassandra:''' ''You're both at fault in her death. And Heitor... I don't know, and don't want to know, why you were sleeping with another man's wife.''\n*'''Heitor:''' ''We were in love!''\n*'''Himilko:''' ''You idiot. Do you think you were the only one? When we went on campaigns, do you think she worried about her husband? About as much as we worried about our wives!''\n*'''Heitor:''' ''No, she loved me. She told me so. We were going to run away together.''\n*'''Himilko:''' ''She'd leave her home for you, with nothing. I heard you had to sell your sword, the only thing you ever owned of value. Why would she go with a lowly misthios?''\n*'''Kassandra:''' ''You malákes need to sort this out between yourselves.''\nHeitor punched Himilko repeatedly and the quest ended.\n{{!}}-{{!}}\nSounds like an accident.=\n*'''Kassandra:''' ''It sounds like neither of you was at fault.''\n*'''Heitor:''' ''He drew his weapon first.''\n*'''Himilko:''' ''You were with my wife. What did you expect? It is my right to restore my honor!''\n*'''Kassandra:''' ''It seems neither of you wanted to kill her. There are no winners here, and neither of you has to die. Let it go.''\n}}\n*'''Heitor:''' ''You're right. I'm sorry.''\n*'''Himilko:''' ''Fuck your sorry, you destroyed my life that night. But I agree with your friend. Let's just pray we never see each other again.''\nHimilko left.\n*'''Heitor:''' ''Why you...''\n*'''Kassandra:''' ''Let him go. You made the right choice here.''\n*'''Heitor:''' ''Sometimes we cannot make up for the mistakes of our past. I'm just glad all those years with me didn't rub off on you.''\n*'''Kassandra:''' ''Sometimes we need to move on from the past, like I did from [[Kephallonia]]. You have a chance to make a new life—use it.''\n|-|Go ahead, kill him.=\n*'''Kassandra:''' ''I don't need to know your reasons or hear your excuses.''\n*'''Heitor:''' ''This man has wronged me, Kassandra. If you'll just listen...''\n*'''Himilko:''' ''Oh, just get it over with. To be honest, it will be a relief for me. We're both guilty—at least ''I'' can accept that.''\n*'''Kassandra:''' ''Just pay me. I don't want any part of this.''\n*'''Heitor:''' ''Here, this should be more than enough. I threw in a little extra for old time's sake.''\n*'''Kassandra:''' ''You mean for lying. I'm done with old times—it's why I left Kephallonia.''\n</tabber>",
    "Section_Outcome": "Kassandra helped Heitor to free his old \"friend\" Himilko, bringing him to the beach and learning more than she knew. She either chose to let Heitor kill the mercenary or migitate their grudge towards each other.",
    "Section_Trivia": "*An alternative dialogue can obtained if Himilko is killed before Kassandra reached the beach. However, Heitor's past with Himilko won't be revealed. Regardless, the memory can be completed and Kassandra will be rewarded.\n*The name of this memory is a play on the proverb ''\"Haters Gonna Hate\"'', meaning people who dislike something or someone will always find a way to keep disliking it, even when the reasoning makes no sense at all.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n\n<!--Interwiki links-->\n[[fr:Le tort d'Heitor]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}