{
    "QuestName": "Stairway to Olympos",
    "QuestID": "224778",
    "Revision": {
        "id": "1029047",
        "parentid": "976217",
        "timestamp": "2023-05-01T03:27:59Z",
        "contributor": null,
        "origin": "1029047",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "t4kuzc9w17b6hskjjbjnjrj870ui949"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOd-StO-cavern.jpg",
        "description": "'Fully clothed and Key to Olympos|key in hand, Empedokles invited Kassandra to meet those who he claimed as family - the Twelve Gods|gods themselves.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "Left to Dye",
        "next": "Romancing the Stone Garden",
        "source": "Kassandra",
        "location": "Cave of the Forgotten Isle, Isle of Thisvi, Greece",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''Stairway to Olympos''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra accompanied [[Empedokles]] to the [[Isle of Thisvi]] to meet his \"family\".",
    "Section_Dialogue": "At the Isle of Thisvi, Kassandra entered the [[Cave of the Forgotten Isle|vault]] on the island. She navigated through the [[Isu|ancient]] ruins, diving down to a pool of water and swimming through a tunnel. She resurfaced and found Empedokles seemingly talking to an individual through a small crack in the wall.\n*'''Empedokles:''' ''I hear you my brothers, my sisters!<br>Someone sounds very stompy today. I'd know that temper anywhere, [[Ares]]. Do not fear brother, I shall comfort you soon!<br>Please... my family, let me come home.''\nKassandra approached Empedokles.\n*'''Empedokles:''' ''You see! They're here! The—the gods are. Behind. This. Door! Listen.''\nA roar echoed behind the wall.\n*'''Empedokles:''' ''I didn't mean to be away so long. [[Kythera Island|Kythera]] is—well if you're looking to unleash a new plague somewhere—''\n*'''Kassandra:''' ''This is not what I expected.''\n*'''Empedokles:''' ''Camouflage, my unimaginative friend! A mere disguise to ward off those seeking the glory inside!''\nThey both heard the roar again.\n*'''Empedokles:''' ''Ah! You hear them too!''\n\n<tabber>\n|-|You were right.=\n*'''Kassandra:''' ''There is something there, and whatever's making that noise must be two or three times the size of a man.''\n*'''Empedokles:''' ''Quickly, use the disk! Open the door! They're expecting us.''\n\n|-|You're out of your mind.=\n*'''Kassandra:''' ''There is something in there, Empedokles, but it's bigger than [[Aphrodite]]'s welcoming bosom.''\n*'''Empedokles:''' ''They're preparing our welcome! Quickly, ''misthios''! We cannot delay!''\n</tabber>\n(Accept – Let's meet the gods.)\n*'''Kassandra:''' ''Whatever's inside, I'm ready.''\n*'''Empedokles:''' ''My brothers and sisters!''\n[[File:ACOD Stairway to Olympos 4.png|thumb|250px|Kassandra unlocking the inner chamber doors]]\nEmpedokles handed over the medallion to Kassandra, who placed it on the gate next to the wall. Activated, the gate opened up, granting access to Empedokles and Kassandra.\n*'''Empedokles:''' ''This is it! The realm of eternity, the house of the gods!''\nThey slowly made their way in.\n*'''Empedokles:''' ''Creators of the universe! Outstretch your mighty hands, and raise me to the heaven—''\n[[File:ACOD Stairway to Olympos 6.png|thumb|250px|Empedokles crushed to death by Brontes]]\nBefore Empedokles could finish his speech, he was crushed by the hand of a giant creature, revealed to be a [[Brontes|Cyclops]].\n*'''Kassandra:''' Maláka...\nThe Cyclops roared at her, and she engaged, firing arrows into its glowing eye.\n*'''Kassandra:''' ''...Impossible...''\n*'''Kassandra:''' ''Is it just me, or are these malákes getting bigger?!''\n*'''Kassandra:''' ''He does ''not'' look happy. Let's see if I can cheer him up.''\n\nIf the ''Minotaur'' was defeated first and no other Cyclops was Defeated.\n\n*'''Kassandra:''' ''I remember when the biggest thing I had to kill was a fucking Minotaur...''\n[[File:ACOD Stairway to Olympos 7.png|thumb|250px|Kassandra fighting against Brontes]]\nWhen the beast charged, a well-timed arrow brought it stumbling to its knees, allowing her to close in and deliver stronger blows. The creature made the whole cave shake violently, bringing down chunks of stalactites from the ceiling. Kassandra made sarcastic remarks as she gradually wore the creature down.\n*'''Kassandra:''' ''And I thought Empedokles was the handsomest one in the family.''\nOnce she'd weakened the Cyclops some, it retreated to grab a chunk of stone to swing as a club. It roared as it returned to battle Kassandra and also began blocking its eye as it charged to prevent her from shooting at it. Kassandra continued her assault and timed her dodges to account for the increased range of the makeshift club, and eventually she brought the Cyclops down for good.\n*'''Kassandra:''' ''The bigger they are, the more I have to stab them.''\nShe reached her hand into its eye socket to extract the still-glowing eye. It shook violently in her hands, trying to transmute her, as a ghostly Cyclops appeared behind her, reaching its hand towards her.\n*'''Unknown:''' ''...Grant us the sight to watch over our legacy...''\n[[File:ACOD Stairway to Olympos 11.png|thumb|250px|Kassandra recovering the artifact]]\nKassandra grit her teeth and continued to struggle against the artifact's attempt at changing her. Thanks to her willpower and the [[Tainted One|unique blood]] within her veins, she managed to resist the artifact's power. After a while, the artifact ceased shaking and took its true shape in the form of an [[Apples of Eden|apple]]-like sphere, its glow gradually lessening. Kassandra exhaled and pocketed the artifact before leaving behind the crushed remains of Empedokles and the desiccated human-sized corpse of the artifact's previous owner.",
    "Section_Outcome": "While Empedokles met his fate at the hands of Brontes the Cyclops, Kassandra slew the beast and claimed the [[Prize of the Cyclops|artifact]] from its corpse.",
    "Section_Trivia": "*Despite the quest description, Empedokles is not clothed anymore than in [[Kythera Island]].\n*The name of the memory is a reference to the song {{Wiki|Stairway to Heaven}}.",
    "Section_Gallery": "<gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nACOD Stairway to Olympos 1.png|Kassandra finding the entrance to the cave\nACOd-StO-Kassapproach.jpg|Kassandra entering the Cave of the Forgotten Isle\nACOd-StO-Kassswim.jpg|Kassandra swimming to the entrance\nACOd-StO-Empedoklesgate.jpg|Empedokles at the entrance\nACOD Stairway to Olympos 2.png|Kassandra finding Empedokles within the chamber\nACOD Stairway to Olympos 3.png|Empedokles handing the key to Kassandra\nACOd-StO-mechanism.jpg|The lock mechanism\nACOD Stairway to Olympos 5.png|Empedokles and Kassandra entering the labyrinth\nACOd-StO-Empedoklesdead.jpg|Empedokles dead\nACOd-StO-KassBrontes.jpg|Kassandra fighting the Cyclops\nACOD Stairway to Olympos 8.png|Brontes defeated by Kassandra\nACOd-StO-Brontesdead.jpg|Brontes dead\nACOD Stairway to Olympos 9.png|Kassandra attempting to retrieve the artifact from Brontes\nACOD Stairway to Olympos 10.png|Kassandra trying to contain the artifact's energy\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Escalier vers l'Olympe]]"
}