{
    "QuestName": "Kallipateira (memory)",
    "QuestID": "225041",
    "Revision": {
        "id": "975877",
        "parentid": "975875",
        "timestamp": "2021-11-21T00:41:28Z",
        "contributor": null,
        "origin": "975877",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "9pje4u0ru01lz898urwe5uth02fdqhy"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Youmay": {
            "description": "the genetic memory | the [[Kallipateira | individual]]"
        }
    },
    "MemoryInfobox": {
        "name": "Kallipateira",
        "image": "ACOD Kallipateira - Kassandra witnessing scene.png",
        "description": "'Kallipateira was accused of lusting over the athletes. She claimed she only wanted to watch Peisirrhodos|her son compete, as they were from a line of famous Olympic Games|Olympians. Kassandra vowed to prove her innocence.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character",
        "previous": "The Drachmae of Romance",
        "next": null,
        "source": "Kassandra",
        "location": "Sanctuary of Olympia, Elis, Greece",
        "date": "428 BCE"
    },
    "General_Description": "'''Kallipateira''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra happened to witness a [[Kallipateira|woman]] accused of dishonoring the [[Olympic Games]], and came to her rescue.",
    "Section_Dialogue": "Outside the entrance to the [[Hippodrome, Olympia|Hippodrome]] Kassandra saw a crowd watching a priestess accuse a kneeling woman.\n*'''Priestess of Demeter:''' ''This woman has disrespected the gods and shown contempt for tradition.''\nA man from the crowd shouted.\n*'''Civilian:''' ''Shame! Shame!''\n*'''Kallipateira:''' ''Please, I only want to see my son compete.''\n*'''Priestess of Demeter:''' ''You mean you wanted to gaze lustfully upon the bodies of the athletes!''\n*'''Kallipateira:''' ''No, I swear!''\nKassandra approached them.\n*'''Priestess of Demeter:''' ''You have dishonored yourself and the Games.''\n*'''Kallipateira:''' ''Please, let me explain.''\nShe moved closer.\n*'''Priestess of Demeter:''' ''No excuses. You know the price for your transgression.''\n*'''Kassandra:''' ''What crime has this woman committed?''\nThe priestess turned towards her.\n*'''Priestess of Demeter:''' ''Exactly that—her crime is that she'' is ''a woman.''\n*'''Kassandra:''' ''It's news to me that's now a crime. Shouldn't you lock yourself up first, then?''\n*'''Priestess of Demeter:''' ''I am the Priestess of [[Demeter]]—I preside over the Games. She's a married woman who tried to watch them. Disguised as a man, no less!''\n(If players choose \"Why is it a crime?\")\n*'''Kassandra:''' ''And why is any of this a crime?''\n*'''Priestess of Demeter:''' ''For a married woman, there's too much... temptation.''\n(If players choose \"Who is this woman?\")\nKassandra turned her attention to the kneeling woman.\n*'''Kassandra:''' ''Who are you?''\nShe looked up to Kassandra.\n*'''Kallipateira:''' ''Kallipateira. I just wanted to see my son compete. My family has a proud lineage at the Olympic Games—my father, brothers, nephew, and son have all won {{Wiki|Olive wreath|wreaths}}. Do I not have the right to see them?''\n*'''Priestess of Demeter:''' ''Enough of your lies!''\n(If players choose \"That's unfair.\")\n*'''Kassandra:''' ''She doesn't deserve to be punished like this.''\n*'''Priestess of Demeter:''' ''This is nothing! Death is the punishment. She shall be thrown from the mountain.''\n[[File:ACOD Kallipateira - Kallipateira begging Kassandra.png|thumb|250px|Kallipateira begging Kassandra to help her]]\nThe priestess pointed to the [[Kronion|mountain]] overlooking the [[Valley of Olympia]]. Kallipateira clasped her hands together and begged Kassandra.\n*'''Kallipateira:''' ''Help me—prove I have a right to see my son compete.''\n*'''Priestess of Demeter:''' ''You have no right. You broke a sacred tradition, and for that you will be punished.''\n\n<tabber>\n|-|I won't let this happen.=\n*'''Kassandra:''' ''Your laws are wrong, and I'll prove it.''\n*'''Priestess of Demeter:''' ''As you're so outspoken in her defense, I will give you a chance. Present me evidence of Kallipateira's noble heritage—or she will die as she ruled, to appease the gods.''\n|-|I'm staying out of this.=\n*'''Kassandra:''' ''It's not my place to interfere.''\nKassandra returns.\n*'''Kallipateira:''' ''Please help me! Prove that I had the right to see my son in the Games.''\n(Back to dialogue choice one.)\n</tabber>\n\nKassandra thought to herself.\n*'''Kassandra:''' ''I should find Kallipateira's son, he should be able to help prove his mater's innocence.''\n(If Kassandra returns to the priestess before going too far.)\n*'''Priestess of Demeter:''' ''Well? Your \"proof\"?''\n*'''Kassandra:''' ''I'll find something to prove her innocence.''\n[[File:ACOD_Olympia_Resting_Area_-_Athlete.png|thumb|240px|Kassandra talks to a mature athlete who vouches for Kallipateira's identity.]]\nKassandra left towards the [[resting area]] between the [[Temple of Zeus, Olympia|Temple of Zeus]] and the [[Temple of Hera, Olympia|Temple of Hera]]. Immediately on the right after going down the stairs, she noticed a mature athlete and talked to him.\n*'''Kassandra:''' ''Do you know Kallipateira?''\n*'''Civilian:''' ''I don't know her well, but she dotes on her son—and she's always making offerings.''\n*'''Kassandra:''' ''Offerings?''\n*'''Civilian:''' ''For her husband. She's a pious woman. He's long since crossed the [[Styx]], and she misses him terribly... But we all have our time.''\n*'''Kassandra:''' ''Thank you. You've been a great help.''\n[[File:ACOD Olympia Resting Area - Priestess.png|thumb|250px|Kassandra finding a priestess ogling at a naked statue]]\nOutside the area's pergola is a statue of a discus thrower about to release his throw and an elder woman ogling at it. Kassandra approached her.\n*'''Kassandra:''' ''Do you know Kallipateira?''\nThe woman turned to her and proceeded to lambast Kallipateira.\n*'''Civilian:''' ''I seen that one, all right. Always hanging round the athletes' tents. Disgraceful, if you know what I mean.''\n*'''Kassandra:''' ''I'm not sure I do.''\n*'''Civilian:''' ''All those young, oiled, rippling bodies. Gives you shivers. Muscles everywhere! Ahem, disgusting it is, and her a married woman and all.''\nKassandra looked towards the naked statue the woman was ogling at, then back towards her.\n*'''Kassandra:''' ''There's no harm in looking at an attractive man, is there?''\nThe woman was irked.\n*'''Civilian:''' ''Yes, yes there is! You young ones, always thinking with what's between your legs, and she definitely was. Saw her meet a man regularly on that bench over there.''\nShe pointed to a shaded bench under the pergola.\n*'''Kassandra:''' ''You saw her meet a man? Thank you.''\nKassandra then approached the young athlete sitting on the bench.\n*'''Kassandra:''' ''I'm looking for Kallipateira's son. Do you know him?''\n*'''[[Peisirrhodos]]:''' ''I should hope so—it's me!''\n\n<tabber>\n|-|Tell me about your family.=\n*'''Kassandra:''' ''Your mother told me you're competing in the Olympics.''\nThe athlete replies proudly.\n*'''Peisirrhodos:''' ''Just like my grandfather, the great [[Diagoras]] himself.''\n*'''Kassandra:''' ''That's good to know, but I need more. The Priestess of Demeter has accused your mother of sacrilege.''\n*'''Peisirrhodos:''' ''Is she alright? What happened?''\n|-|Your mother's in trouble.=\n*'''Kassandra:''' ''Your mother has been accused of impiety.''\nHe was alarmed.\n*'''Peisirrhodos:''' ''What! What's going on? What happened?''\n*'''Kassandra:''' ''Please, calm down.''\n*'''Peisirrhodos:''' ''Calm down! Do you know what they'll do to her?''\n</tabber>\n\n*'''Kassandra:''' ''She's fine for now. She snuck into the [[Stadium, Olympia|stadium]] to watch you, and I need to prove that she had a right to do it.''\n*'''Peisirrhodos:''' ''If anyone did, it was'' mater. ''Her brothers were champions, as I am now. No one honors the Olympics like her.''\n*'''Kassandra:''' ''Thank you. Sit tight, and I'll prove your mother was in her right to attend the Games.''\nKassandra noticed an open parchment on a table of food nearby and read it.\n*'''Pindar's Poem for the Champion Diagoras:''' ''A poem that recalls the exploits of the Olympic Champion, Diagoras.''\n*'''Kassandra:''' ''Hmm, the poem Diagoras of [[Rhodes]]... Dedicated by [[Pindar]] himself... To K, always be proud, little one. Your father is the greatest of [[pankration]] champions.''\nShe took the parchment and before she left, opposite the poem on the other side of the pergola, Kassandra spotted a papyrus on a rag and pillows on the ground and read it.\n*'''Anonymous Love Letter:''' ''I have always longed for you, though your eyes do not speak the same language as my heart. Your devotion is an aspiration, and how I wish to comfort you, though I know it will never be—My sweet, sweet K.''\n*'''Kassandra:''' ''What's this? \"I have always longed for you...\" Kallipateira has an admirer.''\nKassandra took the letter and decided to go to the mountain after she concludes to herself:\n*'''Kassandra:''' ''That priestess was in a hurry to carry out her sentence on Kallipateira. I should find them quickly.''\nShe called for [[Phobos (horse)|Phobos]] and rode along the streets of Olympia, then the mountain path to the peak with the [[Statue of Kronos]]. Kassandra saw a crowd cheering for Kallipateira's death while she, the priestess, and another priest stood near the edge.\n\n(If players decide to snipe the priestess with a bow.)<br />\nThe quest failed and Kassandra spoke to Kallipateira.\n*'''Kallipateira:''' ''You fool, you've doomed me and yourself! You've broken the sacred [[Olympic Truce|truce of Olympia]]!''\n\n(If players join them.)<br />\nThe priestess addressed the crowd.\n*'''Priestess of Demeter:''' ''We are gathered here today to carry out the will of the [[Twelve Gods|gods]]. To carry out'' justice.\nKallipateira turned to the priestess, but the priest and the priestess moved closer.\n*'''Kallipateira:''' ''Please, you must believe me.''\nKassandra interrupted them, and they turned their attention to her.\n*'''Kassandra:''' ''Wait!''\n*'''Priestess of Demeter:''' ''You found the evidence you were looking for?''\n\n<tabber>\n|-|She's innocent. Spare her.=\n*'''Kassandra:''' ''Yes. Kallipateira is the daughter of Diagoras. I found the poem of'' Diagoras of Rhodes ''dedicated to the family by Pindar.''\n*'''Priestess of Demeter:''' ''And this proves her story?''\n[[File:ACOD Kallipateira - Kassandra providing proof of Kallipateira's heritage.png|thumb|250px|Kassandra providing proof of Kallipateira's identity]]\n*'''Kassandra:''' ''I talked to her son and people who know her. She is a good woman who loves the Games and respects the gods. Her family has turned out champions for three generations.''\nThe priest spoke.\n*'''Priest:''' ''Perhaps we have judged her too harshly. Her family has been a credit to the Olympic legacy.''\n*'''Priestess of Demeter:''' ''As you say, it would be a shame to tarnish such a proud family name.''\nThe priestess moved back to Kallipateira who was looking down.\n*'''Priestess of Demeter:''' ''The gods forgive you. Go.''\n[[File:ACOD_Kallipateira_thanks_Kassandra.png|thumb|250px|Kallipateira thanking Kassandra for saving her life]]\nShe clasped her hands together in joy.\n*'''Kallipateira:''' ''Thank you, thank you.''\nShe walked away from the edge and towards Kassandra.\n*'''Kallipateira:''' ''And thank'' you.\nAs she shook her hand, Kassandra put her other hand on top of hers.\n*'''Kassandra:''' ''Nobody deserves such a fate.''\n|-|She's guilty. Do what you want.=\n*'''Kassandra:''' ''There isn't enough evidence to prove her innocence. In fact, I even found some to the contrary.''\nThey turned and moved back towards Kallipateira, who looked down in defeat.\n*'''Priestess of Demeter:''' ''Then justice must be served.''\nThe priest guided Kallipateira closer to the edge and she closed her eyes. After a brief moment, the priest pushed her off the cliff and she screamed on her way down. Kassandra looked down and closed her eyes in sorrow, and as Kallipateira's cry disappeared the priestess approached Kassandra to give her [[drachma]]e.\n*'''Priestess of Demeter:''' ''For your time in this matter,'' [[Mercenary|misthios]].\n|-|I need more time.=\n*'''Kassandra:''' ''I need more time. I'm sure I can convince you.''\nThey turned and moved back towards Kallipateira, who looked at Kassandra in disappointment.\n*'''Priestess of Demeter:''' ''You've had enough time. She was caught. She is guilty. The gods demand justice.''\nThe priest guided Kallipateira closer to the edge and she closed her eyes. After a brief moment, the priest pushed her off the cliff and she screamed on her way down. Kassandra looked down and closed her eyes in sorrow, and as Kallipateira's cry disappeared the priestess addressed the crowd for the last time.\n*'''Priestess of Demeter:''' ''The gods are appeased.''\n</tabber>",
    "Section_Outcome": "Kassandra gathered the proof required, and presented it to the [[Priestess of Demeter]] and the [[Spartan Judge]], who then acquitted Kallipateira.",
    "Section_Gallery": "<gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nElis-SoO-Kallipateiracrowd.jpg|Kallipateira pleading for mercy\nACOD_Olympia_-_Resting_Area.png|The resting area\nACOD_Peisirrhodos_tells_Kassandra_of_his_lineage.png|Peisirrhodos talking proudly about his lineage of pankration fighters\nACOD_Diagoras_of_Rhodes_poem.png|The poem given by Pindar to Kallipateira when she was little, dedicated to her great father\nACOD_Love_letter_to_Kallipateira.png|A stranger's love letter to Kallipateira accepting his unrequited love\nElis-Kallipateiradoom.jpg|The trial of Kallipateira\nACOD Kallipateira - Kassandra interrupting trial.png|Kassandra interrupting the trial\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}