{
    "QuestName": "The Missing Map",
    "QuestID": "222730",
    "Revision": {
        "id": "979623",
        "parentid": "965406",
        "timestamp": "2021-12-22T17:53:17Z",
        "contributor": null,
        "origin": "979623",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "ml7474xqggrqw0u6qq7z4cxd0c3gehr"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD The Missing Map Screenshot 01.png",
        "description": "'A map containing vital strategic information was stolen from the Spartan camp. Kassandra was asked to track the culprit and return the missing item to the Polemarch.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main, Support",
        "previous": "The Athenian Leader",
        "next": "Portion Control",
        "source": "Kassandra",
        "location": "Megaris, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''The Missing Map''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra spoke to a [[Sparta]]n ''[[polemarch]]'', who was searching for a missing tablet.",
    "Section_Dialogue": "Kassandra travelled to a small Spartan camp in [[Pagai]]. She found the camp to be in a mess.\n*'''Spartan [[Hoplite]]:''' ''Sweep the camp! Make sure every Spartan is accounted for. By [[Apollo]], was everyone asleep? Come on, find the bastard!''\nKassandra spoke to the ''polemarch'', who was speaking to one of the Spartans.\n*'''Spartan Hoplite:''' ''Don't come back until you have the tablet.''\n*'''Spartan Light Soldier:''' ''Yes, Polemarch.''\nThe soldier left the camp.\n*'''Kassandra:''' ''Lost something?''\n*'''Spartan Hoplite:''' ''Not lost, stolen.''\nKassandra presented her badge.\n*'''Kassandra:''' ''Stentor sent me, said you've been having trouble with spies.''\n*'''Spartan Hoplite:''' ''I'd take an [[Athens|Athenian]] spy over a Spartan traitor. Either way he must be found. He took a tablet with vital intelligence.''\n*'''Kassandra:''' ''Where's your spy? Is he still in the camp?''\n*'''Spartan Hoplite:''' ''Wouldn't need you if I knew. I doubt he's still here. Can't have gone far though, he was injured when he took out the guard.''\n<tabber>\n|-|That's not the Spartan way.=\n*'''Kassandra:''' ''This doesn't sound like something a Spartan would do?''\n*'''Spartan Hoplite:''' ''he could be an imposter, we've had raids on our supplies recently. And Megaris has more mercenaries than a goat has ticks. And what man would turn their back on Sparta?''\n*'''Kassandra:''' ''I'll get him and your tablet.''\n|-|I will catch the traitor.=\n*'''Kassandra:''' ''Whoever he is, I will make him pay for betraying Sparta.''\n*'''Spartan Hoplite:''' ''[[Mercenary|Misthios]]! If this man is a Spartan... take your time killing him.''\n*'''Kassandra:''' ''I'll get the tablet for you, and deal with the one responsible.''\n</tabber>\n(If players choose \"Where did he go?\")\n*'''Kassandra:''' ''Did you see which direction he went?''\n*'''Spartan Hoplite:''' ''The men said he went towards the hill, easier to avoid pursuit in that terrain.''\n(If players choose \"What can you tell me about the area?\")\n*'''Kassandra:''' ''Anything you can tell me that might help?''\n*'''Spartan Hoplite:''' ''The area is hotly contested, but Sparta is winning. We're pushing the Athenians back, but due to the war the forests and mountains have become a hive for bandits and mercenaries.''\n*'''Kassandra:''' ''I mean about where your spy might have gone.''\n*'''Spartan Hoplite:''' ''He's injured, and there's a spring up there in the forest. If it was me I would have headed there.''\n(If players choose \"I'll be back when I have your tablet.\")\n*'''Kassandra:''' ''I'll be back soon with your tablet.''\n*'''Spartan Hoplite:''' ''The mountains and forest of [[Megaris]] are dangerous, and he surely didn't work alone.''\n*'''Kassandra:''' ''I'm more than capable of handling your spy. Chaire.''\nKassandra headed to the forest southwest of Pagai. With [[Ikaros]]' help, she found the injured spy tied up, interrogated by a group of bandits.\n*'''Kassandra:''' ''That's the thief.''\nKassandra approached them secretly and overheard their conversation.\n*'''Mercenary:''' ''So, you got it then.''\n*'''Athenian Light Soldier:''' ''Of course I got it, but the bastards stabbed me while I was getting out.''\n*'''Mercenary:''' ''That's a shame, we can't have you slowing us down. But the upside is less people to split the [[drachma]]e with.''\n*'''Athenian Light Soldier:''' ''Wait, please, we don't have to do this.''\n*'''Mercenary:''' ''Sorry, but there ain't no we anymore.''\n[[File:ACOD The Missing Map Screenshot 02.png|thumb|250px|Kassandra speaking to the spy]]\nKassandra sneaked in and eliminated the bandits and his guards. She untied the spy.\n*'''Athenian Light Soldier:''' ''Wha... What do you want? Who are you?''\n*'''Kassandra:''' ''I'm the one who's going to return the tablet you stole.''\n(If players choose \"Why did you steal it?\")\n*'''Kassandra:''' ''Why did you steal the tablet?''\n*'''Athenian Light Soldier:''' ''Because I was paid to.''\n*'''Kassandra:''' ''Who paid you?''\n*'''Athenian Light Soldier:''' ''A mercenary, [[Hyrkanos]], all right? Gave me the Spartan uniform, told me where to look. Easy drachmae.''\n(If players choose \"How did you get into the camp?\")\n*'''Kassandra:''' ''How did you get into the camp?''\n*'''Athenian Light Soldier:''' ''Spartans never suspect their own... Too busy looking down on the rest of us. Malakes!''\n(If players choose \"Give me the tablet.\")\n*'''Kassandra:''' ''Give it to me, I'm not leaving without it.''\n*'''Athenian Light Soldier:''' ''There's no winners in this war, but there are opportunities. Perhaps we could come to an arrangement?''\n<tabber>\n|-|Let's make a deal.=\n*'''Kassandra:''' ''What arrangmenet would that be?''\nThe thief handed over the tablet and some drachmae.\n*'''Athenian Light Soldier:''' ''Here, take the tablet... and this for your troubles. No one knows who I am. Nobody else needs to die here.''\n*'''Kassandra:''' ''Go... Make sure I never see your face again.''\n|-|You can walk away from this.=\n*'''Kassandra:''' ''Give me the tablet, or I will cut you down.''\n*'''Athenian Light Soldier:''' ''I can't fight you. Here, take the tablet.''\nKassandra received the tablet.\n|-|Attack – I'm taking the tablet.=\n*'''Kassandra:''' ''I'll take the tablet now.''\n*'''Athenian Light Soldier:''' ''Like fuck you will.''\n*'''Kassandra:''' ''Then only one of us will be getting paid today.''\nKassandra fought and eliminated the Athenian soldier. She recovered the tablet and a note form his body.\n*'''Kassandra:''' ''What's this? A note... So the tablet was meant for Hyrkanos, not the Athenians...''\n</tabber>\n*'''Kassandra:''' ''I should get this tablet back to the commander.''\n[[File:ACOD The Missing Map Screenshot 03.png|thumb|250px|Kassandra returning the tablet to the ''polemarch'']]\nKassandra returned to the ''polemarch''.\n*'''Spartan Hoplite:''' ''So, did you find the traitor?''\n*'''Kassandra:''' ''It's not traitors you need to worry about. He was a spy working for the mercenary Hyrkanos.''\n*'''Spartan Hoplite:''' ''Hyrkanos. How many times must I hear that name? His palms must be overflowing with Athenian gold by now. Did you get the tablet?''\nKassandra handed over the tablet.",
    "Section_Notes": "*Depending on the decision made, it is possible to meet the spy again and recruit him aboard the ''[[Adrestia]]''.",
    "Section_Outcome": "Kassandra helped the Spartan ''polemarch'' to recover an important tablet.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] ''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}