{
    "QuestName": "Ostracized",
    "QuestID": "223007",
    "Revision": {
        "id": "901449",
        "parentid": "873409",
        "timestamp": "2020-10-26T21:29:08Z",
        "contributor": null,
        "comment": "fr",
        "origin": "901449",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "6jw6ptakxx9zy3riu8pwdx1di0d9i5w"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "Ostracized_-_Assassins_Creed_Odyssey.png",
        "description": "'Tasked with influencing a vote to ostracize a seemingly innocent Anaxagoras|man, Kassandra had no choice but to do so if she wished to attend Perikles' illustrious symposium.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "Welcome to Athens",
        "next": "Perikles's Symposium",
        "source": "Kassandra",
        "location": "Athens, Attika, Greece",
        "date": "May 431 BCE"
    },
    "General_Description": "'''Ostracized''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra was tasked by [[Perikles]] to influence a vote to [[Ostracism|ostracize]] the philosopher [[Anaxagoras]].",
    "Section_Dialogue": "Kassandra made her way to the [[Bouleuterion of Athens]] to meet with Perikles's contact.\n*'''Civilian:''' ''You must be the one Perikles sent.''\n*'''Kassandra:''' ''I am. He said there is an ostracism vote, but didn't tell me what I'm here to do.''\n*'''Civilian:''' ''Of course he didn't. That's what I'm for.''\n(If players choose \"What happens to the exiled?\")\n*'''Kassandra:''' ''If someone is exiled, can they return?''\n*'''Civilian:''' ''If they do, they'll be punished.''\n(If players choose \"What gets you ostracized?\")\n*'''Kassandra:''' ''What does someone have to do to be ostracized?''\n*'''Civilian:''' ''Anyone seen as a threat to the city or the people is enough. And then it is up to the vote. Some have been ostracized for simply being more disliked than the person they're up against.''\n(If players choose \"Tell me what I do.\")\n*'''Kassandra:''' ''What's my role in this?''\n*'''Civilian:''' ''The votes have already been cast. We don't have long before they're counted. Take the ostraka in this bag and exchange them with the ones currently under guard.''\n*'''Kassandra:''' ''You want me to rig the ostracism?''\n*'''Civilian:''' ''Perikles does, and he has his reasons I'm sure. Bring me the bag you took from the room, and I'll take care of the rest.''\n*'''Kassandra:''' ''No one will see me go in or out. Stay here.''\nKassandra made her way to the [[Logismos Building]], avoiding the guards as best she could to swap out the ballots.\n*'''Kassandra:''' ''That should do it. I should let Perikles's contact know.''\nKassandra reported her success to the contact.\n*'''Kassandra:''' ''It's done.''\n*'''Civilian:''' ''Hm, you work quickly.''\n*'''Kassandra:''' ''What are you going to do with them?''\n*'''Civilian:''' ''Dump them in a well. Ah, it looks like the official has arrived.''\n<tabber>\n|-|Undetected in the Logismos Building=\n*'''Civilian (official):''' ''The votes have been tallied. Overwhemingly, the people have decided that Anaxagoras should be ostracized from Athens.''\n|-|Detected=\n*'''Civilian (official):''' ''I apologize for the delay. There was evidence someone attempted to tamper with the votes.''\nKassandra and Perikles' contact looked to one another.\n*'''Civilian (official):''' ''Don't worry. The ostraca are all accounted for. The votes were counted, and Anaxagoras is to be ostracized.''\n</tabber>\n[[File:ACOD Anaxagoras Ostracized.png|thumb|250px|Anaxagoras being escorted out of Athens]]\nThe guards led Anaxagoras from the room amid the booing of the crowd, and Kassandra caught the eye of [[Sokrates]].\n*'''Sokrates:''' ''Be slow to fall into friendship—but once you do, continue firm and constant. It will be more difficult for me now that Anaxagoras must leave Athens. We were quite close, although he and Perikles were much closer. It's strange Perikles wasn't here today to defend him.''\n(If players choose \"Why would Perikles intervene?\")\n*'''Kassandra:''' ''Would Perikles normally defend someone?''\n*'''Sokrates:''' ''A good friend? Of course. Yet Anaxagoras seems pleased with the result. This day has brought more questions than answers.''\n(If players choose \"What is your relationship to Anaxagoras?\")\n*'''Kassandra:''' ''You said you were close...''\n*'''Sokrates:''' ''He was like a mentor to me. Many of my best thoughts came to fruition through our conversations.''\n(If players choose \"Tell me who you are.\")\n*'''Kassandra:''' ''Who are you?''\n*'''Sokrates:''' ''Ask anyone and they'll tell you Sokrates, but a name gives you nothing. Our actions determine who we are, and every action has its pleasures and its price. With that said, then, who do you claim to be?''\n\n<tabber>\n|-|I'm Kassandra.=\n*'''Kassandra:''' ''My name is Kassandra.''\n*'''Sokrates:''' ''And still, I don't feel I know you. Perhaps I can find out who you are a different way.''\n*'''Kassandra:''' ''You want to know me?''\n*'''Sokrates:''' ''Knowledge is the one good thing in this world. Surely you agree?''\n{{#tag:tabber|\nDrachmae is most important.=\n*'''Kassandra:''' ''I can't be paid in knowledge.''\n*'''Sokrates:''' ''Ah, then you're driven by the desire for wealth.''\n*'''Kassandra:''' ''Drachmae is the one thing people need.''\n*'''Sokrates:''' ''Many believe they need more than they actually do.''\n*'''Kassandra:''' ''And others have to risk everything just to survive.''\n{{!}}-{{!}}\nKnowledge matters most.=\n*'''Kassandra:''' ''Of course. Knowledge drives everything I do.''\n*'''Sokrates:''' ''Then we are the same in that way.''\n*'''Kassandra:''' ''Knowledge of when to attack, what weapon to use, or when to use reason instead of violence.''\n*'''Sokrates:''' ''We seem to put our love of knowledge into practice quite differently.''\n*'''Kassandra:''' ''I use it how I need to.''\n}}\n|-|I'm a mercenary.=\n*'''Kassandra:''' ''I know the price of actions. I have to as a mercenary.''\n*'''Sokrates:''' ''That simple piece of information tells me more about you than your name ever could. Explaining oneself must be carefully done.''\n*'''Kassandra:''' ''Explaining myself would take more time than I have.''\n*'''Sokrates:''' ''Then let us focus on a single, recent event. Tell me, as a mercenary, is there anything you wouldn't do?''\n{{#tag:tabber|\nI'll do anything for the right price.=\n*'''Kassandra:''' ''Everything has a price.''\n*'''Sokrates:''' ''And you're the one who decides when the pay is worth it.''\n*'''Kassandra:''' ''I don't have the luxury of turning down a job.''\n*'''Sokrates:''' ''What of duty? The greater good? Are they not their own kind of payment?''\n{{#tag:tabber|\nThey're not enough payment.=\n*'''Kassandra:''' ''No. They're not.''\n*'''Sokrates:''' ''It seems you know yourself well, but know it is better to change one's thoughts than to persist in those that are wrong.''\n*'''Kassandra:''' ''My thoughts are fine.''\n{{!}}-{{!}}\nThey can be enough payment.=\n*'''Kassandra:''' ''Some people might see duty as a good enough reason, I guess.''\n*'''Sokrates:''' ''The greater good is all we should care about.''\n*'''Kassandra:''' ''Easy to say if you're never worried about going hungry.''\n*'''Sokrates:''' ''I eat to live, but I do not live to eat.''\n*'''Kassandra:''' ''If you say so.''\n}}\n{{!}}-{{!}}\nEveryone has a line they won't cross.=\n*'''Kassandra:''' ''Just because I'm a mercenary doesn't mean I'll do anything.''\n*'''Sokrates:''' ''Even if the pay was more than adequate for the task?''\n*'''Kassandra:''' ''Even then.''\n*'''Sokrates:''' ''What if you were offered something you desperately needed? Something you couldn't get anywhere else? Would you move this line you've made for yourself?''\n{{#tag:tabber|\nMy line has moved enough.=\n*'''Kassandra:''' ''My line has moved countless times since I was a child. But it still exists.''\n*'''Sokrates:''' ''And will likely move again if what you say is true.''\n*'''Kassandra:''' ''It may.''\n{{!}}-{{!}}\nMy line could move more.=\n*'''Kassandra:''' ''It moves when I need it to.''\n*'''Sokrates:''' ''A strategy for those who must be adaptable. Or for those who wish to justify their actions.''\n*'''Kassandra:''' ''I decide if my actions are just.''\n}}}}\n</tabber>\n*'''Sokrates:''' ''You are clearly someone who would do whatever you feel is necessary. Perhaps for drachmae, or maybe to further a personal goal.''\n*'''Kassandra:''' ''That describes a lot of people.''\n*'''Sokrates:''' ''I suppose I'm curious why you did it. How could I not be when you're the reason my friend is being forced to leave the only home he's ever known?''\n<tabber>\n|-|I had to do it.=\n*'''Kassandra:''' ''I did what I was asked to do.''\n*'''Sokrates:''' ''And your needs are greater than those of the man you helped ostracize? Still, you raise a fine point. Who is more responsible: Anaxagoras for getting himself mixed up in this, or you, for simply sealing his fate?''\n{{#tag:tabber|\nAnaxagoras is responsible.=\n*'''Kassandra:''' ''I'm not responsible for his actions. I have one thing to think about—my own.''\n{{!}}-{{!}}\nI am responsible.=\n*'''Kassandra:''' ''Fine. I'm more responsible. But I did it because I have one concern—myself.''\n}}\n*'''Sokrates:''' ''Then I hope you also think about today. About Anaxagoras. About choice.''\n|-|Lie – I didn't do anything.=\n*'''Kassandra:''' ''I think you have the wrong person.''\n*'''Sokrates:''' ''You are claiming that ''you'' are the wrong person? Life's one true happiness is knowing yourself.''\n*'''Kassandra:''' ''Even if I did know who rigged the ostracism vote, I wouldn't tell you.''\n*'''Sokrates:''' ''And yet, I never said anyone rigged anything.''\n</tabber>\nA civilian approached and interrupted their conversation.\n*'''Civilian:''' ''Sokrates. There you are.''\n*'''Sokrates:''' ''Here I am.''\n*'''Civilian:''' ''You're late. They're all waiting for you.''\n*'''Sokrates:''' ''I wished to see Anaxagoras's fate. And so I have. Tell them I'm on my way.''\nSokrates turned his attention back to Kassandra.\n*'''Sokrates:''' ''Well, it seems our conversation is at an end. Although I hope it isn't the final one we have.''\n*'''Kassandra:''' ''I wouldn't know.''",
    "Section_Outcome": "Anaxagoras was ostracized in accordance with Perikles's wishes, completing one of the favors he asked of Kassandra.",
    "Section_Trivia": "*If the player is detected within the Logismos Building during the task to switch the ostraka, the civilian who announces the results will first announce that an attempt to tamper with the vote was uncovered. This does not affect the vote's outcome, but the player will incur an immediate two-helmet bounty upon quest completion. To avoid this, killing enemies appears to be allowed, so long as they are dispatched in secret. Even a detection cut short (e.g. with a Rush Assassination as the indicator flashes from yellow to red) will count against the player.\n*The dialogue path taken when talking to Sokrates will affect his greeting during [[Perikles's Symposium]], referencing the importance of knowledge or drachmae if the player tells him their name, and the lines they would or wouldn't cross if they simply told him they are a mercenary.",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nACOD Ostracized Memory Kassandra and Sokrates.png|Kassandra meeting with Sokrates\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n\n[[fr:Ostracisme]]"
}