{
    "QuestName": "Perikles's Symposium",
    "QuestID": "223106",
    "Revision": {
        "id": "1060849",
        "parentid": "1052541",
        "timestamp": "2023-09-21T02:25:11Z",
        "contributor": null,
        "origin": "1060849",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "pc0qm5os4vg1xzt041ieogdg23n6jtz"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": "Perikles's Symposium - Assassins Creed Odyssey.png",
        "description": "'Kassandra was finally given access to Perikles's fabled symposium. She knew the other guests were her best chance for information about her missing Myrrine|mother.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "Welcome to Athens",
        "next": "Island of Misfortune",
        "concurrent": "Drink Up<br>Oil and Love",
        "source": "Kassandra",
        "location": "Athens",
        "date": "May 431 BCE"
    },
    "General_Description": "'''Perikles's Symposium''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra participated in a symposium by [[Perikles]] to find information about her [[Myrrine|mother]]'s whereabouts.",
    "Section_Dialogue": "After completing the entirety of the tasks laid out by Perikles, Kassandra made her way to [[Perikles' Residence]] to report her success.\n*'''Kassandra:''' ''That's everything Perikles wanted. Time to return to him and find out what these Athenians know about my mother.''\nShe arrived at the gate, guarded by two [[Athens|Athenian]] [[soldier]]s.\n*'''Athenian Light Soldier:''' ''We'll be watching you, ''[[mercenary|misthios]]''.''\n*'''Athenian Marksman:''' ''Ah, at least give them a welcome first.''\n*'''Athenian Light Soldier:''' ''Fine. Perikles welcomes you to his symposium.''\nKassandra entered the residence, where she was greeted by [[Phoibe]].\n[[File:ACOD Perikles's Symposium Memory 01.png|thumb|250px|Kassandra reunited with Phoibe]]\n*'''Phoibe:''' ''Kassandra! It's you!''\n*'''Kassandra:''' ''Phoibe?''\n*'''Phoibe:''' ''You said you weren't coming back to [[Kephallonia]], so I decided to leave too!''\n*'''Kassandra:''' ''I said I wouldn't be coming back, but I don't remember saying you should leave.''\n*'''Phoibe:''' ''Well here I am!''\n(If \"How did you get here?\" was chosen.)\n*'''Kassandra:''' ''How did you even get here, Phoibe?''\n*'''Phoibe:''' ''Well... I did make some [[drachma]]e working for [[Markos]].''\n*'''Kassandra:''' ''So you paid someone to bring you to Athens?''\n*'''Phoibe:''' ''Not exactly.''\n*'''Kassandra:''' ''Phoibe.''\n*'''Phoibe:''' ''I needed the drachmae for when I arrived. I couldn't use it all to leave, and I didn't want to wait any longer, so I sneaked on a ship. Don't worry, nobody saw!''\n*'''Kassandra:''' ''I just can't believe you made it.''\n*'''Phoibe:''' ''I don't remember much of Athens from when I was a baby, but every once in a while, something feels familiar. It's nice.''\n(If \"I never expected to see you here.\" was chosen.)\n*'''Kassandra:''' ''I can't believe you're here.''\n*'''Phoibe:''' ''Me either! I can't believe we both made it to Athens. It's so much different than Kephallonia.''\n*'''Kassandra:''' ''But what are you doing here?''\n*'''Phoibe:''' ''I'm here to get you ready. I have to make sure you leave all your weapons and change into these clothes.''\n*'''Kassandra:''' ''So, you somehow work here... For Perikles.''\n*'''Phoibe:''' ''No. For ''[[Aspasia]]''.''\n(If \"Why do I have to change?\" was chosen.)\n*'''Kassandra:''' ''I don't understand why I have to change.''\n*'''Phoibe:''' ''It's just what you do here. I felt weird at first, but you forget about it pretty fast.''\n*'''Kassandra:''' ''And my weapons?''\n*'''Phoibe:''' ''Don't worry, I'll take care of them! You don't want to scare people in there.''\n*'''Kassandra:''' ''Well...''\n(If \"Why are you working for Aspasia?\" was chosen.)\n*'''Kassandra:''' ''How is it you're working for Aspasia?''\n*'''Phoibe:''' ''Well, I did get into a little bit of trouble after I got to Athens. I may have been the leader of a small group of orphans that tried to cheat Aspasia. We didn't know it was her, though!''\n*'''Kassandra:''' ''And you... convinced her to hire you?''\n*'''Phoibe:''' ''No, she asked me on her own!''\n*'''Kassandra:''' ''That was lucky.''\n(If \"I'm ready to go in.\" was chosen.)\n*'''Kassandra:''' ''I think I'm ready to go in.''\n*'''Phoibe:''' ''You can't! Not like that, anyway. The Athenians like it best when you try to ''fit in''. But don't worry, I have just the outfit for you.''\n<tabber>\n|-|\"I will change my clothes.\"=\n*'''Kassandra:''' ''I'll get changed. Promise you'll take care of my things?''\n*'''Phoibe:''' ''Yep. Leave your weapons in the corner, and I'll come back when you're done.''\nKassandra changed.\n*'''Kassandra:''' ''I feel... uncomfortable in this.''\n*'''Phoibe:''' ''Now you look like everyone else.''\n*'''Kassandra:''' ''You say that like it's a good thing.''\n*'''Phoibe:''' ''It is! If you want them to take you seriously, this is the easiest way. Trust me.''\n|-|\"I won't change my clothes.\"=\n*'''Kassandra:''' ''There's no way I'm wearing that.''\n*'''Phoibe:''' ''But if you don't—''\n*'''Kassandra:''' ''I mean it, Phoibe.''\n*'''Phoibe:''' ''You ''have'' to leave your weapons here, though.''\nKassandra shook her head in disbelief.\n*'''Kassandra:''' ''Fine.''\nKassandra left to remove her weapons and returned.\n*'''Phoibe:''' ''Don't say I didn't warn you.''\n</tabber>\n*'''Kassandra:''' ''Is that everything?''\n*'''Phoibe:''' ''You're all ready to go in! Don't worry, you've done scarier things than this.''\n[[File:ACOD Perikles's Symposium Memory 02.png|thumb|250px|Kassandra dressed in an outfit]]\n*'''Kassandra:''' ''I'm struggling to think of any right now. Are you sure I can't keep just one weapon with me?''\n*'''Phoibe:''' ''No weapons! Now, hurry and go in. Oh, and don't leave without saying bye!''\nBefore leaving, Kassandra spoke to Phoibe once more.\n*'''Phoibe:''' ''You just got here. You can't leave already!''\nSeeing she could not escape, Kassandra entered the Symposium and saw [[Herodotos]] standing at the entry. She passed him and approached [[Metiochos]], who was admiring a painting on the wall near the entry.\n*'''Metiochos:''' ''Thank you for your help, my friend.''\nKassandra left him and walked up to two men talking near a plinth covered in [[grape]]s.\n*'''[[Protagoras]]:''' Chaire''! We were just discussing [[Hermippos]]'s failures in his indictment of Aspasia.''\n*'''Hermippos:''' ''Well, ''you'' were. I was sleeping with my eyes open.''\nIgnored, Kassandra tried talking to [[Sokrates]] and [[Thrasymachos]].\n*'''Thrasymachos:''' ''Yes, ''you'' come and talk to this infuriating air bladder. I've had my fill.''\n*'''Sokrates:''' ''Perhaps later. First, explain to me your point again.''\nKassandra again tried to speak to Sokrates.\n*'''Sokrates:''' ''And so it isn't the rich and powerful, but the ''[[Greek mythology|gods]]'' who are the source of justice?''\n*'''Thrasymachos:''' ''What? No! Have you been listening to nothing I say?''\nKassandra tried once more to speak.\n*'''Sokrates:''' ''Ah, the ''misthios'' from the [[ostracism]]! Let's talk later.''\nHer attempts defeated, Kassandra left the men to their argument and returned to speak with Herodotos.\n*'''Herodotos:''' Chaire'', Kassandra! The mighty mercenary and traveler has finally made her grand entrance. Only slightly late, too.''\n*'''Kassandra:''' ''Herodotos! Athenians have no problem letting me know when I'm not welcome. It's a relief to see your friendly face.''\n*'''Herodotos:''' ''Don't let the company here tonight intimidate you.''\n*'''Kassandra:''' ''I won't.''\n*'''Herodotos:''' ''Perikles is no king. He needs these guests to love him, so that the people love him. And they, in turn, need Perikles. You're no different from any of them.''\n*'''Kassandra:''' ''Do you really think these people will help me?''\n<tabber>\n|-|If Kassandra changed clothes=\n*'''Herodotos:''' ''They will if you get them to trust you. And you've wisely dressed for the occasion. ''Appearing'' trustworthy is the most important part of being trusted, after all. Now then, come let me introduce you to everyone.''\n|-|If Kassandra did not change clothes=\n*'''Herodotos:''' ''Perhaps your... individual fashion sense will get their memories working. Now then, come let me introduce you to everyone.''\n</tabber>\nHerodotos escorted Kassandra to the main court.\n*'''Herodotos:''' ''They may not look it, but this group holds the way to the future on the tip of their opinionated tongues.''\nHerotodos pointed to two individuals amongst the crowd.\n[[File:ACOD Perikles's Symposium Memory 03.png|thumb|250px|The symposium]]\n*'''Herotodos:''' ''Ah, [[Sophokles]] and [[Euripides]], for example. Two of the most celebrated playwrights to date. No one can throw stones as far as they can. They appear to be locked in some kind of intellectual struggle, as is their way.''\n*'''Sophokles:''' ''He's a writer of comedies, of all things! Comedies, Euripides!''\nSophokles left and entered a room, angry. Euripides and another [[Aristophanes|individual]] laughed.\n<tabber>\n|-|I've heard of Sophokles.=\n*'''Kassandra:''' ''I've heard of Sophokles. In my line of work, it pays to know who the richest and most famous men are.''\n|-|That doesn't look very \"intellectual.\"=\n*'''Kassandra:''' ''It looks more like a lover's quarrel to me.''\n</tabber>\nHerodotos pointed to Hermippos.\n*'''Herodotos:''' ''Hermippos has also written his fair share of comedies...''\nHermippos put his hand on Protagoras' shoulder.\n*'''Hermippos:''' ''You should drink more.''\n*'''Herodotos:''' ''Lately his attitudes have garnered him more notice than his works. However, the fellow beside him, Protagoras, is a sophist worthy of as much praise as the great Sokrates himself.''\nThey looked at Sokrates, still arguing with Thrasymachos.\n<tabber>\n|-|I'm surprised Sokrates is here.=\n*'''Kassandra:''' ''Inviting Sokrates seems like a good way to ruin everyone's night. I'm surprised they would let him in the door.''\n|-|Sokrates isn't so \"great.\"=\n*'''Kassandra:''' ''I'm not sure \"great\" is the term I would use...''\n</tabber>\n*'''Herodotos:''' ''Oh, don't let Sokrates get under your skin. At least he wore shoes for the occasion... And the poor thing gesticulating like an ape is Thrasymachos. If you listen closely, you'll notice he and Sokrates are actually arguing the same points. But the wind from his wild gestures deafens him to critique.''\n*'''Thrasymachos:''' ''That isn't at all what I mean!''\nThey walked to the middle of the court.\n*'''Kassandra:''' ''Where is Perikles?''\n*'''Herodotos:''' ''Oh! He never attends his own parties. Which reminds me, there's something I need to get his help with...''\n[[File:ACOD Perikles's Symposium Memory 05.png|thumb|250px|Kassandra meet Alkibiades]]\nA drunken individual behind interrupted them.\n*'''[[Alkibiades]]:''' ''Vile Sokrates! Always appearing where I least expect him. Warrior, protect me from his amorous gaze! ...Oh, Alkibiades. This is not a time for jealousy, but for love!''\nAlkibiades drunkenly staggered off, taking a man and woman through a doorway to another hall. Herodotos awkwardly cleared his throat.\n*'''Herodotos:''' ''Let's not use Alkibiades as an example. Be good, and don't drink too much. So, tell me, what does a ''misthios'' like you think of a party like this?''\n<tabber>\n|-|Alkibiades seems interesting.=\n*'''Kassandra:''' ''This party could be fun. Alkibiades drinks like a [[Sparta]]n. Maybe he fights like one, too.''\n*'''Herodotos:''' ''If I could suggest anything—please don't start a fight. Or end one.''\n|-|Parties aren't my specialty.=\n*'''Kassandra:''' ''This is going to be a long night. Parties should be about vomiting up blood, not vomiting up poetry. These people are so... clean.''\n*'''Herodotos:''' ''If these guests aren't up to your own... unique tastes, then just focus on why you came here in the first place.''\n</tabber>\n*'''Kassandra:''' ''Thank you, Herodotos.''\n*'''Herodotos:''' ''Now, if you'll excuse me. Perikles is here somewhere, and I need to prepare him... If he's alone, I'll tell him what [[Alexios|your brother]] said.''\n<tabber>\n|-|You should get going.=\n*'''Kassandra:''' ''Agreed, Perikles needs to know. I'll stay here and look for clues.''\n*'''Herodotos:''' ''I hope they know something about your mother.''\n*'''Kassandra:''' ''Me too.''\n|-|Don't leave me alone.=\n*'''Kassandra:''' ''Your leaving me alone with these people?''\n*'''Herodotos:''' ''Ha! You'll do fine without me. I promise. Just relax, talk to the others, and focus on finding your mother.''\n</tabber>\nHerodotos took his leave, leaving Kassandra alone to talk to those within the Symposium. She approached Hermippos and Protagoras.\n[[File:ACOD Perikles's Symposium Memory 06.png|thumb|250px|Kassandra with Hermippos and Protagoras]]\n*'''Protagoras:''' ''Of course, I only use terms war, or god, or civility, in context of what can be observed. So, I can observe soldiers fighting, but does that bring me any closer to understand war?''\nHermippos turned to Kassandra.\n*'''Hermippos:''' ''I haven't seen you around before, citizen. Perhaps you'd like to spare me conversing with this man of nonsense?''\n(Leave – \"I'll pass.\")\n*'''Kassandra:''' ''All you people do is talk. I'd rather not.''\nThe two men let out angry huffs. Kassandra left the pair, only to change her mind and return later.\n*'''Hermippos:''' ''You're back.''\n(Accept – \"Let's talk.\")\n*'''Kassandra:''' ''Sure, we can talk. What about?''\n*'''Hermippos:''' ''Before Protagoras changed the subject, we were talking about the next greater leader of Athens—[[Kleon]].''\n<tabber>\n|-|Kleon is great.=\n*'''Kassandra:''' ''I saw Kleon speaking at the [[Pnyx]]. He is a real man of the people.''\n*'''Hermippos:''' ''So!  You have a taste for politics. That's certainly better than most of the elitist blowhards in this house.''\n*'''Kassandra:''' ''I take it you and Perikles aren't friends.''\n*'''Protagoras:''' ''Hardly! Hermippos led the charge to have Aspasia ostracized and to see Perikles stripped of power—not that it worked.''\n*'''Hermippos:''' ''Yet. Perikles is the past. He's more worried about losing a few precious statues than he is fighting and winning the war. Kleon will rule this city and return it to greatness—mark my words.''\n(If \"What do you know of my mother?\" is chosen.)\n*'''Kassandra:''' ''I'm looking for clues to help me find a woman. She was Spartan.''\n*'''Protagoras:''' ''Looking and finding are quite different things, wouldn't you say? I could observe a priest offering sacrifice to the gods, but does that mean in so doing that I have, found god? Or...''\n*'''Kassandra:''' ''Oh, forget it.''\n|-|Let's talk about why I'm here.=\n*'''Kassandra:''' ''I'll change the subject again. I'm looking for someone—a [[Sparta]]n woman.''\n*'''Hermippos:''' ''Spartan? Hopefully she's dead in the gutters—it's better than those mongrels deserve.''\n*'''Protagoras:''' ''I wonder... if you found the woman, even if you saw her with your own eyes, would you believe her existence to be true?''\n*'''Kassandra:''' ''This is getting nowhere. Forget it.''\n*'''Protagoras:''' ''If you don't want to discuss that, then what?''\nKassandra turned to Hermippos.\n|-|Kleon is an idiot.=\n*'''Kassandra:''' ''I saw Kleon talk at the Pnyx. Even for a politician, he's scum.''\n*'''Hermippos:''' ''Bah, you sound like every other blowhard in this place. Kleon is a champion of the people, and he's ready to tear down Perikles' elitism.''\n*'''Kassandra:''' ''I take it you and Perikles aren't friends.''\n*'''Protagoras:''' ''Hardly! Hermippos led the charge to have Aspasia ostracized and to see Perikles stripped of power—not that it worked.''\n*'''Hermippos:''' ''Yet. Perikles is the past. He's more worried about losing a few precious statues than he is fighting and winning the war. Kleon will rule this city and return it to greatness—mark my words.''\n(If \"What do you know of my mother?\" is chosen.)\n*'''Kassandra:''' ''I'm looking for clues to help me find a woman. She was Spartan.''\n*'''Protagoras:''' ''Looking and finding are quite different things, wouldn't you say? I could observe a priest offering sacrifice to the gods, but does that mean in so doing that I have, found god? Or...''\n*'''Kassandra:''' ''Oh, forget it.''\n</tabber>\n(If \"Why would Perikles invite you?\" is chosen.)\n*'''Kassandra:''' ''If you're an ally of Kleon, why would Perikles invite you?''\n*'''Hermippos:''' ''You're not from Athens, outsider. Here, we keep our enemies closest of all.''\n(If \"Where's Aspasia?\" is chosen.)\n*'''Kassandra:''' ''Why isn't Aspasia here?''\n*'''Protagoras:''' ''Can you be certain she isn't? To observe her presence is still no guarantee that she is here.''\n*'''Hermippos:''' ''In my opinion, it's just like her to cower in the shadows while we stand out here in the light.''\n(Leave – \"That's enough talk.\")\n*'''Kassandra:''' ''This has been... useless. ''Chaire''.''\nKassandra sought out Sophokles and Alkibiades to get the information she needed. After [[Drink Up|fulfilling]] their [[Oil and Love|requests]], she returned to the symposium and re-engaged Sokrates in dialogue.\n<tabber>\n|-|Intro 1=\n(If Kassandra told Sokrates her name during \"[[Ostracized]]\", then stated that \"[[Drachma]]e\" is most important)\n*'''Sokrates:''' ''Ah, here comes the one who claims to value drachmae over the noble path that leads to knowledge.''\n*'''Kassandra:''' ''Like I told you, \"knowledge\" can't feed me.''\n*'''Sokrates:''' ''But the mind must be fed as well!''\n|-|Intro 2=\n(If Kassandra told Sokrates her name during \"Ostracized\", then agreed with him that \"Knowledge\" is most important)\n*'''Sokrates:''' ''Ah, if it isn't the one who agrees that knowledge is most important!''\n*'''Kassandra:''' ''I think we agreed our use of that knowledge couldn't be more different.''\n*'''Sokrates:''' ''You remember! Perhaps that conversation can continue.''\n|-|Intro 3=\n(If Kassandra told Sokrates during \"Ostracized\" that she was a mercenary who would do anything for the right price)\n*'''Sokrates:''' ''I admit, I'm surprised to see you here. But, \"everything has a price,\" as you said. I can't help but wonder what price you paid to gain entry to this symposium.''\n*'''Kassandra:''' ''Keep wondering.''\n|-|Intro 4=\n(If Kassandra told Sokrates during \"Ostracized\" that she was a mercenary who had a line she wouldn't cross)\n*'''Sokrates:''' ''Being so new to Athens, and gaining access to this symposium, is no small feat. Though you said there are things you wouldn't do, you gained Perikles's trust so quickly...''\n*'''Kassandra:''' ''I've made my choice.''\n</tabber>\nThrasymachos interjected, accused Sokrates of using her presence as a distraction.\n*'''Thrasymachos:''' ''You really intend to use this young distraction to avoid the point being argued?''\n<tabber>\n|-|It can't be that important.=\n*'''Kassandra:''' ''If you've been arguing this long, and you haven't agreed yet, just give up.''\n|-|I'm intrigued.=\n*'''Kassandra:''' ''You have been arguing a single point all night, and no one has a black eye? You have my attention.''\n</tabber>\n*'''Sokrates:''' ''We're discussing the nature of rulers. Where better to do so than here? I'll ask you the same question I asked Thrasymachos: would you agree that the act of ruling is an art?''\n[[File:ACOD Perikles's Symposium Memory 08.png|thumb|250px|Kassandra with Sokrates and Thrasymachos]]\n*'''Thrasymachos:''' ''It is an art, as all worthy undertakings are. That is not up for argument.''\n*'''Sokrates:''' ''Yet, medicine is for the betterment of the patient, and not the physician. Carpentry improves the building, not the builder. Then—is the art of ruling not for the betterment of the ruled rather than the ruler?''\n*'''Thrasymachos:''' ''Don't be absurd!''\n{{-}}\n<tabber>\n|-|Rulers are unjust.=\n*'''Kassandra:''' ''I have seen enough of the world to know that there are no \"just\" rulers. Even Perikles is self-serving.''\n*'''Sokrates:''' ''Is a Spartan general who brings order to his troops, thereby saving his own life, self-serving? I'm not sure that's the case.''\n*'''Kassandra:''' ''Ruling a city and fighting in battle are different things.''\n*'''Sokrates:''' ''By practicing the art of war, doesn't the general guarantee some of his troops a ferry ride to [[Hades]], when a swift retreat would save all their lives?''\n{{#tag:tabber|\nYou're contradicting yourself.=\n*'''Kassandra:''' ''You just said a general isn't self-serving when he brings order to his troops. Then you said he ''is'' self-serving because retreating would save the lives of his men. What are you trying to say?''\n*'''Sokrates:''' ''I never ''try'' to say anything.''\n*'''Kassandra:''' ''But you ''just'' said those things.''\n*'''Sokrates:''' ''I said the words, but I didn't ''say'' anything at all. I only attempted to gain your view on the matter.''\n*'''Thrasymachos:''' ''You're wasting your time.''\n{{!}}-{{!}}\nI'm done talking about this.=\n*'''Kassandra:''' ''I've already had conversations like this with you, Sokrates. I'm not in the mood to spend the rest of my night standing here.''\n*'''Sokrates:''' ''I'd never ask you to do such a thing! You've said plenty, and I feel I know you even better now.''\n*'''Thrasymachos:''' ''Go while you still can. Perhaps you've loosened his ears to my point.''\n}}\n|-|This is a waste of time.=\n*'''Kassandra:''' ''This argument between you two is pointless.''\n*'''Sokrates:''' ''Perhaps. How do you define art?''\n*'''Kassandra:''' ''I'm not getting dragged into this.''\n*'''Sokrates:''' ''Very well. Answer this: does the artist not give form and symmetry to her subject?''\n*'''Kassandra:''' ''Well, yes.''\n*'''Sokrates:''' ''Laws and justice do much the same for people, do they not? And is there any better way to communicate the story of a people than by revealing its customs and laws? If yes, then ruling, and thus justice, must be an art, as Thrasymachos says.''\n*'''Kassandra:''' ''If you say so.''\n</tabber>\nThrasymachos looked to the entrance and saw Aspasia enter.\n*'''Thrasymachos:''' ''Aspasia.''\nAs the three conversed, Aspasia entered the room with a smile, seizing the attention of the entire symposium. As she walked past, everyone gave a small bow, Kassandra doing so just a little late. Kassandra walked over to where she stood.\n<tabber>\n|-|If Kassandra indulged Sokrates in debate=\n*'''Aspasia:''' ''I couldn't help but notice your talent for debate. Well done.''\n*'''Kassandra:''' ''Sokrates is an... interesting character.''\n|-|If Kassandra said \"This is a waste of time\"=\n*'''Aspasia:''' ''You shouldn't be too hard on Sokrates. He really has a brilliant mind, even if he comes off a little strong.''\n*'''Kassandra:''' ''He isn't always like that, is he?''\n</tabber>\nPhoibe presented herself to Aspasia and Kassandra.\n*'''Aspasia:''' ''Ah, Phoibe. Perikles has retired to the balcony already, has he? His ability to sneak off and sulk is second to none.''\n*'''Phoibe:''' ''I can go get him, and Kassandra can help! Everyone listens when she talks.''\n*'''Aspasia:''' ''That'll be fine. Run along. Kassandra will be right behind you.''\nShe turned to Kassandra.\n*'''Aspasia:''' ''Now, allow me to introduce myself. My name is Aspasia. I had to go to great lengths to cover up your work in [[Megaris]].''\n<tabber>\n|-|That wasn't me.=\n*'''Kassandra:''' ''I have no idea what you're talking about.''\n*'''Aspasia:''' ''Oh now. To convince someone in this house, even your eyes must tell a lie.''\n*'''Kassandra:''' ''Fine, it was me. But my actions were personal, not political.''\n|-|You've been spying on me.=\n*'''Kassandra:''' ''Your spies have been watching me. I knew you people cannot be trusted.''\n|-|I did what was necessary.=\n*'''Kassandra:''' ''I did what I had to do, and I'd do it again. I make no apologies.''\n</tabber>\nAspasia looked at Kassandra's attire.\n<tabber>\n|-|If Kassandra changed clothes.=\n*'''Aspasia:''' ''We do what we must to survive, and there's no shame in that. It's how you got here—how ''I'' got here. The clothes, they fit you well, I trust?''\n{{#tag:tabber|\n\"Yes, thank you.\"=\n*'''Kassandra:''' ''These may be the nicest clothes I've ever worn, but I feel... a bit uncomfortable, to be honest.''\n{{!}}-{{!}}\n\"They'd be fine if I had my weapons.\"=\n*'''Kassandra:''' ''I'd be more comfortable in these clothes if I had a blade in my hand.''\n}}\n|-|If Kassandra did not change clothes.=\n*'''Aspasia:''' ''We do what have to to survive, and there's no shame in that, believe me. You make an interesting choice, Kassandra, in not dressing to fit in.''\n*'''Kassandra:''' ''Fit in? Fancy clothes wouldn't help me fit in. Your Athenian {{Wiki|Chiton (garment)|chiton}}s are strange to me.''\n</tabber>\nRegardless, Aspasia agreed with Kassandra's sentiment.\n*'''Aspasia:''' ''You never really get used to them.''\nAspasia glanced up at the room.\n*'''Aspasia:''' ''It seems we have the attention of the entire room without a single eye being fixed on us. If you'd like to talk, do it now, and do it discreetly.''\n<tabber>\n|-|I'm searching for my mother.=\n*'''Kassandra:''' ''I've been searching for a woman named Myrrine... My mother. I think she may be in danger, and my search brought me here.''\n|-|I'm trailing a woman.=\n*'''Kassandra:''' ''I'm searching for a woman who fled Sparta with her child years ago. I was hoping you might help.''\n</tabber>\nAspasia asked what Kassandra had learned so far.\n*'''Aspasia:''' ''What clues do you have to her whereabouts?''\n*'''Kassandra:''' ''A physician named [[Hippokrates]] may have seen her in [[Argos]].''\n*'''Aspasia:''' ''He's a good man. If you find a woman named [[Agathe]] there, let her know Aspasia sends her regards. What else?''\n*'''Kassandra:''' ''Alkibiades gave me the name of a woman in [[Korinth]].''\n*'''Aspasia:''' ''I'm ''sure'' he did. My dear friend, [[Anthousa]], is the only one I know who's enjoyed a life in Korinth through legitimate means... mostly legitimate, anyway.''\n*'''Kassandra:''' ''That's all I have.''\n*'''Aspasia:''' ''There ''is'' another option. In a former life, when I needed something done, or someone found, I contacted a friend. An admiral, of a sort.''\n*'''Kassandra:''' ''What's his name?''\n*'''Aspasia:''' Her ''name is [[Xenia]]. When we last spoke, she was in [[Keos]]. A word of caution: when you go to her, be on your guard. Sea life makes a monster out of most people.''\n*'''Kassandra:''' ''Thank you, Aspasia.''\n*'''Aspasia:''' ''When you're done, return here. Together, we will find who you're looking for.''\nAspasia began to walk away, asking one last thing of her guest.\n*'''Aspasia:''' ''Now do me a favor and get Perikles to come down here to greet his guests.''\nBefore leaving, Kassandra spoke to Aspasia once more.\n*'''Aspasia:''' ''I'll help you however I can during your travels.''\nKassandra made her way upstairs to the balcony, where Perikles was talking with Herodotos.\n*'''Herodotos:''' ''Kassandra?''\n<tabber>\n|-|If Kassandra changed clothes=\n*'''Perikles:''' ''I didn't send for you. No matter how you've dressed for my party, Phoibe shouldn't have let you in.''\n|-|If Kassandra did not change clothes=\n*'''Perikles:''' ''I don't recall sending for you, ''misthios''. Phoibe shouldn't have let you in here.''\n</tabber>\n<tabber>\n|-|Aspasia sent me.=\n*'''Kassandra:''' ''Aspasia told me to come find you. She wants you to come down to the party.''\n*'''Perikles:''' ''She says I don't interact with our guests enough. But these parties aren't for me.''\n|-|Don't blame Phoibe.=\n*'''Kassandra:''' ''Phoibe did nothing wrong. Aspasia asked her to let me in.''\n*'''Perikles:''' (annoyed grunt)\n|-|Stop hiding from your guests.=\n*'''Kassandra:''' ''You've been hiding from your guests long enough. Aspasia seems to think so, too.''\n*'''Perikles:''' ''She usually does.''\n</tabber>\nPerikles proposed a way out of going downstairs.\n*'''Perikles:''' ''Technically you're a guest. If you join Herodotos and me, that should be enough for her, don't you think?''\n*'''Kassandra:''' ''You really don't want to go downstairs, do you?''\n*'''Perikles:''' ''When your days are spent speaking in front of crowds, you begin to crave these moments of silence.''\n*'''Herodotos:''' ''Or as silent as I let it be, at least.''\nPerikles chuckled.\n[[File:ACOD Perikles's Symposium Memory 10.png|thumb|250px|Kassandra with Herodotos and Perikles]]\n(If \"Why did you want [[Phidias]] to escape?\" was chosen.)\n*'''Kassandra:''' ''Phidias was awaiting trial, but you had me get him out of Athens. I figured you, of all people, would want to follow the law.''\n*'''Perikles:''' ''Phidias is a very dear friend. I didn't want to risk him being found guilty. And, of course, there were other threats.''\n*'''Kassandra:''' ''So you knew.''\n*'''Perikles:''' ''I know he's delusional, but... one day when you have a friend you'd do anything for, you'll understand.''\n(If \"Why did you ostracize your own friend?\" was chosen.)\n*'''Kassandra:''' ''I don't understand why you had [[Anaxagoras]] ostracized. Sokrates said he was your friend.''\n*'''Perikles:''' ''I won't risk the lives of those close to me if there's something I can do about it.''\n*'''Kassandra:''' ''So you did this to protect him?''\n*'''Perikles:''' ''Anaxagoras understood my fears. Ten years may be a long time, but at least he'll be safe.''\n(If \"Why would you send Metiochos somewhere dangerous?\" was chosen.)\n*'''Kassandra:''' ''Why send Metiochos to the fishing district if it's dangerous?''\n*'''Perikles:''' ''I would have never sent him into danger willingly.''\n*'''Kassandra:''' ''It seems you have many loyal friends.''\n*'''Perikles:''' ''My people are important to me.''\n(If \"I have something to tell you.\" was chosen.)\n*'''Kassandra:''' ''Your life is in danger.''\n*'''Perikles:''' ''Yes, yes. Herodotos was saying. This [[Cult of Kosmos|Cult]] doesn't worry me—I have my life threatened by far worse people every day. My true concern is Athens. I fear for her future.''\n<tabber>\n|-|You should take this threat seriously.=\n*'''Kassandra:''' ''The Spartans aren't your real concern, Perikles. The Cult is coming. And they're bringing their strongest weapon.''\n*'''Herodotos:''' ''Listen to her, Perikles.''\n*'''Perikles:''' ''The Spartans are immediate. A Cult's threat is ambiguous.''\n*'''Kassandra:''' ''I'm... related to one of the Cult members. And I believe him when he says they're coming after you.''\n*'''Perikles:''' ''Sound counsel to consider. I'll be sure to let my men know regardless.''\n|-|I'd be worried about Athens, too.=\n*'''Kassandra:''' ''Spartans outside the walls, people crammed inside... I don't envy you.''\n*'''Perikles:''' ''Even so, there isn't another city I'd rather live in.''\n*'''Kassandra:''' ''I can't say I know how that feels.''\n*'''Perikles:''' ''When you find your place, you'll know it.''\n</tabber>\nPhoibe arrived on the balcony.\n*'''Phoibe:''' ''Aspasia sent me to see what's taking you so long.''\n*'''Perikles:''' ''Tell Aspasia I'll be right there. I suppose this is where our conversation ends. Thank you again for helping me. I hope my guests are able to help you in your search.''\n*'''Kassandra:''' ''Time will tell.''\nKassandra left the two on the balcony to continue their discussion. Soon, she ran into Phoibe again.\n*'''Phoibe:''' ''You look tired!''\n*'''Kassandra:''' ''Only of conversation. I think that's the most talking I've ever done.''\n*'''Phoibe:''' ''See, you didn't need a weapon after all! Are you leaving?''\n(\"I'm ready to go.\")\n*'''Kassandra:''' ''I've had enough to Athenian hospitality to last me a lifetime.''\n*'''Phoibe:''' ''You get used to it. It's nice! What are you going to do now?''\n<tabber>\n|-|I'm going to Keos.=\n*'''Kassandra:''' ''There's a woman on the island of Keos that I need to meet. I think I'll head there first.''\n*'''Phoibe:''' ''I've heard there are [[Piracy|pirates]] there!''\n*'''Kassandra:''' ''I'll be sure to be careful.''\n*'''Phoibe:''' ''Good.''\n|-|I'm going to Argolis.=\n*'''Kassandra:''' ''There is a physician in Argolos that may be able to help me.''\n*'''Phoibe:''' ''You're sick? You've never been sick!''\n*'''Kassandra:''' ''No, no, I'm fine. I just need to talk to him.''\n*'''Phoibe:''' ''Okay, good. It would be weird if you were sick.''\n|-|I'm going to Korinthia.=\n*'''Kassandra:''' ''There's a woman in Korinth I'd like to talk to.''\n*'''Phoibe:''' ''I've heard about that place from Alkibiades... he says you don't go there to talk.''\n*'''Kassandra:''' ''Alkibiades says a lot of things.''\n*'''Phoibe:''' ''He sure does! ''\n</tabber>\n<tabber>\n|-|If Kassandra had spared the plague victims=\n*'''Phoibe:''' ''Before you go, I heard something from Aspasia... about Kephallonia.''\n*'''Kassandra:''' ''What is it?''\n*'''Phoibe:''' ''She said there was some sort of plague. You don't think... My [[Kynna|friend]]... The blood fever...''\n*'''Kassandra:''' ''Don't think like that. Whatever happened on Kephallonia isn't our fault. I'll go myself and find out if this plague even happened, OK?''\n*'''Phoibe:''' ''OK... thanks. I knew I could count on you!''\n|-|If Kassandra did not save the plague victims=\n</tabber>\nKassandra re-equipped her gear and walked with Phoibe out of Perikles's home.\n*'''Kassandra:''' ''Not going to beg to come along this time?''\n*'''Phoibe:''' ''Nope! I'm happy here, and this isn't Kephallonia. That means you'll be back!''\n*'''Kassandra:''' ''That's very true.''\n*'''Phoibe:''' ''Plus, I really like working for Aspasia. She says she has a mission for me!''\n*'''Kassandra:''' ''I'll see you soon, Phoibe.''\n*'''Phoibe:''' ''Bye, Kassandra.''",
    "Section_Outcome": "Kassandra obtained the names of several people who may have encountered Myrrine at some point in the past. She set out from Athens to meet them.",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nACOD Perikles's Symposium Memory 04.png|Kassandra and Herotodos observing Hermippos and Protagoras\nACOD Perikles's Symposium Memory 07.png|Kassandra with Euripedes and Aristophanes\nACOD Perikles's Symposium Memory 11.png|Aspasia makes her entrance\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Le banquet de Périclès]]"
}