{
    "QuestName": "Drink Up",
    "QuestID": "223108",
    "Revision": {
        "id": "996028",
        "parentid": "922385",
        "timestamp": "2022-04-12T14:32:02Z",
        "contributor": null,
        "origin": "996028",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "sw1kqz4jervxzjbqj1vec8gjo35n22i"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD-DrinkUp-06.jpg",
        "description": "'Distracting Sophokles's from himself long enough to ask for information about Myrrine would be difficult, so Kassandra had to play by his rules. It was time to get Euripides drunk.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main, Support",
        "previous": "Perikles's Symposium",
        "next": "Island of Misfortune",
        "concurrent": "Oil and Love",
        "source": "Kassandra",
        "location": "Athens, Greece",
        "date": "May 431 BCE"
    },
    "General_Description": "'''Drink Up''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra approached [[Sophokles]] to obtain clues about her [[Myrrine|mother]]'s whereabouts.",
    "Section_Dialogue": "Kassandra walked from the center of the symposium in [[Perikles]]' [[Perikles' Residence|house]] to a back corner where [[Euripides]] and [[Aristophanes]] were talking.\n<tabber>\n|-|If Kassandra changed clothes=\n*'''Aristophanes:''' ''A new face in Perikles's abode! That in itself is a remarkable thing. You must have seen me doing my impression of [[Kleon]]. I call it \"The Orange Ape.\" Tell me, what does it think?''\n|-|If Kassandra did not change clothes=\n*'''Aristophanes:''' ''A ''misthios'' in Perikles's abode? I never thought I'd see the day! You must have seen me doing my impression of [[Hermippos]]. I call it \"The Dejected Weasel.\" Tell me, what does it think?''\n</tabber>\n<tabber>\n|-|Don't call me \"It.\"=\n*'''Kassandra:''' ''Did you just call me \"it\"?! Watch your mouth, Athenian!''\n*'''Aristophanes:''' ''It speaks, and so feisty, too! Sometimes I wonder if I'm doomed to be the only young and beautiful thing here.  So, what do they call you?''\n|-|I have a name.=\n*'''Kassandra:''' ''I am called many things. \"It\" isn't one of them.''\n*'''Aristophanes:''' ''What do you call yourself then, creature of many names?''\n</tabber>\n*'''Kassandra:''' ''Kassandra.''\n[[File:ACOD Drink Up 02.png|thumb|250px|Kassandra meeting Aristophanes and Euripides]]\n*'''Aristophanes:''' ''Hmm. I wouldn't peg you as a Kassandra. But never mind. I'm Aristophanes, and this man is Euripides. Oh, go on. Introduce yourself.''\n*'''Euripides:''' ''I'm Euripides.''\n*'''Kassandra:''' ''For a playwright, you're not much for words.''\n*'''Aristophanes:''' Good men lead quiet lives'', as old Euripides likes to say. Don't you, Euripides?''\nEuripides stood in hazy thought, before absently nodding his head.\n*'''Aristophanes:''' ''Now, if you'll excuse us, I was just about to dazzle this old dog with my impression of Perikles. I call it \"The Wooden Board\".''\n*'''Kassandra:''' ''The man is your ''host''.''\n*'''Aristophanes:''' Under every stone hides a politician'', I always say, and Perikles is no different.''\nAristophanes turned back to Euripides, ending the conversation, but Kassandra tried to speak to them again.\n*'''Aristophanes:''' ''It's come back for more! Care to see my impression of [[Protagoras]]? I call it \"The Flapping Bladder\".''\n*'''Euripides:''' ''I'm sure she wouldn't.''\n*'''Aristophanes:''' ''Well if you excuse us, I'm working on my impression of you. I call it \"The Pretty Monkey\".''\nRudely dismissed, Kassandra left the pair and entered the kitchen, where she saw a slave woman in front of her preparing food and Sophokles pacing in circles off to the side. Kassandra spoke to the slave.\n*'''Slave:''' ''I'm too busy to deal with you at the moment. Go on, now. Out of my kitchen.''\nLeaving the slave to her work, Kassandra approached Sophokles in the corner.\n<tabber>\n|-|If Kassandra changed clothes=\n*'''Sophokles:''' ''I suppose you've come here to mock me for my fight with Euripides?''\n|-|If Kassandra did not change clothes=\n*'''Sophokles:''' ''A ''misthios''? Here? I suppose they've sent you to mock me for my fight with Euripides?''\n</tabber>\n<tabber>\n|-|That wasn't a fight.=\n*'''Kassandra:''' ''I've seen a lot of fights. That wasn't one.''\n*'''Sophokles:''' ''I really made a fool of myself this time, didn't I? I'm Sophokles, though I'm sure you knew that. And you are?''\n*'''Kassandra:''' I ''am looking for information that'll help me find someone. A Spartan woman.''\n|-|I'm looking for clues.=\n*'''Kassandra:''' ''Spare me. I'm only looking for clues to help me find a [[Sparta]]n woman.''\n|-|You're a rich, arrogant ass.=\n*'''Kassandra:''' ''There's a [[Peloponnesian War|war]] at the city walls. Suffering. Starvation. And you're in here arguing because...someone at the party isn't giving you the attention you need?''\n*'''Sophokles:''' ''That's no way to calm down someone who is obviously upset.''\n*'''Kassandra:''' ''No, its not. I am looking for information that'll help me find someone. A Spartan woman.''\n</tabber>\n[[File:ACOD Drink Up 01.png|thumb|250px|Kassandra speaking to Sophokles]]\n*'''Sophokles:''' ''A Spartan woman in Athens? Sounds intriguing, though if you expect me to notice someone other than myself, you expect too much. You could talk to Euripides—he's the second-most worldly man here, that [[wikt:pediculosus|pediculous]], [[wikt:xanthodontous|xanthodontous]], [[wikt:exophthalmic|exophthalmic]]... [[wikt:morosoph|morosoph]]. But he doesn't talk without a drink.''\n*'''Kassandra:''' ''I have no idea what that meant.''\nSophokles smiled smugly.\n*'''Sophokles:''' ''No, you don't.''\n<tabber>\n|-|Let's get Euripides drunk.=\n*'''Kassandra:''' ''So, we get him drunk, and he talks? He sounds more Argive than Athenian.''\n*'''Sophokles:''' ''Impressive, foreigner. Euripides ''is'' from [[Argos]].''\n|-|So you want to make a scene.=\n*'''Kassandra:''' ''You want to get Euripides drunk...Are you hoping he's going to make an even bigger scene than you did?''\n*'''Sophokles:''' ''Ha! We both know that's not possible. But you're a feisty one, to say the least.''\n</tabber>\n*'''Kassandra:''' ''All right. If nothing else, this party could use the help.''\n*'''Sophokles:''' ''You'll need to pick the right wine for this task. The kitchen should have what you need. Let me know when Euripides is done in, and I'll slip away unseen.''\n(If \"Why did Perikles invite you?\" was chosen.)\n*'''Kassandra:''' ''How do you know Perikles?''\n*'''Sophokles:''' ''I believe you mean to ask me, \"How does Perikles know you?\" I'm the greatest dramatist in the land, mentor to Euripides, lover of [[Asklepios]], father of theater, and so on, and so on.''\n*'''Kassandra:''' ''I'm sure it's a real honor to have you hiding in his kitchen.''\n(If \"Why are you upset about Euripides?\" was chosen.)\n*'''Kassandra:''' ''You're awfully worked up over Euripides. You sure you're just friends?''\n*'''Sophokles:''' ''I'm never \"just\" anything, foreigner. Though I confess, Euripides and I hold a bond deeper than brotherhood. Why he slums it with that banal young plaything, Aristophanes, I'll never know.''\n(Accept – \"Time to liven up the party.\")\n*'''Kassandra:''' ''I'll get the wine.''\n*'''Sophokles:''' ''Wonderful. Now, if you want some ''friendly'' advice, Aristophanes cannot stand sweet wine. I've seen what it can do to him—absolutely, horrifyingly delightful.''\n*'''Kassandra:''' ''It wouldn't be a party without someone losing their stomach. I'll let you know if your plan worked.''\nKassandra left the kitchen and attempted once more to speak to Euripides.\n[[File:ACOD-DrinkUp-03.jpg|thumb|250px|Aristophanes' impression of Sophokles]]\n*'''Aristophanes:''' ''Care for another impression? My favorite is Sophokles.''\nAristophanes punctuated his act by swaying side to side and flatly droning the last syllable as Euripides gave a disapproving look.\n*'''Euripides:''' ''That one isn't funny.''\n*'''Kassandra:''' ''When I need to relax, I start a fight. For you, though...''\n*'''Aristophanes:''' ''Quickly, bring him some wine so that he might say something clever!''\n*'''Euripides:''' ''After my argument with Sophokles, I think I'd rather keep my head clear.''\n(If \"Why don't you help me first?\" is chosen.)\n*'''Kassandra:''' ''I'm only here because I'm searching for someone.''\n*'''Aristophanes:''' ''And yet it gave us the distinct impression it was here to fill our wine. Let's focus on that first, shall we?''\n<tabber>\n|-|You should have a drinking competition.=\n*'''Kassandra:''' ''You and Aristophanes could both use a drink. Let's play a game.''\n*'''Euripides:''' ''A competition?''\n*'''Aristophanes:''' ''Ah! Wonderful idea. Euripides seems quiet, but he never turns down a challenge.''\n*'''Euripides:''' ''Well, if you brought us some wine, I wouldn't be opposed to showing this young one how we Argives drink.''\n|-|I'm here to serve you.=\n*'''Kassandra:''' ''I'm Perikles's new servant. I'd be happy to bring some wine.''\n*'''Euripides:''' ''An Athenian servant? You? And these are wine-pouring muscles?''\n*'''Kassandra:''' ''I was a rower on Perikles's ship, where he took pity on me. Now, I pour wine for people who question my word, and his.''\n*'''Euripides:''' ''I... I wasn't questioning. I... perhaps one drink.''\n</tabber>\n(Leave – \"I'll be back.\")\n*'''Kassandra:''' ''I'll return. And when I do, you two will drink up''\nKassandra returned to the kitchen to ask the slave for the wine.\n<tabber>\n|-|If Kassandra changed her clothes=\n*'''Slave:''' ''Save for that arrogant playwright, I don't see many distinguished guests in here. Can I help you with something?''\n|-|If Kassandra did not change clothes=\n*'''Slave:''' ''You! You shouldn't be in here. What do you want?''\n</tabber>\n<tabber>\n|-|I'm here for your dry wine.=\n*'''Kassandra:''' ''I've come to get your finest dry wine. ''\n|-|I'm here for your sweet wine.=\n*'''Kassandra:''' ''I'm here for your sweet wine.''\n</tabber>\nThe slave motioned to a jar on the counter.\n*'''Slave:''' ''Yes, take it. But get out of my kitchen. I'm very busy, you know!''\nKassandra picked up the jar and left to serve Euripides and Aristophanes.<br>\n(If \"Why not talk to Sophokles?\" is chosen.)\n[[File:ACOD-DrinkUp-05.jpg|thumb|250px|Kassandra serving Euripides wine]]\n*'''Kassandra:''' ''Why don't you just apologize to Sophokles?''\n*'''Aristophanes:''' ''It's he who should apologize to you!''\n*'''Euripides:''' ''Sophokles is a friend, and one good friend is worth an entire family. He just needs time to recover from his outburst.''\n(If \"Why did Perikles invite you?\" is chosen.)\n*'''Perikles:''' ''Perikles has invited all of you here for some reason.''\n*'''Aristophanes:''' ''Either we dine here, and praise Perikles, or we dine with Kleon... But Kleon has all the charms of a typical politician—a horrible voice, bad breeding, and vulgar manners.''\n<tabber>\n|-|If Kassandra brought dry wine=\n(\"Drink up.\")\n*'''Kassandra:''' ''To [[Dionysos]]!''\nKassandra filled both mens' cups and watched them down the contents.\n*'''Aristophanes:''' ''This... this is delicious!''\n*'''Euripides:''' ''This is nectar of the [[Greek mythology|gods]]! Another round!''\n(\"Have another drink.\")\n*'''Kassandra:''' ''How about some more?''\nKassandra refilled the cups and again the men drank the wine.\n*'''Aristophanes:''' ''Where did you get this delicious wine? It must be Perikles's finest!''\n*'''Euripides:''' ''You know what they say! Good wine makes good friends.''\n(\"Drink another.\")\n*'''Kassandra:''' ''Ready for another?''\nKassandra emptied the jar into both cups and both men finished the drinks.\n*'''Aristophanes:''' ''This is the best symposium I've been to in a while.''\nAristophanes drunkenly staggered in his excitement as Euripides loosely waved his arm, causing both to drop their cups.\n*'''Euripides:''' ''You know what? I like you. Who brought you here?''\n|-|If Kassandra brought sweet wine=\n(\"Drink up.\")\n*'''Kassandra:''' ''Let's conjure Dionysus, shall we?''\nKassandra filled both mens' cups and watched them down the contents.\n*'''Aristophanes:''' ''This... this is pure swill.''\n*'''Euripides:''' ''Amateur! In my day, this would be considered nectar of the gods. Another round!''\n(\"Have another drink.\")\n*'''Kassandra:''' ''Ready for more?''\nKassandra refilled the cups and again the men drank the wine.\n*'''Aristophanes:''' ''Gah! I can hardly stomach this [[pig]]'s piss.''\n*'''Euripides:''' ''I could outdrink both of you with one hand! Let's have some more.''\n(\"Drink another.\")\n*'''Kassandra:''' ''You ready for another?''\nKassandra emptied the jar into both cups and both men finished the drinks.\n*'''Aristophanes:''' ''This wine is terrible.''\nHe vomited on the floor, shocking Euripides, who dropped his cup.\n*'''Euripides:''' ''You... I like you. Who brought you here?''\n</tabber>\n*'''Kassandra:''' ''I brought myself. I'm on the trail of a woman who fled Sparta a long time ago.''\n*'''Aristophanes:''' ''Fled? Why?''\n*'''Kassandra:''' ''She lost two [[Alexios|children]]. She had [[Praxithea|no choice]].''\n*'''Aristophanes:''' ''She fled to heal her broken heart. Euripides, write her into a play.''\n*'''Euripides:''' ''I've heard Spartan mothers go to a [[Sanctuary of Asklepios|sanctuary]] in [[Argolis]] to beg [[Asklepios]] for his divine pity. I should know—it's my home.''\n*'''Kassandra:''' ''After what she went through, I'm not sure she'd [[Cult of Kosmos|trust]] priests.''\n*'''Euripides:''' ''Then she sought my friend [[Hippokrates]]. He's a [[Doctor|physician]], best of the best. He still keeps his office in Argos. If she went to him for help, there's no doubt he'd have given it.''\n*'''Aristophanes:''' ''I love getting drunk and singing. Come back if you want to sing with me.''\n*'''Kassandra:''' ''I'll think about it.''\nThe two men drunkenly resumed their conversation.\n*'''Kassandra:''' ''Hippokrates in Argos... Here I come.''\nShe found Sophokles once more, still hiding away from the main room.\n*'''Sophokles:''' ''How's Euripides? Drunk, I hope.''\n(\"Euripides can't see straight.\")\n*'''Kassandra:''' ''You can stop hiding in here. Euripides won't notice you coming out—he won't notice ''anything''.''\n*'''Sophokles:''' ''Hiding?! Heed this: ''war'' has come to Athens. First they take our homes, then they take our heads. I intend to be found with at least my dignity intact. Or what's left of it, anyway.''\nSophokles walked to the kitchen doorway to make his exit.\n*'''Sophokles:''' ''If you see Perikles, tell him I said thank you for another colorful evening.''\nHer business with Sophokles finished, Kassandra returned to Euripides and Aristophanes to take them up on their offer of singing.\n*'''Euripides:''' ''Dionysos! There you are. Everyone else here is boring. Let's play a singing game. You like to sing? You like to sing.''\n(Leave – \"I don't do singing games.\")\n*'''Kassandra:''' ''I'm not singing.''\nKassandra left to join the symposium, only to change her mind and return later.\n*'''Euripides:''' ''Sing with me. Friends sing with each other. That's just what friends do. And you, me—we're friends.''\n(If \"What are the rules?\" is chosen.)\n*'''Kassandra:''' ''What did you have in mind?''\n*'''Aristophanes:''' ''One of use will sing, then the other, and then back again. We'll take turns making verses, and whoever makes the best is the winner.''\n(Accept – \"Nothing like a good drinking game.\")\n*'''Kassandra:''' ''Let's do this.''\n*'''Aristophanes:''' ''I want to play too! But who should start?''\n<tabber>\n|-|Aristophanes=\n*'''Kassandra:''' ''I think you should, Arisophanes.''\n|-|Euripides=\n*'''Kassandra:''' ''Euripides should start. It was his idea.''\n</tabber>\nThe timed competition began, with whichever playwright Kassandra picked singing the first verse.\n*'''Playwright 1:''' ''Fine, fine. But let's do a good one. A battle song?''\n*'''Playwright 2:''' ''Is there any other kind?''\nThe first playwright began singing.\n*'''Playwright 1:''' ''With a flick of her limb, comes [[Aspasia]]'s whim.<br>And Perikles's walls aim to contain us all, within.''\n<tabber>\n|-|The Spartan hordes!=\n*'''Kassandra:''' ''The Spartan hordes outside<br>eat your [[cattle]] and children alive.<br>They dance at your walls—<br>they don't rain, but they squall...''\n*'''Aristophanes:''' ''Perikles guarantees death for us all!''\n|-|Our families lose...=\n*'''Kassandra:''' ''What Spartan families lose, they lose for duty.<br>When Spartan fathers refuse, they refuse beauty...''\n*'''Aristophanes:''' ''But the dangerous part are the Athenian tarts,<br>who go for the meat when they should go for the heart!''\n|-|(If the timer runs out)=\n*'''Kassandra:''' ''The war... has come to Athens... No time to...''\n*'''Aristophanes:''' ''And we have no time to care what happens!<br>So, take your [[sword]] and [[shield]]!<br>Let blood paint what you wield!<br>Until the boys lay like wheat upon the fields.''\n</tabber>\n*'''Euripides:''' ''Oh, so bring your [[merchant]]s! And bring their butlers!<br>If they be sons, then bring their fathers!<br>This is war, war, war!''\n*'''Aristophanes:''' ''Bring your murderers to the crimson quiver!<br>Bring the [[helot]]s, if they be spillers!<br>It is war, war, war!''\n<tabber>\n|-|Collect your weak!=\n*'''Kassandra:''' ''Collect your weak and collect your sinners!<br>Line them up at the phalanx dinner!<br>This is war, war, war!''\n*'''Euripides:''' ''If they want blood, then blood you'll give them!''\n*'''Kassandra:''' ''I'll stab their guts, and let them spill it!<br>This is war, war, war!''\nEuripides and Aristophanes looked at each other and nodded in approval.\n|-|We row for our mothers...=\n*'''Kassandra:''' ''Without our fathers or mothers,<br>we row straight to [[Underworld|Hades]] or the belly of [[Melos]].<br>We are alone, and so we row.<br>For a short life, we row, row, row.''\nPuzzled at the song's change in tone, Euripides scratched his head while Aristophanes laughed.\n|-|(If the timer runs out)=\n*'''Kassandra:''' ''War is... tough... The more we fight, the more we...''\n*'''Euripides:''' ''The more we love!<br>Let the juices flow from the heart to the [[spear]].<br>We have nothing to fear when death is near.<br>Our bodies bring with them nothing they hold dear.''\n</tabber>\n*'''Aristophanes:''' ''The stupid sweepers? The genius teachers?<br>All just meats, and juice, and liver!''\n<tabber>\n|-|For a reunion...=\n*'''Kassandra:''' ''For when our wars are done,<br>after lives are lost and blood has run,<br>we must rejoin our broken daughters and our sons.<br>Reunited together, we will be one.''\n|-|Grab your spears!=\nCaught up in the moment, Kassandra began circling the men as she continued singing.\n*'''Kassandra:''' ''So grab your spears and grab your [[Short blade|daggers]]!<br>Plunge them deep in! Heroes they'll make us!<br>This is war! War! War!''\nHaving circled around, Kassandra stood before the pair.\n*'''Kassandra:''' ''This is war, war, war!''\n*'''Euripides:''' ''War, war, war!''\n*'''Aristophanes:''' ''War, war, war!''\n|-|(If the timer runs out)=\n*'''Kassandra:''' ''There's hope... For peace...''\n*'''Aristophanes:''' ''Tomorrow, at least!<br>But today we live and breathe,<br>so we fight to the teeth!''\n</tabber>\nThe competition ended.\n<tabber>\n|-|If Kassandra sang at least 2 verses=\n*'''Euripides:''' ''Enough! Enough. You... you're a great singer.''\n*'''Aristophanes:''' ''The best! You should act in my plays!''\n*'''Euripides:''' ''Here, take this to remember the occasion! This party has turned out much better than I ever could have expected.''\nEuripides handed Kassandra a pouch of 100 [[drachma]]e as a reward.\n|-|If Kassandra failed at least 2 verses=\n*'''Euripides:''' ''That was awful. I'm not sure you even know how to sing.''\n*'''Aristophanes:''' ''We might be too drunk. That was the worst song I've ever heard.''\n</tabber>\nBefore leaving, Kassandra spoke to Euripides one last time.\n*'''Euripides:''' ''You should talk to Hippokrates in Argos. I'm sure he'll help you.''",
    "Section_Outcome": "Euripides told Kassandra to visit Argos and seek out the physician Hippokrates for potential information on her mother's location.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD-DrinkUp-04.jpg|Kassandra retrieving the wine\nACOD-DrinkUp-07.jpg|Aristophanes vomiting on the floor\nACOD-DrinkUp-08.jpg|A drunk Aristophanes suggests Kassandra sing\nACOD-DrinkUp-09.jpg|Aristophanes singing\nACOD-DrinkUp-10.jpg|Kassandra singing\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}