{
    "QuestName": "Oil and Love",
    "QuestID": "223110",
    "Revision": {
        "id": "996029",
        "parentid": "992133",
        "timestamp": "2022-04-12T14:32:48Z",
        "contributor": null,
        "origin": "996029",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "snl7rpmh210wwku534t9xqwkcw9ncqk"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "Oil_and_Love_-_Assassins_Creed_Odyssey.png",
        "description": "'In the safety of Perikles's Perikles' Residence|abode, people could indulge their more fanciful whims. So it was with Alkibiades, Perikles's ward, who intended to spend his night entertaining himself... and others.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main, Support",
        "previous": "Perikles's Symposium",
        "next": "Island of Misfortune",
        "concurrent": "Drink Up",
        "source": "Kassandra",
        "location": "Athens, Greece",
        "date": "May 431 BCE"
    },
    "General_Description": "'''Oil and Love''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra approached [[Alkibiades]] to obtain clues about her [[Myrrine|mother]]'s whereabouts.",
    "Section_Dialogue": "In an attempt to find more information about her missing mother, Kassandra decided to talk to Alkibiades. Hearing sounds from his closed room in [[Perikles]]' [[Perikles' Residence|house]], she mistook it for violence.\n*'''Kassandra:''' ''Someone's being hurt. Open this door, or I'll kick it in!''\nAlkibiades opened the door, at which point a [[goat]] walked out. A man and a woman stood within as well.\n*'''Alkibiades:''' ''Don't mind her. She likes to watch. Look at you. Such authority, such aggression. I can see why Perikles has taken such an interest in you. Did you come to join us?''\n*'''Kassandra:''' ''It sounded like someone was in pain.''\n*'''Alkibiades:''' ''Well, it can sometimes be... hard to distinguish between sounds of pleasure and pain. Had I known ''you'' were going to knock, I would have left my door wide, ''wide'' open for you.''\n<tabber>\n|-|I'm looking for someone.=\n*'''Kassandra:''' ''I only came to this symposium to find someone.''\n*'''Alkibiades:''' ''Sounds like we can help each other then, doesn't it? You fetch us a bit of oil, I help you find who you're looking for. Maybe they're in here.''\n*'''Kassandra:''' ''She's not in here.''\n*'''Alkibiades:''' ''I think I'll check all the same.''\n|-|Sounds like quite the party.=\n*'''Kassandra:''' ''I thought this party was tame, even by [[Athens|Athenian]] standards... until now.''\n*'''Alkibiades:''' ''Let them have their meeting of the minds. I'm more interested in meeting... ''other'' parts.''\n*'''Woman:''' ''Allie! We're out of oil again!''\n*'''Kassandra:''' ''Allie?''\n*'''Alkibiades:''' ''You know they like you when they give you a pet name. There's more [[olive]] oil in the kitchen... but [[Aspasia]] keeps complaining about me walking unencumbered through her symposiums.''\n*'''Kassandra:''' ''You mean naked.''\n*'''Alkibiades:''' ''It sounds so good when you say it.''\n(\"I'm here to find a [[Sparta]]n woman.\")\n*'''Kassandra:''' ''I only came to this symposium to find someone.''\n*'''Alkibiades:''' ''Sounds like we can help each other then, doesn't it? You fetch us a bit of oil, I help you find who you're looking for. Maybe they're in here.''\n*'''Kassandra:''' ''She's not in here.''\n*'''Alkibiades:''' ''I think I'll check all the same.''\n</tabber>\n(\"I'm not your servant.\")\n*'''Kassandra:''' ''You have enough servants. Get them to do it.''\n*'''Alkibiades:''' ''Shame. If you change your mind, I promise to pour the oil on you. ''And'' lick it off.''\nAlkibiades closed the door. Kassandra left his room, only to change her mind and return later. She knocked on the door and Alkibiades answered.\n*'''Alkibiades:''' ''I was just about to come find you. Clearly you were thinking the same thing I was.''\n(Accept – \"I'll get the oil.\")\n*'''Kassandra:''' ''After your... ''display'' earlier, it's probably safer I get the oil.''\n*'''Alkibiades:''' ''Obedient too? I knew I liked you. Don't take too long.''\nAlkibiades closed the door, but shouted one last instruction to Kassandra.\n*'''Alkibiades:''' ''If you don't get the oil soon, all our fun will end.''\nKassandra knocked on the door and Alkibiades answered it again.\n*'''Alkibiades:''' ''Just can't stay away, can you? Did you bring the oil?''\n(If \"Why are you so different than Perikles?\" was chosen.)\n*'''Kassandra:''' ''You've grown up in Perikles's home, and yet you're so... different.''\n*'''Alkibiades:''' No one ''is like Perikles. And he's only slightly more serious than usual, too. Athens is [[Peloponnesian War|under siege]] and he worries for her future... Which is why tonight is a fine time to celebrate what may be our last taste of freedom.''\n(If \"Why do you seem so taken by Sokrates?\" was chosen.)\n*'''Kassandra:''' ''When you walked in, you seemed like you and Sokrates were...''\n*'''Alkibiades:''' ''How I wish you were right. One day we will have that man in here with us. I promise you that.''\n(Leave – \"I'll be back.\")\n*'''Kassandra:''' ''I might be back.''\n*'''Alkibiades:''' ''If you come back with a jar of oil, I promise to show you how grateful I am.''\nAlkibiades closed the doors again. Kassandra retrieved the olive oil from the kitchen and returned to knock on the door one more time. As before, Alkibiades answered.\n*'''Alkibiades:''' ''Just can't stay away, can you? Did you bring the oil?''\n(\"Here's your oil.\")\n*'''Kassandra:''' ''I come bearing gifts.''\nKassandra presented the jar to Alkibiades.\n*'''Alkibiades:''' ''We're saved! Today, these women grieved for their sons, and these men worked the wall. But tonight we forget all that. Let's have some fun! What do you say? Care to join us?''\n<tabber>\n|-|❤ Let's get these clothes off.=\nKassandra walked into the room.\n{{#tag:tabber|\nIf Kassandra changed clothes=\n*'''Kassandra:''' ''Time for some fun. You'll have to help me strip off these uncomfortable Athenian robes.''\n{{!}}-{{!}}\nIf Kassandra did not change clothes=\n*'''Kassandra:''' ''Time for some fun. You'll have to help me get out of my clothes.''\n}}\n*'''Alkibiades:''' ''Gladly. If you like, we can feed them to the goat.''\n*'''Kassandra:''' ''There's another goat?''\nThe doors closed behind them. In time, Kassandra emerged.\n*'''Kassandra:''' ''Now it's time for you to help me, \"Allie.\" I'm looking for someone.''\n|-|I'm only here for information.=\n*'''Kassandra:''' ''Now it's time for you to help me, \"Allie.\" I'm looking for someone.''\n</tabber>\n*'''Alkibiades:''' ''All business, right until the end. I like that.''\n*'''Kassandra:''' ''Focus. I'm looking for a woman who fled Sparta a long, long time ago.''\n*'''Alkibiades:''' ''Fled Sparta? No one flees Sparta! But, let's pretend she did. If she were stupid, she'd be dead. If she were ''smart'', she'd do what Aspasia did—she'd earn her independence. The smartest and most... resourceful woman I've ever met have been in [[Korinthia]].''\n<tabber>\n|-|You must mean the hetaerae.=\n*'''Kassandra:''' ''The ''[[Courtesan|hetaerae]]''? I've heard they play some sort of role in [[Korinth]], but I assumed it was the same as any other city.''\n*'''Alkibiades:''' ''Oh no, these women are unlike any other you'll meet—a force, and the only ones there with any smarts.''\n|-|You can't be serious.=\n*'''Kassandra:''' ''Prostitutes?  This is serious.''\n*'''Alkibiades:''' ''They don't like being called that. And for good reason. They offer so much more than their bodies.''\n*'''Kassandra:''' ''Such as?''\n*'''Alkibiades:''' ''These women are companions. Counselors. Confidantes. Powerful men come to the hetaerae asking for advice, and value their words more than those of their closest friends and advisors.''\n</tabber>\n*'''Man:''' ''Allie! Come back inside!''\n*'''Alkibiades:''' ''The celebration continues! When you reach Korinth, find [[Anthousa]]. No one goes in—or out—of the city without her knowing. Until we meet again, warrior.''\nAlkibiades went back into his room, closing the door.\n*'''Kassandra:''' ''Anthousa in Korinth. It's not much, but it's a start.''\nBefore leaving, Kassandra knocked on Alkibiades' door one last time.\n*'''Alkibiades:''' ''I'm sorry, but I can't. It's too much even for me.''",
    "Section_Outcome": "Alkibiades told Kassandra to visit Korinthia and seek out the ''hetaerae'' Anthousa for potential information on her mother's location.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Oil and Love 01.png|A goat exiting Alkibiades' room\nACOD Oil and Love 02.png|Alkibiades observing Kassandra\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Huile et amour]]"
}