{
    "QuestName": "Age Is Just a Number",
    "QuestID": "223028",
    "Revision": {
        "id": "979685",
        "parentid": "866999",
        "timestamp": "2021-12-23T00:13:23Z",
        "contributor": null,
        "origin": "979685",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "q9a5ezo5g6xnlx2x3vme4jgchye4lkl"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Age is Just a Number.png",
        "description": "'An old Auxesia|woman's Koragos|husband had issues keeping up with her lustful hunger. She needed Kassandra to gather ingredients for an elixir that could fix his libido.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World {{c|Phokis}}",
        "previous": "Photios's Pre-Tirement",
        "next": null,
        "source": "Kassandra",
        "location": "Sanctuary of Delphi, Phokis, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''Age Is Just a Number''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met an old [[Auxesia|woman]] outside the [[Chora of Delphi|Chora]] in [[Sanctuary of Delphi|Delphi]].",
    "Section_Dialogue": "*'''Auxesia:''' ''A [[mercenary|misthios]]! Well, aren't you a sight to my aged eyes. Young. Energetic. Perhaps I should just pay for your body instead of your help.''\n\n<tabber>\n|-|I'm not that kind of mercenary.=\n*'''Kassandra:''' ''Watch yourself. That's not my line of work.''\n*'''Auxesia:''' ''Forgive me. I'm amazed the gods would send someone so well-suited to help me, but who is also so appealing to me physically.''\n\n|-|I've always wanted an older lover.=\n*'''Kassandra:''' ''All things get better with age, don't they? Even you.''\n*'''Auxesia:''' ''The [[Pythia (431 BCE)|Oracle]] said that if I'm to live a long and happy life, I need to stay young... at heart. But I mustn't lose focus. I need your help more than your magnificent body.''\n\n</tabber>\n\n*'''Kassandra:''' ''I'm glad to hear it.''\n*'''Auxesia:''' ''[[Koragos]], my husband, is having some difficulties keeping up with my hunger for... pleasure.''\n*'''Kassandra:''' ''I imagine any man would.''\n*'''Auxesia:''' ''Oh, I have many lovers, but he's my soulmate. When we're together, it's indescribable.''\n*'''Kassandra:''' ''Then don't describe it.''\n*'''Auexesia:''' ''When we were younger, we would run into the moonlight forest, shed our clothes, and pleasure each other until sunrise. Our howls of ecstasy would echo throughout the valleys.''\n\n<tabber>\n|-|By the gods, stop.=\n*'''Kassandra:''' ''By the gods, woman, I said spare me the details.''\n*'''Auxesia:''' ''I wasn't expecting a tough-looking mercenary to be so squeamish about a little fun.''\n|-|You're a feisty one.=\n*'''Kassandra:''' ''I hope I'm as feisty as you at your age.''\n*'''Auxesia:''' ''I'm feistier now than I've ever been.''\n</tabber>\n\n[[File:ACOD - Age is Just a Number 1.png|thumb|240px|Auxesia telling Kassandra of the ingredients]]\n*'''Kassandra:''' ''What does this have to do with me?''\n*'''Auxesia:''' ''I've learned of a powerful elixir, which if consumed will give someone the vigor and stamina of [[Eros]]. If you can gather me the ingredients, I can make it for my husband.''\n*'''Kassandra:''' ''All right, I'll find the ingredients... If you promise to keep your nocturnal activities to yourself.''\n*'''Auxesia:''' ''I have some [[drachma]]e, and Koragos has more. If you can bring me some [[bear]] scrotum and a [[deer]] tongue, I can make the elixir.''\n*'''Kassandra:''' ''Oh, is that all you need?''\n*'''Auxesia:''' ''Don't worry, I'll reward you well. I'm sure Koragos will be thankful also.''\n(\"Where will I find a bear?\")\n*'''Kassandra:''' ''Where can I find a bear near here?''\n*'''Auxesia:''' ''I heard there's a [[Bear Grotto|cave]] near the sanctuary that a large male bear has claimed.''\n(\"Where will I find a deer?\")\n*'''Kassandra:''' ''Are there any deer nearby?''\n*'''Auxesia:''' ''This is [[Phokis]], there's deer all over the place.''\n(\"Where did you learn this recipe?\")\n*'''Kassandra:''' ''This elixir sounds odd. Where did you learn about it?''\n*'''Auxesia:''' ''Why, the Pythia told me about it. She's so wise, solving a problem I didn't even know I'd have.''\n([LEAVE] \"I'll get the ingredients.\")\n*'''Kassandra:''' ''I'll be back with the ingredients soon.''\nKassandra travelled north to recover the items. She killed a bear and recovered its scrotum.\n*'''Kassandra:''' ''This smells awful. Who would drink an elixir made from this?''\nShe then killed a dear and recovered its tongue.\n*'''Kassandra:''' ''What kind of elixir uses ingredients like this?''\n[[File:ACOD_-_Age_is_Just_a_Number_3.jpg|thumb|240px|Koragos pleading with his wife about not being able to satisfy her]]\nKassandra returned to Auxesia in Sanctuary of Delphi, who was now standing with Koragos.\n*'''Auxesia:''' ''Misthios, you're back. And not a moment too soon.''\n*'''Kassandra:''' ''I got what you asked for.''\n*'''Koragos:''' ''Who is this, Auxesia?''\n*'''Auxesia:''' ''This is the ''misthios'' who's going to reignite our spark, my love.''\n*'''Koragos:''' ''Oh no! We've been going through this, I can't satisfy you anymore. You're going to kill me with your lust.''\n*'''Auxesia:''' ''Nonsense. I'm going to make you an elixir that will give you the vigor of a man a fraction of your age.''\n*'''Koragos:''' ''Gods save me. I cannot do this anymore.''\n\n<tabber>\n|-|Someone pay me.=\n*'''Kassandra:''' ''By all the gods, will someone just pay me? If I hear any more of this talk I'm going to be sick.''\n*'''Auxesia:''' ''Bah! Young people. They don't understand true love. Here, this should be more than enough.''\n*'''Kassandra:''' ''My thanks.''\n*'''Auxesia:''' ''Come, Koragos. I'll mix the elixir. You get the oils ready.''\n\n|-|Let me satisfy you.=\n[[File:ACOD_-_Age_is_Just_a_Number_4.jpg|thumb|240px|Kassandra following Auxesia]]\n*'''Kassandra:''' ''Your husband is tired. Allow me to satisfy your hunger.''\n*'''Auxesia:''' ''I've never been with a mercenary before. Very well, let's see what you're made of.''\nKassandra entered the [[Lesche of the Knidians]] with Auxesia, where they spent the whole day and night. Kassandra came out of the house.\n*'''Koragos:''' ''Did she... have fun?''\n*'''Kassandra:''' ''That should hold her for a few days at least.''\n*'''Koragos:''' ''Thank you, misthios. Here, take this as payment. You've more than earned it.''\n\n|-|I'm glad I could help.=\n*'''Kassandra:''' ''I don't need any payment. I'm just glad I could help.''\n*'''Auxesia:''' ''You are too kind, misthios. The gods have truly blessed me by crossing our paths.''\n*'''Kassandra:''' ''You two have fun... but not too much fun.''\n\n</tabber>",
    "Section_Outcome": "Kassandra helped Auxesia recover ingredients needed for a elixir to satisfy her hunger for pleasure.\nKassandra had chosen to help Koragos to satisfy his wife Auxesia, which will ease Koragos health status and make him smile. Later on Kassandra is rewarded by Koragos with the Nymph's Blade and Drachmae.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] ''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}