{
    "QuestName": "The Elixir",
    "QuestID": "224063",
    "Revision": {
        "id": "1047430",
        "parentid": "945198",
        "timestamp": "2023-06-13T18:58:48Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047430",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "lvhmskuhi7yfc2nz1wk1y9kfg5xxn0b"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'A scholar, obsessed with finding a way to reverse petrification, asked Kassandra for help crafting an elixir that she believed was a cure.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "previous": "Clothes Make the Daughter",
        "next": "Revenge of the Wolf",
        "source": "Kassandra",
        "location": "Lesbos, Greece",
        "date": "c. 420s BCE"
    },
    "General_Description": "'''The Elixir''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met a woman who claimed she has a way to reverse petrification caused by the [[Writhing Dread]].",
    "Section_Dialogue": "Kassandra approached the [[Temple of Kybele]] and found a woman surrounded by [[Wolf|wolves]]. \n*'''Civilian:''' ''Back, you brutes! Back!''\nKassandra defeated the wolves and spoke to the woman, who was in shock.\n*'''Civilian:''' ''The beasts... The teeth... Too many teeth...''\nShe composed herself and addressed Kassandra.\n*'''Civilian:''' ''You saved me, and my work, too—a cure for the statues in the [[Petrified Valley]].''\n<tabber>\n|-|Writhing Dead complete=\n*'''Kassandra:''' ''You can reverse the effects?''\n*'''Civilian:''' ''My elixir can. I mean... not yet. I'm trying to reverse the effects of petrifaction by concocting an elixir of various ingredients.''\n*'''Kassandra:''' ''Give it to me! A [[Bryce|friend]] of mine was recently turned to stone.''\n*'''Civilian:''' ''I can't. I don't have all the ingredients. But... if you could get them for me, I could give you a vial of it as a reward.''\n|-|Writhing Dead incomplete=\n*'''Kassandra:''' ''Why would stone need to be cured?''\n*'''Civilian:''' ''Surely you've seen their faces frozen in terror. They're not mere objects, but [[human]]s trapped in stone.''\n*'''Kassandra:''' ''You're saying they're sick?''\n*'''Civilian:''' ''I'm not sure why it's happening. I'm merely a scholar looking for a cure—an elixir that will not only heal, but prevent this horrible affliction once and for all.''\n{{#tag:tabber|\nThat's amazing.=\n*'''Kassandra:''' ''Something's turning people to stone, and you can make them flesh and blood again? Impressive.''\n*'''Civilian:''' ''Yes! Well... Not exactly. Not ''yet''. It will be perfected through more trials.''\nShe held her fingers to her chin in thought.\n*'''Civilian:''' ''But I only have one dose of elixir left. In order to make more I'd require a few ingredients, but I'm in no condition to gather them.''\n{{!}}-{{!}}\nThat's unlikely.=\n*'''Kassandra:''' ''The only thing less likely that those statues being people is you turning stone to flesh with an elixir.''\n*'''Civilian:''' ''I didn't say I could revert the stone back to flesh! That is... not ''yet''. This is an ongoing process, and more experiments are needed.''\n*'''Kassandra:''' ''How many more experiments?''\n*'''Civilian:''' ''One never knows... But without the right ingredients, all my hard work will have been for naught.''\n}}\n*'''Kassandra:''' ''What do you need?''\n*'''Civilian:''' ''Just a few items found all over [[Vineyard Canyon]]. If you can get them for me, I'll reward you with a dose of my elixir.''\n</tabber>\n\n(Accept – \"I'll collect your ingredients.\")\n*'''Kassandra:''' ''I'll gather what you need.''\n*'''Civilian:''' ''Excellent. Now, listen closely to these ingredients: I require a cluster of bear dung [[mushroom]]s, some cone snail bile, and a bouquet of [[hellebore]].''\n\n(If [[Writhing Dead]] is complete – \"I know what's creating these statues.\")\n*'''Kassandra:''' ''[[Medusa]] was alive and causing the petrifaction. I was able to enter her [[Petrified Temple|lair]] and slay her, so there'll be no more people turned to stone.''\n*'''Civilian:''' ''Medusa... she was real? It matters not. What matters is saving the poor souls presently trapped. My elixir can save them, I know it.''\n(If 'Writhing Dead' is not complete – \"What created the statues?\")\n*'''Kassandra:''' ''How did these statues come to be?''\n*'''Civilian:''' ''I don't rightly know. A curse of the gods? The [[Writhing Dread]]? If you wish to see for yourself, you shouldn't do it without my elixir.''\n(If players asked \"What is a hellebore?\")\n*'''Kassandra:''' ''What is a hellebore?''\n*'''Civilian:''' ''Hellebore is a flowering plant you can find growing atop the [[Mantamados Peak|highest mountain]] in [[Vineyard Canyon]].''\n(If players asked \"Where are the bear dung mushrooms?\")\n*'''Kassandra:''' ''Where can I find these mushrooms?''\n*'''Civilian:''' ''They grow on fresh [[bear]] dung. There's a [[Mushroom Cave|cave]] in the mountains south of the road to [[Mytilene]], where you can usually find them.''\n(If players asked \"Where can I find cone snails?\")\n*'''Kassandra:''' ''Where can I find cone snails?''\n*'''Civilian:''' ''Cone snails are drawn to the warm currents of the eastern shoreline. My favorite spot is by [[Shark Bay]]. Make sure the bile is fresh.''\n(Leave – \"I'll go now.\")\n*'''Kassandra:''' ''I'll go collect your ingredients.''\n*'''Civilian:''' ''Come to my workshop on the hill east of Mytilene when you have everything.''\nThe woman took off, and Kassandra expressed irritation at the inconvenience of the items' locations.\n*'''Kassandra:''' ''A cave, a mountain, and the shoreline. Could these items be in three more different places?''\n\nKassandra made her way to Mantamados Peak.\n*'''Kassandra:''' ''The mountain. The hellebore should be here somewhere.''\nShe scaled the mountain, slew the wolves resting atop it, and claimed the hellebore.\n\nKassandra made her way to the Mushroom Cave with the bear dung mushrooms.\n*'''Kassandra:''' ''This is the right area. The cave with the mushrooms should be close.''\nShe killed the bears within the cave and gathered the mushrooms.\n\nKassandra made her way to Shark Bay. She determined the cone snails must be nesting near a [[shipwreck]].\n*'''Kassandra:''' ''The shipwreck! The cone snails must be close by.''\nShe dealt with the [[Great white shark|sharks]] swimming around the site and gathered some of the bile.\n\nWith all of the ingredients in hand, Kassandra made her way to the scholar's workshop near the [[Sappho School]] in Mytilene, but noticed something was amiss; there were bloodied rags and what appeared to be a dead body and severed limbs throughout the workshop. She inspected some notes on the nearby table.\n*'''Kassandra:''' ''Hmm... The crazy woman has been writing about the Petrified Forest.''\nShe stepped out onto the balcony and noticed several statues, along with several more dead bodies. She inspected the \"statues\" closer.\n*'''Kassandra:''' ''These aren't petrified statues. There are dead bodies inside.''\nKassandra played along when she finally walked up to the woman and handed over the ingredients.\n*'''Civilian:''' ''You're back. Do you have the ingredients?''\n*'''Kassandra:''' ''I do.''\nKassandra handed over the ingredients.\n*'''Civilian:''' ''Very good. Now I'll be able to make a new store of elixir.<br>But first, I need to make sure it's safe for human consumption. The vial on the table is my last dose... I saved it especially for you.''\n*'''Kassandra:''' ''I'm not drinking anything with bear dung mushroom in it.''\n*'''Civilian:''' ''Don't be silly. Drink it and you'll be impervious to petrifaction.''\n*'''Kassandra:''' ''I... I'm not sure about this.''\n*'''Civilian:''' ''What? You believe that my elixir works, don't you?''\n<tabber>\n|-|Lie – I believe the elixir works.=\n*'''Kassandra:''' ''If it does what you say it does... I'd be a fool to not drink it.''\nKassandra made her way to the elixir sample.\n*'''Civilian:''' ''Yes! Drink it all down.''\nKassandra choked down the elixir and felt no effects, good or ill.\n*'''Civilian:''' ''I noticed something while testing the elixir on my live subjects... We all turn to stone ''when we're dead''!''\n|-|I don't believe the elixir works.=\n*'''Kassandra:''' ''I think you're crazy.''\n*'''Civilian:''' ''No, no, no! You need to drink it! I need models for my statues!''\n</tabber>\n*'''Civilian:''' ''They're not statues! They're my children!''\nKassandra defeated the mad woman and collected her [[Elixir Knife|dagger]] as a small reward for this wasted endeavor.",
    "Section_Outcome": "Kassandra helped a scholar gather ingredients for an elixir purported to cure the petrified people in the Petrified Valley, only to find she was crazy and killing people to cast their bodies into stone statues.",
    "Section_Behind_the_scenes": "Both hellebore and cone snails are highly poisonous in real life, and thus their use as ingredients in the elixir serve as the first clue that the scholar is using the elixir to kill rather than cure.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}