{
    "QuestName": "Catching Up",
    "QuestID": "224163",
    "Revision": {
        "id": "993509",
        "parentid": "975569",
        "timestamp": "2022-03-24T17:04:22Z",
        "contributor": null,
        "origin": "993509",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "b5259gzcv4ycqm9l2220hpjgwwi7bnk"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "previous": "A Mother's Prayers",
        "next": "Death and Disorder",
        "image": "ACOD Catching Up.png",
        "description": "'After a quick but decisive battle on the beach, Myrrine took Kassandra on a tour of her newfound Naxos|city. After each thinking the other dead for so long, there was much catching up to do.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "source": "Kassandra",
        "location": "Naxos Island, Greece",
        "date": "429 BCE"
    },
    "General_Description": "'''Catching Up''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Following her mother [[Myrrine]], Kassandra came to glimpse what kind of life her mother had crafted from the ashes of her former life.",
    "Section_Dialogue": "Having dispatched the incursion from [[Paros]], Kassandra and Myrrine had earned a moment's respite to catch up. They speared the sands with their weapons and sat down to talk.\n*'''Myrrine:''' ''There's always been a rivalry between the islands. After all, [[Naxos Island|Naxos]] used to control Paros and [[Andros]]. They're envious of our craftsmen too.''\n*'''Kassandra:''' ''And now?''\n*'''Myrrine:''' ''They think they \"deserve\" expansion. Their [[Silanos|oligarch]] demands their wings spread wide.<br>But we'll clip their wings before that happens.''\n*'''Kassandra:''' ''They don't know who they're up against.''\nMyrrine smiled at her daughter's determination.\n*'''Myrrine:''' ''You remind me of [[Nikolaos]]. You fight just like him; ruthless and cunning. He would be proud.''\n<tabber>\n|-|You taught me well.=\n*'''Kassandra:''' ''I've never forgotten what you both taught me. I had a good education.''\n*'''Myrrine:''' ''I wanted you to be unstoppable. And you are.''\n|-|He's not my father.=\n*'''Kassandra:''' ''Nikolaos might have played the part of my father, but he wasn't. He tried to kill me.''\n*'''Myrrine:''' ''What he did was wrong, Kassandra. I hated him for it, but he did love you in his own way - I can assure you of that.''\n|-|I've learned a lot since then.=\n*'''Kassandra:''' ''The real world taught me better. When someone wants your head, you have to learn to save your neck.''\n*'''Myrrine:''' ''I know exactly what you mean.''\n</tabber>\nRegardless, Kassandra still had questions for her mother, now without Paros to interrupt.\n(If players choose \"Who is my father?\")\n*'''Kassandra:''' ''I want to know about my [[Pythagoras|real father]].''\n*'''Myrrine:''' ''How did you know?''\n*'''Kassandra:''' ''I was told.''\n*'''Myrrine:''' ''Nikolaos? You saw him?''\n*'''Kassandra:''' ''In [[Megaris]], yes.''\n*'''Myrrine:''' ''Nikolaos was your father. He was the man who raised you... until he took his [[Sparta]]n duty too far.''\n*'''Kassandra:''' ''He mentioned another. What can you tell me about him?''\n*'''Myrrine:''' ''I always hoped you would never need to discover the truth, but there are things you need to know if we are to stop the Cult.''\n*'''Kassandra:''' ''What do you mean?''\n*'''Myrrine:''' ''He sought me out before I knew your fa... Nikolaos. I've not heard from him in a long time.''\n<tabber>\n|-|You should have told me.=\n*'''Kassandra:''' ''Why didn't you tell me the truth about Nikolaos?''\n*'''Myrrine:''' ''You were just a child, you looked up to him. I couldn't bring myself to take that from you then, and I'm sorry you know now.''\n*'''Kassandra:''' ''I've been sheltered from the truth long enough.''\n|-|You did the right thing.=\n*'''Kassandra:''' ''Knowing would only have complicated things.''\n*'''Myrrine:''' ''You still had a right to know the truth.''\n*'''Kassandra:''' ''You did what you thought was best, like any mother.''\n</tabber>\n(If players choose \"What happened to you?\")\n*'''Kassandra:''' ''What happened to you in [[Argolis]] after that night?''\n*'''Myrrine:''' ''I found your brother and rushed to a young doctor's apprentice, [[Hippokrates]]. I thought I'd lost you... I wasn't ready to lose you both.''\n*'''Kassandra:''' ''I spoke with him recently. That night still haunts him.''\n*'''Myrrine:''' ''I was heartbroken when the healers in [[Sanctuary of Asklepios|Asklepios]] told me [[Alexios]] was dead. The two of you were my whole world.''\n*'''Kassandra:''' ''But he did live, they lied to you.''\n*'''Myrrine:''' ''They... must have realized he was [[Tainted One|special]] and handed him over to the [[Cult of Kosmos|Cult]].''\n<tabber>\n|-|We'll get him back.=\n*'''Kassandra:''' ''We'll save him from the Cult, ''mater.'' We'll get him back.''\n*'''Myrrine:''' ''The Cult is insidious, once they have their claws in, they don't let go. I fear he is beyond saving.''\n*'''Kassandra:''' ''I found you, didn't I? I know we can save him, together.''\n|-|He's beyond saving.=\n*'''Kassandra:''' ''He's been brainwashed. He believes he is doing what's right.''\n*'''Myrrine:''' ''Some have successfully abandoned the Cult. We could bring him back.''\n*'''Kassandra:''' ''We owe it to him to try.''\n</tabber>\n(If players choose \"What does the Cult want?\")\n*'''Kassandra:''' ''I don't understand why the Cult targeted our family.''\n*'''Myrrine:''' ''There are many reasons, lamb.''\n*'''Kassandra:''' ''What did we ever do to them?''\n*'''Myrrine:''' ''Now that we're reunited, it's more a question of what we ''could'' do to them.''\n*'''Kassandra:''' ''They fear us.''\n*'''Myrrine:''' ''Your ancestors have been a thorn in their side for generations. They've decided we need to be eliminated to ensure their plans come to fruition.''\n<tabber>\n|-|The Cult will pay in blood.=\n*'''Kassandra:''' ''The Cult will pay for all they've done to our family and the Greek world.''\n*'''Myrrine:''' ''You are mighty, lamb, but you cannot defeat that beast with [[sword]] and [[spear]] alone.''\n*'''Kassandra:''' ''I'll use any weapon I can to make them suffer as we have.''\n|-|Our family will be reunited.=\n*'''Kassandra:''' ''If it's our family they fear, we'll reunite and give them a reason to be afraid.''\n*'''Myrrine:''' ''Many have tried to stop them and failed.''\n*'''Kassandra:''' ''We are not those people. Where others failed, we will succeed.''\n</tabber>\n(If players choose \"How did you end up here?)\n*'''Kassandra:''' ''I know you left Sparta, but how did you end up on this island?''\n*'''Myrrine:''' ''I couldn't stand by Nikolaos after what he did—I had to get out of Sparta.''\n*'''Kassandra:''' ''So why here?''\n*'''Myrrine:''' ''I saw an opportunity to help people, to grow something. I was elected to rule and protect this island from those who would ruin what we've built.''\n<tabber>\n|-|Naxos is lucky.=\n*'''Kassandra:''' ''You've done some incredible things. Naxos is lucky to have you as its leader.''\n*'''Myrrine:''' ''It's not been without its difficulties, but I'm proud of what we've achieved.''\n*'''Kassandra:''' ''It's a pity there aren't more leaders like you.''\n|-|Sparta needs you too.=\n*'''Kassandra:''' ''What about Sparta? You know what's happening there, and it needs your help like Naxos once did.''\n*'''Myrrine:''' ''I thought about returning on more than one occasion, but it was too painful.''\n*'''Kassandra:''' ''Sometimes the most painful things are the things we should do.''\n</tabber>\n(Leave – \"We should go.\")\n*'''Kassandra:''' ''Let's continue this discussion somewhere the smell of death doesn't linger.''\n*'''Myrrine:''' ''Ride with me.''\nThey collected their weapons and mounted the [[horse]]s to ride back to town, continuing their chat.\n*'''Kassandra:''' ''The island is beautiful.''\n*'''Myrrine:''' ''It is. Sparta has nothing on Naxian beaches.''\n*'''Kassandra:''' ''Sparta. All I remember is the bottom of [[Mount Taygetos]].''\n*'''Myrrine:''' ''When I brought you to the [[Pythia]] as a baby, she never said we would live a nightmare. She said you had such ''promise.\n*'''Kassandra:''' ''The Pythia can't predict everything.''\nReaching the city gates, Kassandra complimented the readiness of Myrrine's forces.\n*'''Kassandra:''' ''Your general acted quickly—raising the alarm.''\n*'''Myrrine:''' ''[[Timo]] knows Paros is a threat. They make their business clear.''\n*'''Kassandra:''' ''They can't be more clear than sending soldiers. There's no treaty?''\n*'''Myrrine:''' ''Maybe there was, but it's ''long'' over. Now there's no mistaking them for anything but the enemy.''\n*'''Kassandra:''' ''An enemy I could help you defeat.''\n*'''Myrrine:''' ''We'll discuss that later. But I think you're right.''\nThey rode through town and dismounted, continuing on foot to the site where a [[Temple of Apollo, Naxos|temple]] to [[Apollo]] was under construction.\n*'''Myrrine:''' ''The temple's coming along, [[Evandros]].''\n*'''Priest:''' ''It'll stay in ruins if we don't secure more donations. Soldiers can't get ''all'' the funds.''\n*'''Myrrine:''' ''They can if you don't want the temple destroyed by our enemy. But I'll see what I can do.''\n*'''Priest:''' ''It's a good deed, restarting construction. [[Lygdamis]] was a great man who deserves reverence.''\n*'''Myrrine:''' ''His battles against corruption and oligarchy are lessons we all should remember. I do intend to finish the temple.''\n*'''Priest:''' ''Thank you, Phoenix.''\nExhausted, Kassandra and Myrrine made their way to the [[Naxos villa|villa]] to reflect on the day's events.\n*'''Myrrine:''' ''What a strange day it has been.''\n*'''Kassandra:''' ''But a good one.''\n*'''Myrrine:''' ''I've certainly had worse.''\n*'''Kassandra:''' ''Me too.''\n*'''Myrrine:''' ''You have grown into a remarkable woman, but I see the burden you carry on your shoulders.''\n*'''Kassandra:''' ''Finding you has lessened it, I think.''\n*'''Myrrine:''' ''I'm glad, but I have wondered why the [[Twelve Gods|gods]] chose to reunite us now.''\n<tabber>\n|-|To repair our family.=\n*'''Kassandra:''' ''I think they felt it was about time our family found each other again.''\n*'''Myrrine:''' ''If we want to be truly united, we have to find Alexios and rescue him from the Cult's grasp.''\n|-|To destroy the Cult.=\n*'''Kassandra:''' ''So we can destroy the Cult once and for all.''\n*'''Myrrine:''' ''If only it were that simple. You are mighty, but we cannot stop them alone.''\n</tabber>\nRegardless, Kassandra emphasized the threat the Cult posed.\n*'''Kassandra:''' ''They are the source of all our pain and they will cause more to many others unless we act.''\n*'''Myrrine:''' ''I put that life behind me the moment I left Sparta. I have Naxos to worry about now.''\n*'''Kassandra:''' ''Let me help you here. We can safeguard Naxos and then hunt down the Cult together.''\nTimo entered and addressed Myrrine.\n[[File:ACOD_Catching_Up_-_Timo_Notifying_Myrrine.png|thumb|250px|Timo reminding Myrrine of her upcoming symposium]]\n*'''Timo:''' ''Myrrine, the {{Wiki|symposium}} is about to start.''\n*'''Myrrine:''' ''By the gods! I'm sorry my sweet, I forgot. Prepare the horses - I'll be out shortly.''\n*'''Kassandra:''' ''The symposium?''\n*'''Myrrine:''' ''I need to show the people their leader is strong and in control.<br>Sometimes the face we show to the world needs to be one of strength, despite the chaos we harbor beneath.<br>I will help you stop the Cult, but before I can leave Naxos I have to ensure it will survive without me.''\n*'''Kassandra:''' ''What do you need?''\n*'''Myrrine:''' ''Paros has to be dealt with. We need to weaken their position. Once they're vulnerable, they will make a reckless decision, and we will strike.''\n*'''Kassandra:''' ''What did you have in mind?''\n*'''Myrrine:''' ''We must force the Paros fleet to engage us and destroy it, but my admiral, [[Euneas]], is missing. His ship was sailing for Paros to engage in peace talks, and he never returned.''\n*'''Kassandra:''' ''Don't worry, I'll find him.''\n*'''Myrrine:''' ''If you need me, I'll be at the symposium. Although... try to look less intimidating should you choose to pay me a visit.''",
    "Section_Outcome": "Kassandra and Myrrine caught up after 17 years apart, and Kassandra resolved to help her mother deal with Paros.",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nACOD Naxos - Myrrine tours Kassandra.png|Myrrine and Kassandra passing the agora on Naxos\nACOd-CatchingUp-EvandrosMyrrine.jpg|Evandros and Myrrine chatting\nACOD Myrrine and Kassandra reflecting on the day's events.png|Myrrine and Kassandra return to her villa to discuss strategy\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Reprendre le fil]]"
}