{
    "QuestName": "A Sokratic Mess",
    "QuestID": "234687",
    "Revision": {
        "id": "1047404",
        "parentid": "990993",
        "timestamp": "2023-06-13T18:45:20Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047404",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "d5z5tdxid1winz50j5e3mkjwy4m3hsy"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Lost Tales of Greece | Assassin's Creed: Odyssey – The Lost Tales of Greece]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Kassandra received a letter from Sokrates inviting her to visit in Phokis.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "'The Lost Tales of Greece'",
        "previous": null,
        "next": "Finding One's Voice",
        "source": "Kassandra",
        "location": "Phokis, Greece",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''A Sokratic Mess''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra travelled to [[Phokis]], after receiving a letter to meet with [[Sokrates]].",
    "Section_Dialogue": "Kassandra knocked on the door [[Ianos Hangout]], wherein she expected to find the philosopher.\n*'''Kassandra:''' ''I'm here to see Sokrates.''\nA [[Xanthippe|woman]] called for her from behind.\n*'''Xanthippe:''' ''Kassandra!''\n*'''Kassandra:''' ''You know who I am?''\n*'''Xanthippe:''' ''Of course I do! Sokrates never stops talking about you.''\n*'''Kassandra:''' ''And you are?''\n*'''Xanthippe:''' ''His wife, of course! I'm Xanthippe.''\n\n<tabber>\n|-|I didn't know Sokrates was married.=\n*'''Kassandra:''' ''Sokrates never told me he had a wife.''\n*'''Xanthippe:''' ''Typical. The only time he's quiet is when he's eating, yet he can't find the time to mention me.''\n|-|Lie – He's told me so much about you.=\n*'''Kassandra:''' ''Of course. With how much Sokrates has told me, it's like I already know you.''\n*'''Xanthippe:''' ''Oh? What sort of things has he said?''\n{{#tag:tabber|\nLie – Sokrates said you're beautiful.=\n*'''Kassandra:''' ''He said how beautiful you are. I see now how true his words were.''\n*'''Xanthippe:''' ''You flatter me. Though I'm surprised Sokrates said as much as to you. He's not the type to focus on looks.''\n{{!}}-{{!}}\nLie – He said you're very smart.=\n*'''Kassandra:''' ''He claimed you're the smartest woman he's known.''\n*'''Xanthippe:''' ''He always said it was his favorite thing about me.''\n{{!}}-{{!}}\nI lied...=\n*'''Kassandra:''' ''Actually... that wasn't the truth. I didn't know Sokrates was married.''\n*'''Xanthippe:''' ''Ha! You should have let me believe it a bit longer. I would have loved to see his face when I asked him about it.''\n}}\n</tabber>\n*'''Kassandra:''' ''So where is Sokrates? I got a note that said to meet him here.''\n*'''Xanthippe:''' ''That's what I'd like to know. He went to'' another ''symposium last night and he didn't come home after.''\n*'''Kassandra:''' ''Sounds like a good place to start looking.''\n*'''Xanthippe:''' ''I was just about to head there myself. Come - keep me company.''\nKassandra followed Xanthippe as they made their way to the symposium.\n*'''Kassandra:''' ''How long have you and Sokrates been married?''\n*'''Xanthippe:''' ''It's been quite some time now.''\n*'''Kassandra:''' ''What is it about him that you love so much?''\n*'''Xanthippe:''' ''Love is'' not ''the word I'd use. He frustrates me to no end.''\n*'''Kassandra:''' ''That doesn't surprise me.''\n*'''Xanthippe:''' ''Even so, it's worth the frustration. His mind is like no other... Not to mention he's quite a good lover.''\n*'''Kassandra:''' ''That is not something I wanted to picture. It must be why Alkibiades seemed so infatuated with him.''\n*'''Xanthippe:''' '' Don't mention that name around me. Always coming by drunk, sending Sokrates gifts like giant cakes...''\n*'''Kassandra:''' ''I... didn't know.''\n*'''Xanthippe:''' ''It's fine.''\nAs they arrived, a man called out to Xanthippe.\n*''''Witness:''' ''Xanthippe! Xanthippe! Over here!''\nThey approached the man.\n*'''Witness:''' ''Xanthippe!''\n*'''Xanthippe:''' ''What is it?''\n*'''Witness:''' ''Sokrates. They took him away. They said he was under arrest.''\n*'''Kassandra:''' ''For what?''\n*'''Witness:''' ''I have no idea. We were just talking after the symposium. I'd say go ask him yourself, but he'll be guarded. They took him southeast of here.''\n*'''Xanthippe:''' ''That fool. I knew this would happen to him one day.''\n*'''Kassandra:''' ''I'll find him, don't worry.''\n*'''Xanthippe:''' ''This is'' his ''doing. It's best to let things run their course.''\n*'''Kassandra:''' ''I can't believe Sokrates was arrested. I need to find out what happened.''\nKassandra then traveled to the [[Leader House, Phokis|house]] where Sokrates was being held. She killed all guards and entered.\n*'''Sokrates:''' ''Kassandra? What are you doing here?''\n*'''Kassandra:''' ''I could ash you the same.''\n*'''Sokrates:''' ''Well, here I am. Though I'm more curious about how you are here. The guards let you in?''\n\n<tabber>\n|-|Lie – The guards let me in.=\n*'''Kassandra:''' ''I only had to tell them how close we are, and they let me come see you.''\n*'''Sokrates:''' ''Ah, then you used what you learned from me. I'm impressed!''\n*'''Kassandra:''' ''My... words cut very, very deep.''\n|-|I killed them.=\n*'''Kassandra:''' ''We've known each other a long time now. You know how I got in here.''\n*'''Sokrates:''' ''You've taught me that the blade can sometimes be necessary, but I don't think this was one of those times.''\n*'''Kassandra:''' ''I was worried about you.''\n</tabber>\n*'''Sokrates:''' ''Your care is appreciated, but if you had waited only a bit longer, I'm sure my trial would have taken place and I'd be free.''\n*'''Kassandra:''' ''You're not going to trial. We're getting you out of here.''\n*'''Sokrates:''' ''I appreciate your concern, but what good would escaping do other than prove I'm guilty? No, in I'm looking forward to this trial.''\n\n<tabber>\n|-|You're crazy.=\n*'''Kassandra:''' ''You would go to trial just to prove you can convince them of your innocence?''\n*'''Sokrates:''' ''Exactly! You have your ways to find excitement, and I have mine.''\n|-|It's not worth the risk.=\n*'''Kassandra:''' ''What if they find you guilty, and your punishment is severe?''\n*'''Sokrates:''' ''That will never happen. I'll convince them I deserve to go—you'll see.''\n</tabber>\n*'''Kassandra:''' ''What were you arrested for?''\n*'''Sokrates:''' ''I haven't the slightest idea.''\n*'''Kassandra:''' ''And that doesn't bother you?''\n*'''Sokrates:''' ''Sometimes, understanding doesn't come at the moment we would like. More importantly, this is giving me necessary time to think.''\n*'''Kassandra:''' ''About?''\n*'''Sokrates:''' ''I went to see the [[Pythia (431 BCE)|Pythia]], and she told me there is none wiser than me. An intriguing thought, and one I've been unable to stop thinking about.''\n*'''Kassandra:''' ''Sokrates, the Pythia is -''\n*'''Sokrates:''' ''It matters not what you believe she is or she isn't. I must examine not only her words, but my own self as well. I know nothing, so how could I be called wise?''\n*'''Kassandra:''' ''What does that have to do with being locked up?''\n*'''Sokrates:''' ''I believe my time here and this trial may help me find the answer. I will be fine. Trust me.''\n(If player choose \"Why didn't you tell me you were married?\")\n*'''Kassandra:''' ''I've known you for a while now.''\n*'''Sokrates:''' ''That's true.''\n*'''Kassandra:''' ''And you'd call us friends?''\n*'''Sokrates:''' ''I would.''\n*'''Kassandra:''' ''And friends share important things with one another, is that so?''\n*'''Sokrates:''' ''It is.''\n*'''Kassandra:''' ''Then how did I not know you were married?''\n*'''Sokrates:''' ''I...''\n*'''Kassandra:''' ''From what you just said, that means either we're not friends, or that friends don't share with one another. So which is it?''\n*'''Sokrates:''' ''Ha! I've often wondered how much of our conversations you've taken to heart, and now I have my answer.''\n(If player choose \"What were you doing when you were arrested?\")\n*'''Kassandra:''' ''Were you doing anything when you got arrested?''\n*'''Sokrates:''' ''If speaking my mind is worth imprisonment, then I suppose I was.''\n*'''Kassandra:''' ''In the future, you may want to be more careful.''\n*'''Sokrates:''' ''You risk life and limb every time you draw your blade. Just because it's my tongue that is sharp doesn't mean I'm not prepared to face the consequences of using it.''\n(Leave – I'm going to see the Pythia.)\n*'''Kassandra:''' ''Since you won't leave with me, I'll go see the Pythia myself.''\n*'''Sokrates:''' ''That's not necessary.''\n*'''Kassandra:''' ''I'll find out why she told you that. I won't let you go to trial, even if you think you'll be found innocent.''\n*'''Sokrates:''' ''Kassandra, you -''\n*'''Kassandra:''' ''I'll come back when I have what I need.''",
    "Section_Outcome": "Kassandra met Sokrates' wife Xanthippe, and later learned he had been arrested and held in the Leader House in Phokis. She later sought to help Sokrates locate the [[Pythia (431 BCE)|Pythia]] and find out the reason for his imprisonment.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}