{
    "QuestName": "You're Such a Sokratease",
    "QuestID": "234808",
    "Revision": {
        "id": "953188",
        "parentid": "934023",
        "timestamp": "2021-06-14T02:10:35Z",
        "contributor": null,
        "comment": "/* Gallery */",
        "origin": "953188",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "66nwk80ihgdyoumgxkrxrqcxjrqtanx"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_c": {
            "description": "concurrent"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD You're Such a Sokratease 6.png",
        "description": "'Kassandra returned to Sokrates and found her action weren't in vain.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "'The Lost Tales of Greece'",
        "previous": "Persuasion Check {{c|concurrent}}<br />Deposition Opposition {{c|concurrent}}",
        "next": null,
        "source": "Kassandra",
        "location": "Kirrha, Phokis, Greece",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''You're Such a Sokratease''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra met with [[Sokrates]] again.",
    "Section_Dialogue": "Kassandra met with Sokrates at the [[Leader House, Phokis|leader house]].\n*'''Kassandra:''' ''Sokrates? You're... here.''\n*'''Sokrates:''' ''I am!''\n*'''Kassandra:''' ''What happened? The trial couldn't have taken place that quickly.''\n*'''Sokrates:''' ''Had I been given the chance to defend myself, it would have been quick indeed. But unfortunately for me, I was let free before I could.''\n*'''Kassandra:''' ''That's good news.''\n*'''Sokrates:''' ''Apparently those who had charges to bring against me were found dead, and evidence they claimed to have missing.''\n*'''Kassandra:''' ''It sounds like someone was looking out for you.''\n*'''Sokrates:''' ''There were also some people protesting my arrest, I was told. I have to ask... Did you have something to do with this?''\n\n<tabber>\n|-|I helped free you.=\n*'''Kassandra:''' ''Do you really need to ask?''\n*'''Sokrates:''' ''No, but you still deserved the chance to answer.''\n|-|Lie – It wasn't me.=\n*'''Kassandra:''' ''Me? Kill? Steal? Arrange protests?''\n*'''Sokrates:''' ''Yes.''\n*'''Kassandra:''' ''It does sound like me, but it was someone else this time.''\n*'''Sokrates:''' ''I'm glad I asked.''\n</tabber>\n\n*'''Kassandra:''' ''Did you have time to find an answer for the [[Pythia (431 BCE)|Pythia]]'s words?''\n*'''Sokrates:''' ''I thought it would have taken me much longer than it did, but the moment I stopped thinking about it, it came to me like a flash of [[Jupiter|Zeus]]'s lightning.''\n\n(\"What was the answer?\")\n*'''Kassandra:''' ''So do you agree with the Pythia or not?''\n*'''Sokrates:''' ''The [[Greek mythology|Gods]] cannot lie, yet I know that I know nothing. I had to understand what it meant to for one who knows nothing to be called wise. I realized that though the Pythia said my name, she did not mean me.''\n*'''Kassandra:''' ''Who did she mean then?''\n*'''Sokrates:''' ''That is not an answer I'd yet like to voice. It's one that people may not want to hear, and I must think on how I wish to share my new beliefs with Athens.''\n*'''Kassandra:''' ''Whatever it is, be careful. I don't want to find you've been arrested again.''\n\n(Leave – Let's get you home.)\n*'''Kassandra:''' ''We should get you home. I'm sure you'll be more comfortable there.''\n*'''Sokrates:''' ''In some ways, that will be true. In others... Well, [[Xanthippe]] will decide that.''\n[[File:ACOD You're Such a Sokratease 2.png|thumb|250px|Kassandra escorting Sokrates]]\nKassandra escorted Sokrates home.\n*'''Sokrates:''' ''Being free feels good, but I don't believe Xanthippe will be happy with me.''\n*'''Kassandra:''' ''She has good reason to be mad this time.''\n*'''Sokrates:''' ''We argue often about how I need to be careful with what I say and where I say it. This will only give her more cause to bring it up.''\n*'''Kassandra:''' ''That doesn't sound very fun.''\n*'''Sokrates:''' ''Oh, you misunderstand. I love it.''\n*'''Kassandra:''' ''You do?''\n*'''Sokrates:''' ''People see Xanthippe and believe it's her beauty that drew me to her, but it's her argumentative spirit I lust for.''\n*'''Kassandra:''' ''Nobody ever likes that about me.''\n*'''Sokrates:''' ''Having my opinions and thoughts challenged helps me refine them and to grow as a person.''\n*'''Kassandra:''' ''And... she likes these arguments?''\n*'''Sokrates:''' ''Oh, I doubt it. But it's in those fiery moments that her spirit is strongest, like an untamed [[horse]].''\n*'''Kassandra:''' ''Don't call her a horse to her face.''\n*'''Sokrates:''' ''I'm afraid your advice is a bit too late.''\n\nThey were attacked by [[Cult of Kosmos|Cultist]] [[Soldier|guards]].\n*'''Kassandra:''' ''Get somewhere safe, Sokrates!''\nKassandra killed them all.\n*'''Sokrates:''' ''I wonder what that was about.''\n*'''Kassandra:''' ''With the things I do, it's sometimes hard to know.''\n*'''Sokrates:''' ''Let's hurry back before anything else happens.''\n\nKassandra resumed escorting Sokrates. At the gateway of [[Kirrha]], they met Xanthippe.\n*'''Xanthippe:''' ''You came back. Finally. I'm ready to return to Athens. I've had enough of [[Phokis]] and this talk of the Pythia.''\n*'''Sokrates:''' ''You will be happy to hear I have no need for her words any longer.''\n*'''Xanthippe:''' ''Then something positive came out of this after all.''\n*'''Kassandra:''' ''I just remembered... a student of yours has been taking notes of your teachings. He wanted you to have them.''\n[[File:ACOD You're Such a Sokratease 5.png|thumb|250px|Sokrates burning the scroll]]\nKassandra handed Sokrates the teachings. Sokrates looked at the scroll for a moment, before tossing it into the nearby brazier.\n*'''Kassandra:''' ''What did you do that for?''\n*'''Sokrates:''' ''Nobody asked him to write down my words.''\n*'''Kassandra:''' ''Even so, why not keep it? Share it with others.''\n*'''Sokrates:''' ''Because of a story I was told as a boy.''\n\n<tabber>\n|-|Tell me the story.=\n*'''Kassandra:''' ''Alright, let's hear it.''\n*'''Sokrates:''' ''The king of [[Egypt]], [[Thamus]], was visited by the [[Egyptian mythology|god]] [[Thoth|Theuth]]. Theuth offered the invention of writing to the king and told him it was an elixir of memory and wisdom. But Thamus disagreed. He believed the people would no longer use their memories, for they would simply read instead. These written words would not offer true wisdom, but only the appearance of such.''\n*'''Kassandra:''' ''You don't want your words written down so others can't use them to pretend to be smart.''\n*'''Sokrates:''' ''Much like creatures in a painting, the words sit there unmoving. If you ask them a question, they will preserve a solemn silence, and no matter how many times you ask, they will only ever say the same thing. They cannot defend their message.''\n*'''Kassandra:''' ''That's the part you like. The defense of your words.''\n*'''Sokrates:''' ''All who speak should defend their words if questioned about them. ''That'' is why I choose to speak and not write, that is why any words of mine that last beyond my final breath will be those that people choose to remember. Those words will be true wisdom, and not an illusion.''\n|-|No stories, please.=\n*'''Kassandra:''' ''I've had my fill of stories.''\n*'''Sokrates:''' ''Then I'll save it for another time, should it be relevant. But know I did it for a good reason, and it was my decision to make.''\n</tabber>\n\n(\"What are you going to do now?\")\n*'''Kassandra:''' ''What's you plan now?''\n*'''Sokrates:''' ''After I return to [[Athens]], there is much I need to consider.''\n*'''Kassandra:''' ''You'll be careful, right?''\n*'''Sokrates:''' ''If I have to choose between saying nothing and staying safe, or speaking up and risking my life, the choice is easy.''\n\n(Leave – It's time for me to go.)\n*'''Kassandra:''' ''I should get going. I'm glad you're free.''\n*'''Sokrates:''' ''As am I. Although, if you'll allow me, there is something...''\n*'''Kassandra:''' ''I doubt I could stop you.''\n*'''Sokrates:''' ''We like to believe that action means progress, but it's control that's so truly desired. The more we do, the more control it seems we have, but the less we allow for others. If we grip too tightly, we'll find we've crushed what it is we were holding onto.''\n*'''Kassandra:''' ''Meaning?''\n*'''Sokrates:''' ''Meaning we must sometimes let life unfold without trying to influence the outcome.''\n*'''Kassandra:''' ''I'll keep that in mind.''\n[[File:ACOD You're Such a Sokratease 7.png|thumb|250px|Kassandra parting ways with Sokrates]]\nKassandra turned to leave but quickly remembered something.\n*'''Kassandra:''' ''I almost forgot. In your letter, you said you had something to ask me. What was it?''\n*'''Sokrates:''' ''You know, I've completely forgotten now. Take care, Kassandra.''\n*'''Kassandra:''' ''Stay out of trouble, Sokrates.''",
    "Section_Outcome": "Sokrates was let free before his trial even started thanks to Kassandra's efforts. He and his wife Xanthippe were reunited after being attacked by two Cult of Kosmos guards.",
    "Section_Trivia": "Kassandra commits the unique crime of \"Tainting the Youth\" for aiding Sokrates.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD You're Such a Sokratease 1.png|Kassandra meeting Sokrates outside the Leader House\nACOD You're Such a Sokratease 3.png|Sokrates reunited with his wife\nACOD You're Such a Sokratease 8.jpg|Xanthippe listening her husband telling a story to Kassandra.\nACOD You're Such a Sokratease 4.png|Kassandra handing the scroll to Sokrates\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}