{
    "Quest_Name": "Bounty on Spartan Soldiers",
    "Quest_ID": "224827",
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Bounty",
        "source": "Kassandra",
        "location": "Greece",
        "date": "430s-420s BCE"
    },
    "General_Description": "'''Bounty on Spartan Soldiers''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra noticed a bounty for [[Sparta]]n [[soldier]]s on a [[message board]]:\n#\"Cursed Spartans destroyed my precious vineyard. They think they can do what they like. Open their bellies and I'll make [[wine]] with their blood!\"\n#\"Help dear [[Athens]] against the Spartan scum! Stand up and be brave! [[Drachma]]e to anyone who spills Spartan blood!\"\n#\"''Malákes'' Spartans destroyed our sacred statue. I saw them! I can't take them on, but I'll pay anyone who does!\"\n#\"''Malákes'' Spartans tease and taunt us. They think it's funny to make us miserable. I'll give what drachmae I have to make this stop for good.\"\n#\"Mindless, hateful Spartans destroy our estates. They march through just to watch them burn. Why waste the riches of the land? Waste them instead.\"\n#\"People are going missing. I don't trust the Spartans. Stick a [[spear]] in them. Maybe no more missing people.\"\n#\"REWARD. A group of Spartans beat my son. He is close to death. Disembowel the bastards.\"\n#\"Since the Spartans came through here, there's been an increase in [[Thief|thieving]]. Gut a few of the ''malákes'' and we'll see if it makes a difference.\"\n#\"Spartan bastards keep aggravating [[merchant]]s at the port. This can't go on! Gut the fools and let us trade in peace.\"\n#\"Spartan deserters seen hiding nearby. Drachmae if you slice out their cowardly hearts!\"\n#\"Spartan soldiers are hassling [[Civilian|locals]]. When they're not in battle, they fight with us. Cut open their throats. Flood the streets with their blood.\"\n#\"Spartan soldiers took my [[sword]]s without payment. Shove the swords though ''(sic)'' their eyes. Make it the last thing they ever see.\"\n#\"Spartans are destroying our crops. I fear we will have no harvest. My drachmae to you if you put an end to them. For good.\"\n#\"Spartans are giving trouble to travelers on the road. They are blocking our supply routes. Chop off their heads and clear our roads!\"\n#\"Spartans are idiots. They have no respect for our temple. They don't understand words, so show them the might of Athens with blood!\"\n#\"The gods say the Spartans must die. I know this to be true. Honor the will of the gods, and I will pay you much drachmae.\"\n#\"The soldiers beat my father last night just to amuse themselves. We can barely afford this bounty, but they can't get away with this.\"\n#\"The Soldiers ''(sic)'' have trampled the fields we rely on. Churned them to mud and killed all the crops. Destroy these bastards.\"\n#\"The Spartans bring suffering everywhere they go and say they live only for war. Let them die for it, then.\"\n#\"The Spartans hassle the locals and incite violence at the agora. Someone needs to stop them before our trade here is ruined.\"\n#\"The Spartans have no respect. They are loud and crude. They even mock our priestesses. Letting them live brings shame to us all.\"\n#\"There have been more [[bandit]] raids since Spartans came here. We have lost all order. I'll pay anyone who can restore peace. Cut the soldiers down!\"\n#\"These Spartan soldiers think they know war? Ha, show their blood to [[Ares]].\"\n#\"Those disgusting Spartan [[pig]]s smashed the pots at our sacred shrine. This can't happen again. Drachmae if you make sure it doesn't.\"\n#\"We don't have much around here, yet the Spartans take what little we do have! Our children will soon starve unless someone guts the greedy bastards.\"\n#\"We're overrun by bandits - the Spartan soldiers encourage the violence! Please, someone cut down these soldiers. Maybe the bandits will get the message.\"",
    "Section_Outcome": "Kassandra accepted the contract, and hunted down the Spartan soldiers, claiming the bounty.",
    "Section_Behind_the_scenes": "The bounty flavor texts are not bound to any single region or city.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]",
    "Chapter_SequenceID": null,
    "Chapter_Name": "Bounty",
    "Chapter_Type": "Other",
    "Quest_SequenceID": null
}