{
    "Quest_Name": "Bounty on a Follower of Ares",
    "Quest_ID": "224810",
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Bounty",
        "source": "Kassandra",
        "location": "Greece",
        "date": "430s-420s BCE"
    },
    "General_Description": "'''Bounty on a Follower of Ares''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra noticed a bounty for one of the [[Followers of Ares]] on a [[message board]]:\n#\"A Follower of Ares claims to bless people, but they're getting sick. I think the ''malákas'' is a [[poison]]er! Feed his flesh to the crows!\"\n#\"A Follower of Ares defies our sacred temple. He thinks his rituals are the only way to worship! I want him gutted before he starts leading people astray.\"\n#\"A Follower of Ares gives my men bad omens. I want that pretender sliced in two before the [[soldier]]s start believing him.\"\n#\"A Follower of Ares has been extorting [[drachma]]e and wares from [[Merchant|traders]] as donations! Many merchants have stopped trading here. Cut him down!\"\n#\"A Follower of Ares has been performing bloody sacrifices. The scent of blood is drawing wild animals near our homes. I want that ''malákas'' stopped for good.\"\n#\"A Follower of Ares is crushing our soldiers' morale with his dark tales and strange predictions. Crush his head instead. Let's see if he predicts that.\"\n#\"A Follower of Ares is defacing our holy statues in the name of his god. He says [[Ares]] is the only true god! Gut the ''malákas'' before he brings us to ruin!\"\n#\"A Follower of Ares is ruining good Ares' name with his dark practices. I want this to end. Kill him for me, and I'll make sure you're rewarded.\"\n#\"A Follower of Ares is tricking rich fools out of drachmae. It only makes their darkness grow stronger! Slice his throat, and I'll reward you.\"\n#\"A Follower of Ares prayed in our city, and our city fell. His dark arts have brought ruin to us all! Cut out his heart and let the [[crow]]s feast!\"\n#\"A Follower of Ares took my [[dog]]s in the night and killed them in a sacrifice. I want that ''malákas'' cut open. Let the dogs in the street feast on his flesh.\"\n#\"Bounty offered for the Follower of Ares I've seen around here - if a man like [[Lagos]] can be manipulated because [[Cult of Kosmos|Cultists]] have his family, none of us are safe from zealots!\"\n#\"I used to fish at the lake, but a Follower of Ares has put up a horrible shrine near the area. I've seen him do strange rituals there. Please, get rid of him.\"\n#\"My city used to be beautiful. Since the Followers of Ares came, its reputation has sunk low. One of those ''malákes'' scares my children! I want him cut down.\"\n#\"My Commander is being swayed by a Follower of Ares. The ''malákas'' whispers things in his ear. I don't trust the darkness he brings. Cut him down quickly!\"\n#\"My husband is afraid to leave the house since a Follower of Ares came to live near us. Drachmae to anyone who can kill the ''malákas'' and restore some order!\"\n#\"One of the Followers of Ares laughs and jokes about our priestesses. Show that ''malákas'' the true wrath of the gods. Open his guts to the stars!\"\n#\"People around here are confused. A Follower of Ares is trying to recruit them, and some fools are falling for it. Cut the ''malákas'' down before he can do more!\"\n#\"The Followers of Ares hoard riches and grow in power - one has become extremely dangerous and powerful. Take his riches, his power, and his blood.\"\n#\"The gods demand sacrifice and tribute, but this Follower of Ares goes too far. His dark rituals are cursed! Kill him and stay the wrath of the gods.\"\n#\"This murderous Follower of Ares interferes in the order of the gods. He must be destroyed before the gods' wrath falls on us all!\"\n#\"Wise Ares came to me in a dream. He whispered that a Follower of Ares defies his sacred will and must die. Drachmae to you if you have the strength to kill him!\"",
    "Section_Outcome": "Kassandra accepted the contract, and hunted down the Follower of Ares, claiming the bounty.",
    "Section_Behind_the_scenes": "The bounty flavor texts are not bound to any single region or city.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]",
    "Chapter_SequenceID": null,
    "Chapter_Name": "Bounty",
    "Chapter_Type": "Other",
    "Quest_SequenceID": null
}