{
    "QuestName": "Helping a Healer",
    "QuestID": "223285",
    "Revision": {
        "id": "979693",
        "parentid": "907017",
        "timestamp": "2021-12-23T00:32:25Z",
        "contributor": null,
        "origin": "979693",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "3qf170hqwt1xksre9jh4p6uyzmxuc2d"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Helping a Healer.png",
        "description": "'The people of Phokis praised Lykaon as a kind-hearted Doctor|physician, but perhaps he was the one who truly needed healing.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Lykaon}}",
        "previous": null,
        "next": "Sins of the Past",
        "source": "Kassandra",
        "location": "Phokis, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''Helping a Healer''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met a [[Doctor|healer]] named [[Lykaon]] in the [[Chora of Delphi]].",
    "Section_Dialogue": "While in the Chora of Delphi, Kassandra came across a healer speaking a young girl.\n*'''Lykaon:''' ''Is it a big hurt or a little hurt?''\n*'''Child:''' ''I dunno.''\n*'''Lykaon:''' ''Well, does it hurt like a [[bear]] biting you, or a mouse?''\n*'''Child:''' ''Like three mouses. No, like four.''\n*'''Lykaon:''' ''So a [[Dog|puppy]]-bite-sized hurt. Go it.''\nKassandra approached them.\n*'''Child:''' ''Will the hurt go away?''\n*'''Lykaon:''' ''Tell you what, you have to scare it away. If you roar like a [[lion]], it'll run.''\nThe child tried to roar.\n*'''Lykaon:''' ''Good job. Now run along home.''\nThe child left. Lykaon turned his eyes to Kassandra.\n*'''Kassandra:''' ''You must be a physician.''\n*'''Lykaon:''' ''Yes, I'm Lykaon. You must be a [[Mercenary|misthios]]. Are you here for treatment?''\n\n<tabber>\n|-|No, but I like your way of treating people.=\n*'''Kassandra:''' ''That depends. Will I have to roar for you, too?''\n*'''Lykaon:''' ''Sometimes the best medicine I can give my patients is a dose of hope. I take it you're not in need of care?''\n*'''Kassandra:''' ''I'm healthy as a [[horse]].''\n|-|I don't go to physician who speak nonsense.=\n*'''Kassandra:''' ''Play-acting instead of medicine? When I'm wounded, I prefer to see someone serious.''\n*'''Lykaon:''' ''The gods and the medicines they give us can do little when a patient has no hope. That's the best treatment I can give.''\n*'''Kassandra:''' ''You've thought this through.''\n</tabber>\n*'''Lykaon:''' ''You look strong and prepared for anything. My patients need [[mandrake]] herbs. There's a patch of them growing by a little stream southeast of here.''\n*'''Kassandra:''' ''Are you too busy to pick them?''\n*'''Lykaon:''' ''Too chewy. A pack of [[Wolf|wolves]] is resting near the stream. I'll pay you generously for your trouble.''\n*'''Kassandra:''' ''You know how to talk to a misthios. Is that all you want, the mandrake herbs?''\n*'''Lykaon:''' ''For now. Bring them back to me, and I'll package them for my patients. Then we'll see.''\n*'''Kassandra:''' ''I'll bring you the herbs. You said they were southeast of here?''\n*'''Lykaon:''' ''Yes, by a little stream northeast of [[Kirrha]]. The flowers haven't bloomed yet, but the leaves are a distinctive gray-green. Thank you.''\nKassandra headed southeast to the stream. After killing a pack of wolves, she found some of the herbs.\n*'''Kassandra:''' ''Lykaon said the herbs would be near a little stream. That looks like it.''\nKassandra picked up one of the herb.\n*'''Kassandra:''' ''These must be the herbs Lykaon wanted.''\nShe picked up the rest of the herbs.\n*'''Kassandra:''' ''These should be enough mandrake herbs. Time to go back to the physician.''\nKassandra returned to Lykaon at the Chora of Delphi.\n*'''Kassandra:''' ''Here, I found your herbs.''\n*'''Lykaon:''' ''Thank you. I'll prepare these for my patients. Could you please stay a while?''\n*'''Kassandra:''' ''I'll wait.''\nLykaon prepared the herbs. After a while, he returned to Kassandra.\n*'''Lykaon:''' ''I've crushed the herbs so they'll be easier to take. Could you please bring them to my patients? Just tell them they're from me, Lykaon.''\n*'''Kassandra:''' ''I thought I brought you more herbs than this?''\n*'''Lykaon:''' ''I needed to save a dose for my [[Praxithea|grandmother]]. I'll give it to her soon.''\n*'''Kassandra:''' ''Sure. I'll just deliver the rest then.''\n*'''Lykaon:''' ''Thank you. All my patients are in or around the Chora of Delphi. One should be at the animal pens to the west, one is building a house in the northeastern corner, and one works in the fields to the south. Come back here when you're done.''\n*'''Kassandra:''' ''I'm sure I can find them.''\nKassandra headed to the civilian building his home, handing him the herbs.\n*'''Kassandra:''' ''Lykaon sends his regards.''\n*'''Civilian:''' ''The medicine he promised, thank you. Tell me, did he look well?''\n*'''Kassandra:''' ''He didn't look sick to me.''\n*'''Civilian:''' ''I've seen him up and walking around at all hours, mumbling to himself. He seems worried. I should bring him some sweets to cheer him up.''\n*'''Kassandra:''' ''I'm sure he'd appreciate that.''\nKassandra next headed to a patient at the animal pen.\n*'''Kassandra:''' ''Lykaon made this medicine for you.''\n*'''Civilian:''' ''Thanks! See, I take care of these beasts, and Lykaon takes care of me. Too bad nobody takes care of him, though.''\n*'''Kassandra:''' ''What do you mean?''\n*'''Civilian:''' ''His parents died young. His grandmother raised him but then... She was born under a cursed star. Never mind that, he's a good boy.''\n*'''Kassandra:''' ''I'm sure he is.''\nKassandra headed down to the fields in the south, speaking to the woman there.\n*'''Kassandra:''' ''These herbs are from Lykaon.''\n*'''Civilian:''' ''Oh thank you! That physician is so thoughtful and so handsome. It's too bad he's decided not to marry.''\n*'''Kassandra:''' ''Why not?''\n*'''Civilian:''' ''He just told me some nonsense about not wanting to burden an innocent woman with his worries. Personally, I just wish he'd been honest and said I'm not his type.''\n*'''Kassandra:''' ''I wonder why he'd say that.''\nKassandra headed back to Lykaon.\n*'''Kassandra:''' ''I delivered all your medicine. Seems you have a lot of people concerned for your wellbeing.''\n*'''Lykaon:''' ''Thanks. Um, my grandmother Praxithea... I have to bring her the last of the medicine. Will you come along with me to her house? I think I need your help.''\n*'''Kassandra:''' ''Yes. I'd like to know what's going on here.''\n*'''Lykaon:''' ''Thank you. Please, my grandmother's house is this way.''",
    "Section_Outcome": "Kassandra helped Lykaon to recover several mandrake herbs to made into medicine. She then helped him to deliver them to numerous villagers around the Chora. Afterwards, she accepted Lykaon's request to accompany him to deliver the last of the medicine to his grandmother.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Aider un guérisseur]]"
}