{
    "QuestName": "The Unkindest Cut",
    "QuestID": "223287",
    "Revision": {
        "id": "979695",
        "parentid": "975520",
        "timestamp": "2021-12-23T00:33:52Z",
        "contributor": null,
        "origin": "979695",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "87yvezz1190inxsowgt3sp8g8hosasx"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD The Unkindest Cut.png",
        "description": "'Kassandra began her search for Lykaon's Praxithea|grandmother—kidnapping victim, and holder of a terrible secret.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Lykaon}}",
        "previous": "Sins of the Past",
        "next": null,
        "source": "Kassandra",
        "location": "Phokis, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''The Unkindest Cut''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra travelled to the [[Farmhouse]] to free [[Praxithea]] alongside [[Lykaon]].",
    "Section_Dialogue": "Kassandra made her way to the Farmhouse, guarded by a group of bandits. She identified the site with [[Ikaros]]' help.\n*'''Kassandra:''' ''That must be the farm where Praxithea is being held prisoner.''\nKassandra entered the farmhouse, killing the bandits in the area. She found Praxithea being held in a cage, freeing her.\n*'''Praxithea:''' ''Thank you, my child! We must get away from here.''\nKassandra escorted Praxithea out of the farmhouse.\n*'''Praxithea:''' ''Thank you for saving me, dear child.''\n*'''Kassandra:''' ''Don't thank me, voice of [[Apollo]]. Or were those someone's words you spoke?''\n*'''Praxithea:''' ''So you've met my grandson. You're right, I lied to everyone. I am so sorry... The gods should have killed me by now.''\n*'''Praxithea:''' ''Instead, they made me live with my remorse.''\n(If \"Why did you give false prophecies?\" is chosen)\n*'''Kassandra:''' ''Why did you spread lies? People trusted you. You were supposed to bring them the word of Apollo.''\n*'''Praxithea:''' ''I didn't plan to, not when I was chosen to be the [[Pythia|Oracle of Apollo]]. But I met people there who told me I must speak the words they asked. Or else my family would suffer for my disobedience.''\n*'''Praxithea:''' ''Family? Do you remember telling a [[Sparta]]n family that their younger [[Alexios|child]] must die? A grieving [[Myrrine|mother]] with eyes like mine?''\n*'''Praxithea:''' ''I am so sorry for what you have lost.''\n(If \"Who kidnapped you?\" is chosen)\n*'''Kassandra:''' ''Who wanted you kidnapped? These brutals didn't come up with the idea themselves.''\n*'''Praxithea:''' ''Please don't ask me that. The ones who want to punish me now, the ones who told me what to say... They would burry you alive if I told you about them.''\n*'''Kassandra:''' ''The ones with masks and dark cloaks. The [[Cult of Kosmos]].''\n*'''Praxithea:''' ''Do not speak their name!''\n(If \"That's all I needed to hear.\" is chosen)\nLykaon arrived shortly afterwards.\n*'''Lykaon:''' ''Grandmother...''\nShe approached Kassandra.\n*'''Lykaon:''' ''Did she tell you? Is she the oracle who brought ruin on your family?''\n*'''Praxithea:''' ''I'm sorry for what I've done. I accept my punishment. But please, don't let my grandson kill me. Lykaon's a good man, a healer. This would break him.''\n*'''Lykaon:''' ''No. She's my responsibility. I must be the one to end her.''\n\n<tabber>\n|-|You must be the one to kill her.=\n*'''Kassandra:''' ''If you don’t finish this, Lykaon, you won’t be able to live with yourself. Go on, kill her.''\nLykaon walked over to Praxithea, but faltered.\n*'''Lykaon:''' ''I... I... I can’t.''\n*'''Kassandra:''' ''Then this is where I leave. Live as a killer or live as a coward, Lykaon. I can’t help you any more.''\nKassandra walked off, leaving a distressed Lykaon and his grandmother.\n|-|Violence won't solve anything.=\n*'''Kassandra:''' ''I've killed enough people to know that violence has no end. Better to move on and make the best if the lives the gods have given you.''\n*'''Lykaon:''' ''Move on? But you said Praxithea ruined your family...''\n*'''Kassandra:''' ''She can do no more harm. Killing her for revenge won't change what happened. Besides, didn't you tell me something about hope?''\n*'''Praxithea:''' ''Thank you for your mercy. I promise I will do good with what's left of my days.''\nPraxithea left the conversation.\n*'''Lykaon:''' ''You're right, Kassandra. I might not be able to forgive my grandmother, not right away. But she can go on with her life, and I with mine.''\n*'''Kassandra:''' ''I think you've made the right decision, Lykaon.''\n*'''Lykaon:''' ''How do you do this? Decide who lives and who dies?''\n*'''Kassandra:''' ''How do you do it, Lykaon? All those lives depending on you, needing your healing and kindess.''\n*'''Lykaon:''' ''I... I think I need you, Kassandra. Not to kill anybody or find anything. Just to stay with me.''\n{{#tag:tabber|\nI'll stay and make it all better.=\n*'''Kassandra:''' ''I can't stay forever. But for now, let me take care of you, healer.''\nKassandra and Lykaon embraced, spending some time together at the latter's home. Kassandra emerged a while later.\n{{!}}-{{!}}\nI should go now.=\n*'''Kassandra:''' ''I’m no healer, but I think you’ve been through a lot, Lykaon. You don’t need a'' misthios ''in your life. Go back home and be the physician you’re meant to be.''\n}}\n|-|I'll kill her.=\n*'''Kassandra:''' ''You’re a healer, Lykaon, not a killer. I. am. You still have a hope of a better life beyond this.''\n*'''Lykaon:''' ''No, Kassandra, I can-''\nKassandra cut Lykaon off and turned to Praxithea.\n*'''Kassandra:''' ''This woman betrayed the trust of the gods and of the people who seek their wisdom. In the name of all those betrayed by your false prophecies, oracle, I end your miserable life.''\nPraxithea puts up no fight as Kassandra killed her. Once the oracle was dead, Kassandra talked to Lykaon again.\n*'''Kassandra:''' ''She’s dead.''\n*'''Lykaon:''' ''You didn’t have to, I could have done it.''\n*'''Kassandra:''' ''Probably. But you didn’t have to. You get to be the honorable healer. I’m the'' misthios.\n</tabber>",
    "Section_Outcome": "Kassandra helped Lykaon to free her grandmother Praxithea. She was given the choice to either spare Praxithea, kill Praxithea herself, or let Lykaon be the one to kill her.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n<!--Interwiki links-->\n[[de:Der schlimmste Schnitt]]\n[[fr:Sort peu enviable]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}