{
    "QuestName": "A Treasury of Legends",
    "QuestID": "224054",
    "Revision": {
        "id": "1059485",
        "parentid": "1047421",
        "timestamp": "2023-09-11T14:59:24Z",
        "contributor": null,
        "comment": "/* Dialogue */",
        "origin": "1059485",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "tja6w6np390xo50g70jtrgvp9tzwu3a"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "previous": "Not My Mother's Daughter",
        "next": "Sacred Favors",
        "image": "ACOD_Danae_and_Kristos.png",
        "description": "'The noble lady Damia, hearing of Kassandra's skills, enlisted her to teach uninspired, bored children the story of Perseus.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "source": "Kassandra",
        "location": "Temple of Dionysos Kolonatas, Sparta, Lakonia, Greece",
        "date": "429 BCE"
    },
    "General_Description": "'''A Treasury of Legends''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "At the [[Temple of Dionysos Kolonatas]], [[Kassandra]] found a [[Damia|woman]] who hoped that the Eagle Bearer whom her children, [[Danae (Spartan)|Danae]] and [[Kristos]], adored would be able to tell the children the story of the legendary hero [[Perseus]].",
    "Section_Dialogue": "Kassandra climbed up the stairs leading to the Temple of [[Dionysos]] and found a woman rocking left and right while drinking wine looking across the balcony of the entrance to the hallway of Perseus. She turned to face Kassandra as she approached her.\n*'''Damia:''' ''You are the [[Ikaros|Eagle]] Bearer. Wonderful! Magistrate [[Xanthe]] has spoken highly of you.''\n*'''Kassandra:''' ''Very kind of her.''\n*'''Damia:''' ''So, here's the thing. My children have promising futures. But they refuse to learn and study. They think they know better, but they can't recite a poem to save their lives.''\n*'''Kassandra:''' ''Where do I fit into this?''\n*'''Damia:''' ''They've heard of the Eagle Bearer and worship the ground you walk on. If you related an epic story to them, I'd bet they'd retain it and impress their tutors.''\n\n<tabber>\n|-|Odd, but I'll do it.=\n*'''Kassandra:''' ''It's an odd request, but I've been asked to do stranger things. I'll do it.''\n|-|No thanks, I'm no storyteller.=\n*'''Kassandra:''' ''I'm not the one you want. Everyone who has ever heard a poem thinks they are a natural born storyteller, but it takes a talent I'm not sure I possess.''\nKassandra returned.\n*'''Damia:''' ''Will you help me now, and tell my children an inspiring tale to set their imaginations and memories alight?''\n(Back to dialogue choice one.)\n</tabber>\n*'''Damia:''' ''My children are waiting inside the Temple of Dionysos Kolonatas for today's epic story. The subject is Perseus, which they should know well, but seem to forget all when questioned.''\n\n<tabber>\n|-|I'll do my best.=\n*'''Kassandra:''' ''I know the story well, of course, but my preferred version may not be what your children expect...''\n*'''Damia:''' ''Do not fear! If you need a reminder, there are many relics related to Perseus in the hall adjacent to the Temple of Dionysos Kolonatas.''\n*'''Kassandra:''' ''Good to know.''\n|-|I'll tell the story like it was my own.=\n*'''Kassandra:''' ''Perseus? I know his story well, as if we were cousins both raised at the base of [[Mount Olympos]]. Do not fear, I will hold your children fast with my tale.''\n</tabber>\nKassandra entered the hallway with alleged relics from Perseus' life on both sides of the wall, and inspected each of them. Afterwards she exited to an open study room with a golden brazier with fire burning in the middle of the room, then to the open altar of Dionysos near which she spotted the children, playing at a balcony. She approached them.\n*'''Kassandra:''' ''Hello, I'm -''\n*'''Danae:''' ''The Eagle Bearer! We've heard all about you!''\n*'''Kristos:''' ''Are you going to tell us a story today? Do we have to listen? We've heard it a hundred times.''\n*'''Kassandra:''' ''Yes, that's me. And yes, I'm telling you a story.''\n\n<tabber>\n|-|Let me tell you about Perseus.=\nKassandra knelt on one leg and the children sat down around her.\n*'''Kassandra:''' ''Gather round and listen, children, while I spin you the yarn of Perseus.''\n|-|Listen well to the epic tale of Perseus.=\nKassandra knelt on one leg and the children sat down around her.\n*'''Kassandra:''' ''Let us sing with the voice of the goddess about the exploits of brave Perseus and noble [[Pegasos]].''\n|-|Give me a minute to refre...=\n*'''Kassandra:''' ''I need a moment to prepare... and then I'll tell a story to take your breath away!''\nKassandra returned.\n(Back to dialogue choice one or two.)\n</tabber>\n<tabber>\n|-|Zeus visited a mortal woman as a golden shower.=\n*'''Kassandra:''' ''[[Akrisios]], the king of [[Argos]], was not a good man. He had one child, a daughter, [[Danae]]. Bitter that he had no son, he went to the [[Pythia|Oracle of Delphi]], and heard a prophecy that chilled him.''\n*'''Danae:''' ''Ooh. What was it?''\n*'''Kassandra:''' ''The Oracle said Akrisios would be killed by his grandson, but Danae was unmarried and childless at the time. To protect himself, he locked Danae in a bronze room, open only to the sky.''\n*'''Kristos:''' ''Ooh!''\n*'''Kassandra:''' ''However, mighty [[Zeus]] saw the girl and fell in love with her. He transformed into a golden shower and seduced her. Danae gave birth to a son, Perseus.''\n*'''Kristos:''' ''I knew it!''\n*'''Kassandra:''' ''King Akrisios couldn't kill the boy for fear of angering Zeus, so he put his daughter and grandson in a wooden crate and tossed them into the wild [[Aegean Sea|sea]], to be drowned.''\n*'''Danae:''' ''How horrid! Poor Perseus!''\n|-|Poseidon visited a mortal woman as a dolphin.=\n*'''Kassandra:''' ''The great god of the sea, [[Poseidon]], visited a mortal woman, Sarra, a fisherman's daughter. The god of the sea frolicked with her, in the shape of a [[Bottlenose dolphin|dolphin]], and she knew his love.''\nKristos retched.\n*'''Kristos:''' ''Is this a kissing story?''\n*'''Kassandra:''' ''Relax, I'm just setting it up. Soon Sarra gave birth to a child, the half-blood hero Perseus!''\n*'''Kristos:''' ''I thought Perseus' mother's name was Danae, like my sister?''\nA child stoods up...\n*'''Danae:''' ''Yeah, and his father was Zeus!''\n...and left.\n*'''Kassandra:''' ''Uh, well, that's true in some versions... Anyway, at some point baby Perseus fell off a boat and almost drowned.''\n</tabber>\n<tabber>\n|-|Perseus grew up under the cave of a fisherman, Diktys.=\n*'''Kassandra:''' ''Perseus and his mother, Danae, were rescued on the island of [[Seriphos]], and Perseus grew up under the care of a kindly fisherman, [[Diktys]].''\n*'''Danae:''' ''Lucky them! Did the gods help?''\n*'''Kassandra:''' ''Maybe. Perseus learned to swim, and ride, and fight, and how to be good and just, even though his faster was only a fisherman.''\n*'''Kristos:''' ''I can do all those things, too!''\n*'''Kassandra:''' ''Good for you.''\n*'''Kristos:''' ''Except swim.''\n*'''Danae:''' ''Or be just!''\n*'''Kassandra:''' ''Hush. Now, Diktys' brother was ruler of the island, but he was not a good man.''\n*'''Danae:''' ''He's scum!''\n|-|Amphitryon and Alkmene found an adopt...=\n*'''Kassandra:''' ''A kindly old couple, {{Wiki|Amphitryon}} and {{Wiki|Alcmene|Alkmene}} found Perseus in the sea and brought him to their farm in Smalpolis, taking him as their son.''\n*'''Danae:''' ''What about his mom, my namesake?''\n*'''Kassandra:''' ''Shh, listen! [[Hera]] was angry, though, and sent [[snake]]s to kill the baby. But Perseus was too strong, and he strangled the snakes in his crib, revealing his godly nature.''\nKristos heckled.\n*'''Kristos:''' ''That doesn't sound right!''\nA child stood up...\n*'''Kassandra:''' ''There are different ways to tell the story, you know!''\n...and left. Another child still sitting said:\n*'''Child:''' ''And? This story is for the crows.''\n</tabber>\n<tabber>\n|-|An evil ruler wants to marry Danae. Perseus...=\n*'''Kassandra:''' ''The cruel king of Seriphos, Diktys' brother [[Polydektes]], decided he wanted to marry Danae for she was still beautiful and noble. But Perseus knows his mother does not want this. Diktys couldn't stop his brother, so it was up to Perseus to interfere and be annoying.''\nDanae chuckled.\n*'''Danae:''' ''Kristos, that's your job!''\nKristos went along with her joke.\n*'''Kristos:''' ''I would keep the stinky king from marrying you!''\n*'''Kassandra:''' ''The cruel, uh, stinky king became angry. To get rid of Perseus, Polydektes sent him on an impossible quest.''\nKassandra stood up and did an impression of the king.\n*'''Kassandra:''' ''\"Prove yourself a warrior and fetch me a worthy gift,\" the king said, \"by killing a great monster!\"''\nKassandra knelt again.\n*'''Kristos:''' ''I knew it!''\n*'''Danae:''' ''Shh! I knew it, too!''\n|-|Perseus sees beautiful Andromeda, but must solv...=\n*'''Kassandra:''' ''When Perseus grows up, he travels to [[Jaffa|Joppa]] and falls in love at first sight with the beautiful princess [[Andromeda]]. However, Andromeda's mother boasts that her daughter is more beautiful than the goddess [[Thetis]], offending her!''\n*'''Kristos:''' ''Never say you are better than the gods!''\n*'''Kassandra:''' ''Thetis proclaims that Andromeda must be sacrificed to the gods, or else the whole city of Joppa will be destroyed!''\n*'''Danae:''' ''I... don't think that's right. Wasn't Andromeda an {{Wiki|Aethiopia|Aithiopian}} princess?''\n*'''Kassandra:''' ''Hush! Perseus asks his grandmother, Tala, how to save his love. She turns into a [[manta ray]] and says, to save Andromeda, he must bring back curly hair of gold, fit for the king of the mountains, who yet owns less than the humblest [[helot]].''\nA child stood up...\n*'''Danae:''' ''I don't know that riddle.''\n...and left.\n*'''Kristos:''' ''It's too hard.''\n*'''Kassandra:''' ''Uh, it was hard for Perseus, too. But eventually he figured it out.''\n*'''Danae:''' ''How?''\nKassandra looks irritated.\n*'''Kassandra:''' ''He just did is all!''\n</tabber>\n<tabber>\n|-|Perseus must get a gorgon's head as a gift for...=\n*'''Kassandra:''' ''Polydektes told Perseus to bring back the head of [[Medusa]], the [[gorgon]] whose gaze could turn anyone who looked into her eyes to stone.''\nThe siblings exclaimed.\n*'''Kristos:''' ''Ahh!''\n*'''Kassandra:''' ''Polydektes knew that Medusa would be Perseus's death...''\n*'''Kristos:''' ''That stinker!''\n*'''Kassandra:''' ''But the evil king did not know Perseus was favored by the gods. [[Hermes]] gifted Perseus with {{Wiki|Talaria|winged sandals}} and a silver [[Perseus' Sword of Eden|sickle]], and [[Athena]] gave him a bronze shield, polished mirror-bright. Perseus flew to Medusa's lair, and used the shield to watch her reflection. He cut off her head with the sickle of Hermes. As she died, the winged [[Horse|foal]] Pegasos sprung from her neck!''\n*'''Danae:''' ''Yes!''\n*'''Kassandra:''' ''Flying home, Perseus found the maiden [[Andromeda]] chained on the {{Wiki|Aethiopia|Aithiopian}} cliffs, waiting to be sacrificed to the baleful sea monster, [[Ketos]]. Perseus used Medusa's head to turn Ketos to stone, rescued Andromeda, and married her.''\n*'''Kristos:''' ''Take that, Ketos!''\n*'''Kassandra:''' ''Perseus returned home to find King Polydektes relentlessly pursuing Danae. They quarreled, and Perseus showed the king his wedding gift... When he saw Medusa's head, Polydektes turned to stone!''\n*'''Kristos:''' ''YES!''\n|-|Perseus must get the golden fleece from a...=\n*'''Kassandra:''' ''Perseus figured out what he needed - the {{Wiki|Golden Fleece|golden fleece}} of the winged ram! Said to be guarded by a monster who could turn any to stone. Luckily, Perseus was blessed by the gods, and he was guided by [[Athena]]'s golden-geared {{Wiki|Owl of Athena|owl}} to the monster's lair...''\n*'''Danae:''' ''Athena's golden [[owl]]? That's dumb!''\n*'''Kristos:''' ''Sounds cute! I want one!''\nKassandra gesticulated.\n*'''Kassandra:''' ''And armed with the {{Wiki|vorpal sword}} from the mighty {{Wiki|Olethros}}, he faced the snake-necked, large-headed, shaggy-maned, stony-gazed {{Wiki|Catoblepas}}!''\n*'''Kristos:''' ''No!''\n*'''Danae:''' ''Huh?''\n*'''Kassandra:''' ''Perseus avoided the Catoblepas' killing gaze and snicked the sword, lopping off the creature's head.''\nThe siblings both expressed disgust.\n*'''Kristos & Danae:''' ''Ew!''\n*'''Kassandra:''' ''He grabbed the golden fleece and wrapped the Catoblepas' head in it, then flew back home astride winged Pegasos to save Andromeda, who was about to be eaten by the {{Wiki|Kraken}}! He used the deadly head to turn the Kraken to stone.''\n*'''Kristos:''' ''Wait, the what? What's a Kraken?''\n*'''Kassandra:''' ''Er, like a giant squid?''\nA child stood up...\n*'''Danae:''' ''Don't you mean the sea monster, [[Ketos]]?''\n...and left. Kassandra chuckled.\n*'''Kassandra:''' ''Pretty sure [[Homer]] said, \"release the Kraken,\" not \"release the Ketos.\"''\nDanae looked at her in disbelief.\n*'''Danae:''' ''You just made that up!''\n</tabber>\n<tabber>\n|-|Perseus competes in games and accidentally kills...=\n*'''Kassandra:''' ''Perseus traveled to Argos with his family, and one day competed in the great athletic games. He hurled the {{Wiki|Discus throw|discus}}, and his throw was so great that it shot into the stands and struck King Akrisios. So doing, Perseus killed his grandfather and fulfilled the prophecy.''\n*'''Kristos:''' ''Hurrah!''\n*'''Danae:''' ''You can't escape your fate!''\n*'''Kassandra:''' ''In the end, Perseus and Andromeda settled in [[Mycenae]] as king and queen, and had seven sons and two daughters, the [[Perseids]].''\n|-|Perseus fights Hades, forcing him back into...=\n*'''Kassandra:''' ''That was not all! [[Hades]] appears with a pack of giant [[scorpion]]s called scorpiochs, and kills Andromeda and tries to kill Perseus!''\n*'''Kristos:''' ''Huh?''\n*'''Kassandra:''' ''But Perseus throws his sword of Zeus at Hades, forcing him back into the [[underworld]]!''\n*'''Danae:''' ''Wait, wait, it's supposed to be Hermes' sickle! And Andromeda doesn't die!''\n*'''Kristos:''' ''You're telling it wrong!''\n*'''Kassandra:''' ''Uh... In the end, Perseus wins. Zeus offers to make him a god, but Perseus refuses. So instead, Zeus brings Andromeda back to life because she was only mostly dead.''\nA child left.\n</tabber>\n(If players chose two or more incorrect lines of the story).\nThe remaining children all stood up.\n*'''Danae:''' ''Wow, that was so wrong and so boring!''\n*'''Kristos:''' ''You are a stinky storyteller, and that story was poop!''\nThe siblings' mother, Damia, approached them.\n*'''Damia:''' ''I, ah, I'm sorry for your audience, Eagle Bearer. Though from what I heard, it did sound like you deviated somewhat from the traditional tale.''\nKassandra replied, embarrassed.\n*'''Kassandra:''' ''Uh, apologies.''\nA child shook their head in disappointment and left. Kassandra looked away in embarrassment.\n(If players chose less than two incorrect lines of the story).\nThe children all stood up.\n*'''Danae:''' ''That was a great telling of the tale. I'll never forget it!''\n*'''Kristos:''' ''Maybe the best! I can't wait to tell all my friends!''\nThey applauded.\n*'''Kassandra:''' ''Aw, thank you.''\nThe siblings' mother, Damia, approached them.\n*'''Damia:''' ''I couldn't help overhearing the end of your story. Truly inspiring, Eagle Bearer. Thank you.''\nAfter a while, Kassandra returned to learn what happened since her story-telling.\n*'''Danae:''' ''I told a story of Perseus to my tutor, and he said it was the best rendition he'd ever heard. My mother is so happy with us!''",
    "Section_Outcome": "Kassandra retold the story of Perseus and left the children something to remember her by.",
    "Section_Trivia": "*The incorrect versions feature references to other stories, both in Greek mythology as well as outside of it.\n**Sarra, a Greek variant of the name Sarah, and Joppa are references to {{Wiki|Bible|biblical}} stories.\n**Amphitryon is the step-father and Alkmene the mother of the legendary hero [[Herakles]] in Greek mythology.\n**An elderly couple from 'Smalpolis' farm finding a child and adopting them references the origin story of {{Wiki|DC Comics}}' {{Wiki|Superman}}, with 'Smalpolis' being a play on 'Smallville'.\n**Hera sending snakes to kill an infant is part of Herakles' myth in Greek mythology.\n**Grandma Tala who changes into a manta ray references {{Wiki|Walt_Disney_Animation_Studios|Disney's}} 2016 animated film ''{{Wiki|Moana (2016 film)|Moana}}''.\n**Golden Fleece belongs to the story of [[Jason]] and his [[Argonauts]].\n**Perseus traveling to Joppa and falling in love with Andromeda and Athena's golden-geared owl leading Perseus to the monster's lair are both references to the 1981 film ''{{Wiki|Clash of the Titans (1981 film)|Clash of the Titans}}''.\n**Vorpal sword is from \"{{Wiki|Jabberwocky}}\", a poem by the 19th century writer [[Lewis Carroll]].\n**Catoblepas is a {{Wiki|legendary creature}} from Ethiopia, as described by the 1st century writer {{Wiki|Pliny the Elder}} in his ''{{Wiki|Natural History (Pliny)|Natural History}}''.\n**The {{wiki|Kraken}} does not belong to {{wiki|List_of_Greek_mythological_creatures|Greek mythology}}, explaining the children's confusion with it if the player mentions it. Perseus does face the Kraken in ''Clash of the Titans''.\n**Scorpiochs are from the 2010 film ''Clash of the Titans''.\n**Fighting Hades and Zeus offering the hero godhood is featured in both Disney's 1997 animated movie ''{{wiki|Hercules (1997 film)|Hercules}}'' as well as the 2010 version of ''{{Wiki|Clash of the Titans (2010 film)|Clash of the Titans}}''.",
    "Section_Gallery": "<gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nACOd-ATreasuryofLegends-kids.jpg|Children at the temple\nACOD Damia and her children.png|Kassandra finishes telling the story of Perseus\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}