{
    "QuestName": "Not My Mother's Daughter",
    "QuestID": "224057",
    "Revision": {
        "id": "1047420",
        "parentid": "975600",
        "timestamp": "2023-06-13T18:56:16Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047420",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "88ibp8o8fw0l6tgqi9kmho01yqkxvdt"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": "ACOd-Zopherasfavspot.jpg",
        "description": "'It could be said that many young Spartans were impetuous. Zopheras made no secret of her youthful impulses. She and her Zita|mother agreed that only the Eagle Bearer had the drive to meet her challenge.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "previous": "Brothers in Arms",
        "next": "A Treasury of Legends",
        "source": "Kassandra",
        "location": "Sparta, Lakonia, Greece",
        "date": "429 BCE"
    },
    "General_Description": "'''Not My Mother's Daughter''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra found a [[Zita|mother]] and [[Zopheras|daughter]] arguing outside the [[Temple of Athena Chalkioikos]] in [[Sparta]], and agreed to see if she could help them.",
    "Section_Dialogue": "Kassandra went up the path behind the [[Temple of Athena Chalkioikos|Temple of Athena]] and saw an older woman and a younger woman near the stairs arguing. She approaches them.\n*'''Zita:''' ''Oh [[Hera]] and [[Aphrodite]], please grant my daughter the virtue of obedience.''\nZita notices Kassandra and turns to her.\n*'''Zita:''' ''Eagle Bearer, you bless this temple with your presence. If I may ask, I'm having a little problem.''\nThe young woman interjects.\n*'''Zopheras:''' ''I'm not a problem. I'm a Spartan you keep at home supervising farmers while I could be out in the world finding adventure. You give my brothers the chance to explore, why not me?''\n*'''Kassandra:''' ''An explorer, are you?''\n*'''Zopheras:''' ''So you're the Eagle Bearer everyone's been talking about. I hope you live up to your reputation. I'm Zopheras.''\n*'''Zita:''' ''Could you please educate my daughter to behave as a Spartan woman should?''\n\n<tabber>\n|-|I'll help.=\n*'''Kassandra:''' ''If both you and Zopheras agree, I'll train your daughter to be a fine Spartan. Beginning with her physical strength, of course. It's the only way she can keep your household safe and prosperous.''\n|-|I don't have time right now.=\n*'''Kassandra:''' ''I really don't have time to teach Zopheras right now.''\nKassandra returns.\n*'''Zita:''' ''Please help my daughter. I don't know what to do about her terrible attitude.''\n(Back to dialogue choice one.)\n</tabber>\n\nZopheras's eyes lighten up.\n*'''Zopheras:''' ''The Eagle Bearer is right, ''mater''. Spartan women must be strong.''\nKassandra smiles.\n*'''Kassandra:''' ''You can call me Kassandra.''\n*'''Zita:''' ''I suppose if the Eagle Bearer says it... All right. Train my daughter as you see fit.''\nZita leaves.\n*'''Kassandra:''' ''Let's begin your training with running. Try to keep up.''\n*'''Zopheras:''' ''But Spartans never run! Only cowards do. Why should I train in running?''\n\n<tabber>\n|-|Because running builds your fighting body.=\n*'''Kassandra:''' ''Strong legs mean you'll thrust your [[spear]] with more force.''\nZopheras replies alluringly.\n*'''Zopheras:''' ''And yours do seem very strong.''\n|-|Because running wins more battles.=\n*'''Kassandra:''' ''Spartans run ''into'' battle. The faster you run, the more glory you can earn.''\n*'''Zopheras:''' ''That does make sense.''\n</tabber>\n\n*'''Kassandra:''' ''Let's race through the theater to the entrance of the [[Dromos, Sparta|Dromos]]. Last one there's a wounded [[goat]].''\nThey raced until they both reached area.\n\n(If players win)\n*'''Kassandra:''' ''Glad you could make it.''\n*'''Zopheras:''' ''I'll get you next time!''\n(If Zopheras wins)\n*'''Kassandra:''' ''I... let you win.''\nZopheras got irritated.\n*'''Zopheras:''' ''I hate when people do that.''\n----\n*'''Kassandra:''' ''Now, we'll race [[horse]]s. But not like they do in [[Olympic Games|athletic games]]. We'll make our own course.''\n*'''Zopheras:''' ''Horses? Why should I bother with those filthy beasts? We have [[helot]]s for that.''\n\n<tabber>\n|-|A horse can be your best friend.=\n*'''Kassandra:''' ''Horses are your most loyal partners in battle. Treat them well, and they'll never disappoint you.''\n*'''Zopheras:''' ''That's really sweet.''\n|-|A horse is true power at your control.=\n*'''Kassandra:''' ''Horses are beasts of muscle and power. You'll never understand until you hold one between your thighs.''\nZopheras looks at her up and down.\n*'''Zopheras:''' ''Well, when you put it that way... ride on.''\n</tabber>\n\n*'''Kassandra:''' ''Let's race to the bridge south of Sparta. Ready, go!''\nThey ran towards the horses in front of them and raced until they both reached the bridge.\n\n(If players win)\n*'''Kassandra:''' ''And that's how you master a beast.''\n*'''Zopheras:''' ''That was more speed than mastery.''\n(If Zopheras wins)\n*'''Kassandra:''' ''The horse wasn't feeling so good today.''\n*'''Zopheras:''' ''Don't blame the beast for your shortcomings.''\n----\n*'''Kassandra:''' ''How are my lessons so far, Zopheras?''\n*'''Zopheras:''' ''Not bad... But why did you decide to teach me anyway? Don't you have more exciting things to do? Treasures to find, tyrants to depose?''\n\n<tabber>\n|-|Teaching develops your skills.=\n*'''Kassandra:''' ''The secret is, by teaching a skill to someone else, you're also improving your own technique. That's the only way you'll both reach peak performance.''\n*'''Zopheras:''' ''You'll have to show me your technique.''\n|-|Teaching is the best way to get closer.=\n*'''Kassandra:''' ''If no one taught, people would live alone in their ignorance. By sharing knowledge we grow closer together.''\n*'''Zopheras:''' ''I might like to get closer.''\n</tabber>\n\n*'''Kassandra:''' ''Do you have a suggestion for our next bit of training?''\n*'''Zopheras:''' ''There's a place I've found in the southern hills with a wonderful view... Will you go there with me?''\nKassandra looks down on her body.\n*'''Kassandra:''' ''I like the view already. But let's go.''\nThey both mount the horses they used and ride across the bridge. Kassandra follows on.\n*'''Zopheras:''' ''So, does that bird follow you everywhere?''\n*'''Kassandra:''' ''[[Ikaros]]? Yes, he likes to keep an eye on me. Are you jealous?''\nKassandra laughs.\n*'''Zopheras:''' ''If you don't mind being watched, I don't either.''\nZophares turns away from the road and into the forest.\n*'''Zopheras:''' ''Did [[Zeus]] give you any special powers? You know, [[Achilles]] got invulnerability, [[Herakles]] the strength of a god...''\n*'''Kassandra:''' ''If you know the old stories, you know what Zeus is especially good at.''\n*'''Zopheras:''' ''If you have that kind of talent, just call me [[Pandora]].''\nThey left the forest and climbed the hill that has a single cherry blossom on top of it. As they got there, they stopped to observe the cityscape of Sparta.\n*'''Zopheras:''' ''Beautiful, isn't it?''\n*'''Kassandra:''' ''Absolutely.''\n*'''Zopheras:''' ''I think I'm beginning to understand you, Kassandra.''\n*'''Kassandra:''' ''Are you? Tell me, who do you think I am?''\n(If players flirt with her all the way.)\n*'''Zopheras:''' ''You answer my questions with such passion and authority. You like being in charge, don't you?''\n(If players answered her questions dispassionately.)\n*'''Zopheras:''' ''It's hard to predict how you'll answer my questions. You're a complicated person, aren't you?''\n----\n*'''Kassandra:''' ''You may be right. But really, why did you bring me out here?''\n(If players beat her in both the foot and horse races.)\n*'''Zopheras:''' ''I thought we could continue with some more ''intensive'' training, Kassandra. If you've got some energy left.''\n\n<tabber>\n|-|Yes, let's see what your body can do.=\n*'''Kassandra:''' ''Well then, let's begin our advanced lessons.''\nThey kissed and spent all day together.\n|-|No, let's just be friends.=\n*'''Kassandra:''' ''I'm your teacher, you're my student. And besides, your mother would not be pleased. But I'm glad I impressed you with my teaching.''\nZopheras looks down unhappy. She lays down with her elbow and watches the view.\n</tabber>\n\n(If players didn't beat her in both the foot and horse races.)\n*'''Zopheras:''' ''I thought we might continue our training with something more... personal. But you seem exhausted from keeping up with me for so long. Thanks for the exercise, though.''\nKassandra sighs and frowns.\n*'''Kassandra:''' ''I'll have to train more myself.''",
    "Section_Outcome": "Kassandra taught Zopheras a thing or two.",
    "Section_Gallery": "<gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nACOd-ZopherasZitaargue.jpg|Zopheras arguing with Zita\nACOd-Zopherasrun.jpg|Zopheras running\nACOd-Zopherasride.jpg|Zopheras riding\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}