{
    "QuestName": "Runaway",
    "QuestID": "234050",
    "Revision": {
        "id": "901569",
        "parentid": "901568",
        "timestamp": "2020-10-27T19:43:47Z",
        "contributor": null,
        "comment": "added trivia",
        "origin": "901569",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "jxofqnnixxzt34piazkakt4urn6get4"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Runaway - Kassandra and Arion Returns.png",
        "description": "'Worried her Arion|son was spending too much time alone since the death of his Dantos|father, Anais sent Kassandra to Arion's favourite Den of Lykaon|cave in hopes she could talk sense into the boy, warrior to \"warrior.\"'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "'The Lost Tales of Greece'",
        "previous": "Where We Left Off",
        "next": "Unplanned Parenthood",
        "source": "Kassandra",
        "location": "Arkadia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''Runaway''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "After learning of her friend [[Anais]]' relevation that she was married, Kassandra returned to her farm to learn more.",
    "Section_Dialogue": "Kassandra returned to Anais at her farm.\n*'''Anais:''' ''I'm glad you came.''\n*'''Kassandra:''' ''So you're married. Why didn't you tell me sooner?''\n*'''Anais:''' ''Seeing you brought back so many fond memories, I wanted to live in them for as long as I could. Life's been hard since [[Dantos]] left.''\n*'''Kassandra:''' ''Where did he go?''\n*'''Anais:''' ''Once the war started, [[Sparta]]ns came for his [[sword]]. He was killed in battle... Leaving me to run the farm and raise our [[Arion|son]].''\n*'''Kassandra:''' ''You have a son?''\n*'''Anais:''' ''Arion. I'd love for you to meet him, but he's run off again.''\n*'''Kassandra:''' ''Why aren't we looking for him?''\n*'''Anais:''' ''He always goes to the same [[Den of Lykaon|cave]], where he trains to be a mighty warrior.''\n\n<tabber>\n|-|Your son's a true Spartan=\n*'''Kassandra:''' ''I've never known a boy who didn't want to train to be the next Achillies.''\n|-|He shouldn't train alone.=\n*'''Kassandra:''' ''Training alone encourages bad habits.''\n</tabber>\n*'''Anais:''' ''Yes of course! You've given me an idea. You could talk to him.''\n*'''Kassandra:''' ''I could?''\n*'''Anais:''' ''Gods know he doesn't listen to his boring mother. But you've seen death up close... You could convince him to stay away from fighting and help me on the farm.''\n(Accept – I'll talk to your son.)\n*'''Kassandra:''' ''All right, I'll talk to your son.''\n*'''Anais:''' ''Thank you.''\n(If players choose \"How should I introduce myself?\")\n*'''Kassandra:''' ''How should I introduce myself without scaring the boy?''\n*'''Anais:''' ''Tell him you're a friend of his mother's from [[Kephallonia]]—the one with the [[Ikaros|eagle]]. The stories I've told him about you are his favourites.''\n(If players choose \"What can you tell me about his father?\")\n*'''Kassandra:''' ''is there anything about your son's father I should know to help me connect with him?''\n*'''Anais:''' ''Dantos broke his finger working the fields. It healed crooked. When Arion asked about it, my husband said he was so strong as a baby, he grabbed it and snapped it like a twig. This is how we knew he was blessed by [[Herakles]].''\n(If players choose \"I'll find your son.\")\n*'''Kassandra:''' ''I'll find Arion.''\n*'''Anais:''' ''My husband used to take him to the cave on hunts—they'd spend nights there. It's been taken over by [[wolves]] since then.''\n*'''Kassandra:''' ''Wait, did you say wolves?''\n*'''Anais:''' ''Yes, worries me sick. He calls them his \"friends,\" and believe it or not they seem protective of the boy. Please don't harm them, Kassandra. Arion would be devastated.''\n[[File:ACOD_Runaway_-_Kassandra_Enters_Cave.png|thumb|250px|Kassandra in the cave]]\nKassandra headed to the cave near [[Mount Psophis]], finding a pack of wolves guarding the entrance.\n\n*'''Kassandra:''' ''If they don't attack me, I won't attack them.''\n\nShe managed to sneak inside without harming the creatures, finding Arion on top of a cliff.\n*'''Arion:''' ''Whoa! You look like a mighty warrior.''\n*'''Kassandra:''' ''And you must be Arion. I've come to bring you home.''\n*'''Arion:''' ''Why should I trust you?''\n\n<tabber>\n|-|I'm the Eagle Bearer from Kephallonia=\n(This becomes available if players asked Anais \"How should I introduce myself?\")\n*'''Kassandra:''' ''Your mother and I used to get into trouble back on Kephallonia?''\n*'''Arion:''' ''Kephallonia?''\n*'''Kassandra:''' ''We'd sneak into the markets, grab as much cheese and grapes and bread as we could carry. My eagle Ikaros kept watch and warned us if there was anyone coming.''\n*'''Arion:''' ''You're Kassandra the Eagle Bearer!''\n*'''Kassandra:''' ''Your mother trusted me with the very important task of escorting you home through this dangerous forest.''\n|-|I'm a friend of your mother's.=\n*'''Kassandra:''' ''Your mother and I have known each other for a long time. She told me you like to come here to train, but she wants you to come home.''\n</tabber>\n\n*'''Arion:''' ''But I don't want to leave.''\n*'''Kassandra:''' ''I know you come here to be close to your father.''\n*'''Arion:''' ''You know nothing about my pater!''\n\n<tabber>\n|-|I know you broke your father's finger.=\n(This becomes available if players asked Anais \"What can you tell me about his father?\")\n*'''Kassandra:''' ''I know when you were a baby, you broke his finger with the strength of Herakles.''\n*'''Arion:''' ''Pater's fingers were big and tough. That's why I train—to make these hands strong like his.''\n|-|You're right, I know nothing.=\n*'''Kassandra:''' ''You're right. Maybe you could tell me.''\n*'''Arion:''' ''I don't want to talk about him. I want to become a warrior.''\n</tabber>\n\n<tabber>\n|-|(If Arion does trust Kassandra)=\n*'''Kassandra:''' ''I understand, but first we need to leave this cave. The wolves are getting hungry.''\n*'''Arion:''' ''They'd never eat me. They're my friends.''\nArion began climbing down.\n*'''Kassandra:''' ''Um, yes, your friends. Let's go anyway, your mother misses you very much.''\n*'''Arion:''' ''If I do, could ''you'' teach me to be a mighty warrior?''\n*'''Kassandra:''' ''We'll see. Now come.''\n|-|(If Arion does not trust Kassandra)=\n*'''Kassandra:''' ''You've spent enough time here Arion, its time to go home.''\n*'''Arion:''' ''I don't trust you. I'm not leaving.''\n{{#tag: tabber|\nLie - If you come with me, I'll train you.=\n*'''Kassandra:''' ''I'll make you a deal. Come with me now, and I'll train you to be the mightiest warrior in all of Arkadia.''\n*'''Arion:''' ''Really? You really will?''\n*'''Kassandra:''' ''Really. Now Come.''\n{{!}}-{{!}}\nEnough is enough. Come with me now.=\nKassandra gets angry.\n*'''Kassandra:''' ''That's enough. Your mother sent me here to bring you home, and that's exactly what I'm going to do. So get down here right now before I come up after you.''\n*'''Arion:''' ''OK.''\n}}\n</tabber>\n\n[[File:ACOD_Runaway_-_Leaving_Cave.png|thumb|250px|Kassandra and Arion leaving the cave]]\nKassandra managed to get Arion to follow her out of the cave and back home.\n\n(If Kassandra got angry with Arion)\n*'''Kassandra:''' ''You're not still mad at me for the cave, are you? Fine.''\n\nThey returned to the farm.\n*'''Anais:''' ''There you both are.''\n\n<tabber>\n|-|(If the wolves were not killed)=\n*'''Arion:''' ''You didn't have to send anyone after me, mater. I can take care of myself.''\n*'''Anais:''' ''I know you can, my love.''\n|-|(If the wolves were killed)=\n*'''Arion:''' ''She killed my friends, mater!''\n*'''Anais:''' ''Oh Kassandra, why?''\n</tabber>\n\n<tabber>\n|-|(If Kassandra had gained Arions trust)=\n*'''Arion:''' ''You told her about me, mater. She knew things.''\n*'''Anais:''' ''I did. She wanted to know all about you so you weren't scared of going with her.''\n*'''Arion:''' ''I wasn't scared. I was brave.''\n*'''Anais:''' ''Thank you for bringing him home.''\n|-|If Kassandra promissed Arion to train him=\n*'''Arion:''' ''At least Kassandra said she'd make me the best warrior Arkadia.''\n*'''Kassandra:''' ''He wouldn't come with me, so I said I'd train him.''\n*'''Arion:''' ''You lied to me?''\n*'''Anais:''' ''She was just following my wishes, my love.''\n*'''Arion:''' ''I hate you both!''\n*'''Anais:''' ''His temper comes and goes like waves on a beach. Thank you for bringing him home.''\n|-|(If Kassandra got angry with Arion)=\n*'''Arion:''' ''She yelled at me. I was so scared.''\n*'''Anais:''' ''You yelled at my child?''\n{{#tag: tabber|\nI'm sorry, Arion.=\n*'''Kassandra:''' ''Arion, I'm sorry. I didn't mean to frighten you.''\n*'''Arion:''' ''I hate you.''\n*'''Anais:''' ''If I had a drachma for every time he's said that to me, I wouldn't need this farm. Thanks for apologizing - he's upset now, but he'll come around.''\n{{!}}-{{!}}\nI did what I had to do.=\n*'''Kassandra:''' ''He wouldn't come with me, there were wolves everywhere... I did what needed to be done.''\n*'''Arion:''' ''I hate you.''\n*'''Anais:''' ''Next time think twice before you raise your voice to my child.''\n*'''Kassandra:''' ''Anais, wait.''\n}}\n</tabber>",
    "Section_Outcome": "Kassandra helped Anais to look for her son [[Arion]] and bring him back safely.",
    "Section_Trivia": "*If players ask Anais the optional questions in their conversation there are additional dialogue choices when she mets Arion in the cave, with which she can convince him to trust her (at least one of those choices have to be used to convince him).",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}