{
    "QuestName": "A Night in Tegea",
    "QuestID": "234052",
    "Revision": {
        "id": "1000895",
        "parentid": "992123",
        "timestamp": "2022-06-16T21:25:14Z",
        "contributor": null,
        "comment": "Fixed a typo (checked in-game whether it was correctly said)",
        "origin": "1000895",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "qgl560x3due2bt0w9h3obuo8tzgqk70"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD A Night in Tegea 5.png",
        "description": "'After getting a taste of parenthood, Kassandra enjoyed some one-on-one time with an Anais|old friend.'",
        "appearance": "'Assassin's Creed: Odyssey – The Lost Tales of Greece'",
        "type": "Main",
        "previous": "Unplanned Parenthood",
        "next": null,
        "source": "Kassandra",
        "location": "Arkadia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''A Night in Tegea''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Having trained [[Arion]], Kassandra was asked out for some alone time with her friend [[Anais]].",
    "Section_Dialogue": "Excited at spending time with her friend again, Anais invites Kassandra out for a night on the town.\n*'''Anais: '''''It's been nice having you around, Kassandra. But I feel bad. All these years apart, and you've spent most of your time with Arion. Let's get away from all this, just you and me. There's a market in [[Tegea]] I haven't been to in ages. There's food, and wine, and music.''\n<tabber>\n|-|Accept – Let's go to the market.=\n*'''Kassandra: '''''An evening alone sounds perfect. But what about Arion?''\n*'''Anais: '''''Don't worry about him. All you need to worry about is meeting me in Tegea.''\n|-|Not right now.=\nLeave. Talk to Anais to continue.\n</tabber>\nBefore leaving to meet Anais in Tegea, Kassandra investigate the property and find out what she liked.\n*'''Kassandra:''' ''I should find out what Anais likes before our evening together.''\nKassandrra found a tap of honey near the well.\n*'''Kassandra:''' ''Anais never told me she made honey.''\nShe investigated a jar of [[wine]] in the backyard.\n*'''Kassandra:''' ''So this is where Anais keeps her wine. Smells strong... I'm getting light-headed just smelling it.''\nShe found several jars of [[olive]]s behind the wall.\n*'''Kassandra:''' ''Anais must have a lifetime supply of olives stashed here.''\nNow knowing what Anais liked, Kassandra left to meet her in Tegea at night.\n[[File:ACOD A Night in Tegea 3.png|thumb|250px|Kassandra meeting Anais]]\n*'''Anais:''' ''There you are.''\n*'''Anais:''' ''Now, let's find something to eat and drink, shall we? The merchants have the most delicious selections. And tonight, I'll leave the decision making to you.''\nThey reminisced and chatted as they walked around the market.\n*'''Anais:''' ''Remember when we used to steal food from the markets of [[Kephallonia]]?''\n*'''Kassandra: '''''We could steal from this one, for old times sake.''\n*'''Anais:''' (laughs) ''Always the troublemaker.''\nThey came across a wine [[merchant]].\n*'''Merchant:''' ''Welcome, my friends. I have a wonderful selection of wines for you and the lovely lady. Only the finest grapes from the finest vineyards. Do you prefer your wine dry, sweet or strong?''\n*'''Anais:''' ''You've been all over the world, you must know all the best wines.''\n<tabber>\n|-|Dry wine.=\n*'''Kassandra:''' ''We'll have the dry wine.''\n*'''Anais:''' ''I like my wine strong, but this will do... I suppose.''\n|-|Sweet wine.=\n*'''Kassandra:''' ''We'll have the sweet wine.''\n*'''Anais:''' ''I like my wine strong, but this will do... I suppose.''\n|-|Strong wine.=\n*'''Kassandra:''' ''This woman is a single mother who runs her own farm. She likes her wine strong.''\n*'''Anais:''' ''You know me too well! Strong wine is the best wine.''\n</tabber>\nThey leave the wine merchant and move along.\n*'''Anais:''' ''Everything smells so delicious, my mouth is watering''\nThey arrive at a food merchant.\n*'''Merchant:''' ''Smell that? That's the tastiest food in all of Tegea. Tell me, what will it be? We have leg of [[Sheep|lamb]] with rice and olives, roast [[chicken]] with fresh vegetables, and slow-cooked [[goat]] stew.''\n*'''Anais:''' ''Decisions, decisions.''\n<tabber>\n|-|Lamb with rice and olives.=\n*'''Kassandra:''' ''We'll take the lamb with olives, please.''\n*'''Anais:''' ''I love olives! I'm going to devour this meat... then I'm going to devour you.''\n|-|Chicken with vegetables.=\n*'''Kassandra:''' ''The chicken with vegetables sounds nice.''\n*'''Anais:''' ''This will be tasty I'm sure. I only wish it came with olives.''\n|-|Slow-cooked goat stew.=\n*'''Kassandra:''' ''We'll have the goat stew.''\n*'''Anais:''' ''This will be tasty I'm sure. I only wish it came with olives.''\n</tabber>\nThey leave the meat merchant and head towards their last stall.\n*'''Anais:''' ''I can't tell you how much I needed this.''\nThey reached a dessert stall.\n*'''Merchant:''' ''Welcome, welcome! If you've got a sweet tooth, then I've got sweet treats for those... teeth. What will it be? Grape pudding with walnuts, fresh strawberries with cream, or baked pears with a honey glaze?''\n*'''Anais:''' ''Yum. Choose wisely, I love sweets.''\n<tabber>\nGrape pudding with walnuts.=\n*'''Kassandra:''' ''We'll have the grape pudding.''\n*'''Anais:''' ''This is fine, I suppose. Nothing's as sweet as honey though.''\n|-|Strawberries with cream.=\n*'''Kassandra:''' ''We'll have the strawberries.''\n*'''Anais:''' ''This is fine, I suppose. Nothing's as sweet as honey though.''\n|-|Pears with honey glaze.=\n*'''Kassandra:''' ''The pears sound delicious.''\n*'''Anais:''' ''Homer called them gifts from the gods. But it's the honey that makes them truly divine.''\n</tabber>\n<tabber>\n|-|If Kassandra chose Anais' favourites.=\n*'''Anais:''' ''This was lovely. Tonight was'' almost ''perfect.''\n*'''Kassandra:''' ''Almost?''\n*'''Anais:''' ''There was just one thing missing.''\n{{#tag: tabber|\nIf Anais was romanced.=\n*'''Anais:''' ''Tonight was perfect. You knew exactly what I wanted. Now, tell me what it is that you want?''\n*'''Kassandra:''' ''Let me show you.''\nKassandra leaned in and kissed her\n{{!}}-{{!}}\nIf Anais was not romanced.=\n}}\n|-|If Kassandra did not choose Anais' favourites.=\n*'''Anais:''' ''This was... fun.''\n*'''Anais:''' ''It's late. We should get back to the house. Don't want Arion to worry.''\n</tabber>\n<tabber>\n|-|If Arion learned warrior skills=\n*'''Arion:''' Mater! Mater! ''You're not going to believe it!''\n*'''Anais:''' ''What is it, Arion?''\n*'''Arion:''' ''Bandits attacked the house but I found one of'' pater's ''old swords and did everything Kassandra taught me and I scared them away because I'm a warrior like the mighty Eagle Bearer!''\n*'''Anais:''' ''That's incredible Arion, you...''\nArion ran off happily without listening to his mother.\n{{#tag: tabber|\nI told you so=\n*'''Kassandra:''' ''I hate to say I told you so...''\n*'''Anais:''' ''Don't lie to me, you love to say \"I told you so.\" You always did.''\n*'''Kassandra:''' ''The boy defended what's his. You should be proud.''\n*'''Anais:''' ''I am. I am...''\n*'''Kassandra:''' ''But?''\n{{!}}-{{!}}\n...= \nKassandra mumbled to herself haughtily and Anais notices;\n*'''Anais:''' ''Oh please. I know you're dying to say \"I told you so.\" It's written all over your face.''\n*'''Kassandra:''' ''Guess it's why I'm not an actor.''\n}}\n*'''Anais:''' ''Kassandra, there's something I need to tell you.''\n*'''Kassandra:''' ''Anything.''\n*'''Anais:''' ''Having you here was the first time I felt joy since my husband died. I hoped you were still the same person I loved back on Kephallonia, and that if you felt the same, there'd be a place for you here.''\n*'''Kassandra:''' ''Anais...''\n*'''Anais:''' ''Please, let me finish. The fact that you taught Arion to fight, when I explicitly asked you not to, shows me that you're not the partner I'm looking for.''\n*'''Kassandra:''' ''But he fought off those bandits! He could have been injured, or worse.''\n*'''Anais:''' ''I understand, and it's OK. You felt you knew what was better for my son, and you're right. But I'm looking for someone I can trust wholeheartedly.''\n{{#tag: tabber|\nI love you.=\n*'''Kassandra:''' ''But I love you. I've always loved you.''\n*'''Anais:''' ''I know. And I loved you too. But I think it would be best if Arion and I moved on with our lives. Stopped living in the past and started building our future.''\n{{!}}-{{!}}\nI should go.= \n*'''Kassandra:''' ''I'm just not the person you thought I was. I should go.''\n*'''Anais:''' ''It wasn't fair of me to have these expectations. You're wonderful the way you are, and I'm happy we got to spend time together.''\n}}\n*'''Kassandra:''' ''Parting as friends, then?.''\n*'''Anais:''' ''Of course. We will always be friends.''\n*'''Kassandra:''' ''Say goodbye to Arion for me.''\n*'''Anais:''' ''I will, Eagle Bearer.''\n|-|If Arion learned farming skills.=\n*'''Anais:''' ''Arion! What's wrong? My gods what's happened to you?''\n*'''Arion:''' ''Bandits. They came and took everything. I tried to protect the house, but they were too big.''\n*'''Anais:''' ''You shouldn't have tried to fight them. Anything they took can be replaced. But I can't replace you.''\n*'''Arion:''' ''This wouldn't have happened if you'd trained me to be a warrior!''\n*'''Anais:''' ''He'll be alright. Just a few scratches.''\n{{#tag: tabber|\nI'm glad Arion is safe.=\n*'''Kassandra:''' ''You're right. He's safe now, and that's what matters''\nArion gives Kassandra a silent disappointed look and walks away.\n{{!}}-{{!}}\nHe could have been killed.= \n*'''Kassandra:''' ''Just a few scratches? he could have been killed.''\n*'''Anais:''' ''You think I don't know that? Every time he leaves the house, I worry about him being killed. And every time he comes home, I'm just grateful he's alive.''\n*'''Kassandra:''' ''You truly are one of the strongest people I know.''\n}}\n*'''Anais:''' ''Kassandra, there's something I need to tell you.''\n*'''Kassandra:''' ''Anything.''\n*'''Anais:''' ''Having you here was the first time I felt joy since my husband died. I hoped you were still the same person I loved back on Kephallonia, and that if you felt the same, there'd be a place for you here.''\n*'''Kassandra:''' ''Anais...''\n*'''Anais:''' ''The fact that you listened to me and didn't teach Arion to fight... shows me that you're someone I can trust. I would love it if you stayed with us.''\n{{#tag: tabber|\nI'm a fighter, not a farmer.=\n*'''Kassandra:''' ''I care about you and your son, but I'm a mercenary. It's what I do. Life on the farm just isn't for me.''\n*'''Anais:''' ''I understand. Just know that whenever you're in [[Arkadia]], you'll always be welcome here with open arms.''\n{{!}}-{{!}}\nBarnabas needs me.= \n*'''Kassandra:''' ''I'd stay with you, I would. But in all honesty, I just don't know what would happen to Barnabas if I left him alone on that ship.''\n*'''Anais:''' ''I understand. Just know that whenever you're in Arkadia, you'll always be welcome here with open arms.''\n{{!}}-{{!}}\n❤ I love you, but I can't stay. =\n*'''Kassandra:''' ''I love you Anais, I've always loved you. But—''\n*'''Anais:''' ''I know. I know. You always hated staying in one place. Couldn't wait to get off Kephallonia.''\n*'''Kassandra:''' ''You were my favorite part of that island. But it's time for me to go.''\n*'''Anais:''' ''I understand. Just know that whenever you're in Arkadia, you'll always be welcome here with open arms.''\n}}\n</tabber>",
    "Section_Outcome": "Kassandra spent some alone time with her old friend. They later returned to Anais' farm to find it and [[Arion]] attacked.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD A Night in Tegea 1.png|Anais inviting Kassandra to a festival in Tegea\nACOD A Night in Tegea 2.png|Tegea at night\nACOD A Night in Tegea 6.png|Kassandra parting ways with Anais\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Lost Tales of Greece]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}