{
    "QuestName": "A Family Ordeal",
    "QuestID": "222874",
    "Revision": {
        "id": "1018216",
        "parentid": "1018215",
        "timestamp": "2022-12-23T23:02:52Z",
        "contributor": null,
        "comment": "Modified tabber for street vendor dialogue",
        "origin": "1018216",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "cg3me978qjdtrswnikumols9qkpe4av"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": "Odessa&Pater.jpg",
        "description": "'Odessa needed some herbs and a mixture for her sick father. She claimed she didn't want to leave his side and asked Kassandra to help gather what she lacked.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Odessa}}",
        "previous": null,
        "next": "The True Story",
        "source": "Kassandra",
        "location": "Megaris, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''A Family Ordeal''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra found [[Odessa]] talking to two farmers at her [[Odessa's Estate|estate]] near the [[Port of Nisaia]].",
    "Section_Dialogue": "Kassandra approached Odessa's estate and heard her arguing with two of the farmers.\n*'''Odessa:''' ''You think [[Odysseus]] had to take care of his sick father? If I hope to be remembered, I can't stay in one place like this. Stop standing around, and do what I've told you.''\nKassandra approached Odessa.\n<tabber>\n|-|Intro 1=\n(If Kassandra rescued Odessa on [[Ithaka]] in \"[[A Small Odyssey]]\".)\n*'''Odessa:''' ''Kassandra! I haven't seen you since you took me to the [[Odysseus' Palace|ruins]] of Odysseus.''\n*'''Kassandra:''' ''Odessa. You remember.''\n|-|Intro 2=\n(If Kassandra had not yet visited Ithaka.)\n*'''Odessa:''' ''Well, aren't you something to look at. I'm Odessa... as in Odysseus.''\n*'''Kassandra:''' ''Kassandra.''\n*'''Odessa:''' ''Although, I'd enjoy the sight of you a lot more if I wasn't tired of taking care of my sick father.''\n</tabber>\n:(If [[The Master]] has been revealed during \"[[A Life's Worth]]\" but he still lives or his demand has not been rejected.)\n:*'''Odessa:''' ''What's wrong? You have a look about you.''\n:*'''Kassandra:''' ''It feels weird saying you this to you, but someone wants me to kill you.''\n:*'''Odessa:''' ''That's nothing new to me lately. Now where were we?''\n:*'''Kassandra:''' ''Uh... I was surprised you remembered me.''\n(The following dialogue depends on Kassandra's parting words to Odessa in \"A Small Odyssey\".)\n<tabber>\n|-|Intro 1=\n(If Kassandra's parting words were \"Great is as great does.\"\n*'''Odessa:''' ''How could I forget? You told me to live my own life and care less about someone else's greatness.''\n*'''Kassandra:''' ''Looks like you're taking my advice.''\n*'''Odessa:''' ''I've been forced to take care of my sick father. So, no, I've had no chance to live the life I desire.''\n|-|Intro 2=\n{If Kassandra's parting words were \"Being great isn't easy.\")\n*'''Odessa:''' ''Of course I do. You told me to stay home with my family.''\n*'''Kassandra:''' ''Seems like you're doing that.''\n*'''Odessa:''' ''Not by choice. You asked if I wanted to be remembered or to be happy. Well, taking care of my sick father does not make me happy.''\n|-|Intro 3=\n(If Kassandra's parting words were \"I don't give advice.\")\n*'''Odessa:''' ''Yes, although you were hardly any help. I've had nobody to push me to greatness, and now I'm stuck taking care of my sick father.''\n</tabber>\n(Normal dialogue resume here.)\n<tabber>\n|-|Stop complaining.=\n*'''Kassandra:''' ''Be glad you have family to take care of.''\n*'''Odessa:''' ''Says the one who gets to travel and make a name for herself. Nobody knows who I am.''\n*'''Kassandra:''' ''If you don't like it, do something about it.''\n*'''Odessa:''' ''Not until my father is better. I need to get a couple of things for him. Maybe you could help me?''\n|-|That sounds terrible.=\n*'''Kassandra:''' ''No wonder you're upset. You want to be out exploring, but you're stuck here instead.''\n*'''Odessa:''' ''I'm glad somebody gets it.''\n*'''Kassandra:''' ''If you don't like it, do something about it.''\n*'''Odessa:''' ''Not until my father is better. I need to get a couple of things for him. Maybe you could help me?''\n|-|❤ I forgot how beautiful you are.=\n(If Kassandra had not visited Ithaka, the dialogue option will read \"❤ You're good looking, too.\")\n*'''Kassandra:''' ''I've seen a lot of people, but you're one of the most beautiful I've ever met.''\n*'''Odessa:''' ''Is that so? You're a welcome distraction from my problems.''\n{{#tag:tabber|\nMaybe we could talk some more.=\n*'''Kassandra:''' ''If you have some time, maybe we could get to know each other a little better.''\n*'''Odessa:''' ''Tell me more.''\n*'''Kassandra:''' ''Well, I can think of a few things, but... let's talk some more first.''\n*'''Odessa:''' ''Yeah... That sounds... great.''\n{{!}}-{{!}}\nI'll distract you for hours.=\n*'''Kassandra:''' ''I've been told I'm great at being a distraction. I'm sure you have a bed inside we could use.''\n*'''Odessa:''' ''You get straight to the point, don't you?''\n*'''Kassandra:''' ''I'll show how to the point I can get.''\n*'''Odessa:''' ''I'm sure you will.''\n*'''Kassandra:''' ''So, how about it?''\n*'''Odessa:''' ''You know, I'd ''love'' to, but I have a couple of things I need to pick up for my father first. If you helped me, then we could ''maybe'' continue our conversation.''\n{{!}}-{{!}}\nI hope you have some goats.=\n*'''Kassandra:''' ''Are there any goats around?''\n*'''Odessa:''' ''Why?''\n*'''Kassandra:''' ''A man named Alkibiades once showed me something. It was a... memorable experience.\n*'''Odessa:''' ''Oh my! You're a funny one. I didn't get that feeling from you.''\n*'''Kassandra:''' ''So how about it?''\n*'''Odessa:''' ''You know, I'd ''love'' to, but I have a couple of things I need to pick up for my father first. If you helped me, then we could ''maybe'' continue our conversation.\n}}\n(Accept – \"I'll get the things for you.\")\n*'''Kassandra:''' ''Don't worry, I'm here to help. What do you need?''\n[[File:ACOD A Family Ordeal - Odessa Requesting Kassandra's Help.png|thumb|250px|Odessa requesting Kassandra's help]]\n*'''Odessa:''' ''A few herbs from the [[Valley of King Lelex|Valley]] of King [[Lelex]] nearby. I also need a mixture from the market to combine with the herbs. There's a [[merchant]] there holding onto it for me.''\n*'''Kassandra:''' ''Is your father really so sick you can't get them yourself?''\n*'''Odessa:''' ''I'm his only child. I'd rather be close by in case he gets worse.''\n(If \"What's wrong with your father?\" is chosen.)\n*'''Kassandra:''' ''Do you know what's wrong with him?''\n*'''Odessa:''' ''No, only that he's not getting better. The mixture and herbs I need may help the pain at least.''\n(If \"What happens if he dies?\" is chosen.)\n*'''Kassandra:''' ''If he dies, all his land will be yours, right?''\n*'''Odessa:''' ''Yes, but I'd sell it anyway. What better reason to leave everything behind and truly begin my quest like Odysseus?''\n(If \"What's so special about Odysseus?\" was chosen.)\n*'''Kassandra:''' ''What's your connection to Odysseus?''\n*'''Odessa:''' ''I'm a descendant of his. I'm named after him, too.''\n(Leave – \"I'll get going.\")\n*'''Kassandra:''' ''Stay by your father. I'll be back with the herbs and the mixture.''\nBefore leaving, Kassandra spoke to Odessa once more.\n*'''Odessa:''' \nKassandra left the farm and with [[Ikaros]]' help, identified the locations of the herbs near an [[Persian Trireme|old]] [[trireme]] washed up on the shore.\n*'''Kassandra:''' ''Those are the herbs Odessa needs.''\n[[File:ACOD A Family Ordeal - Kassandra Meeting The Merchant.png|thumb|250px|Kassandra meeting the merchant]]\nKassandra recovered the herbs, then reached [[Megara]] to look for the merchant selling the mixture. She approached the merchant near the market.\n*'''Street Vendor:''' ''Tell your friends, tell your family! The best wares [[drachma]]e can buy! Even [[Mercenary|mercenaries]] like you can find something.''\n*'''Kassandra:''' ''Odessa sent me.''\n*'''Street Vendor:''' ''Ah, of course! Sweet girl. Wished she had stopped by herself. This is for her father, I imagine. I'll take the payment, and you can be on your way.''\n</tabber>\n<tabber>\n|-|I'll pay you. (50)=\n*'''Kassandra:''' ''Here, take it.''\nKassandra handed over 50 drachmae.\n*'''Street Vendor:''' ''Quick sales are my favorites. I hope this helps Odessa.''\nKassandra received the mixture.\n|-|🖝 Give it to me, or else.=\nKassandra grabbed the merchant.\n*'''Kassandra:''' ''I'm not paying for that. Unless you want Odessa's father to die, you'll give it to me now.''\n*'''Street Vendor:''' ''Don't try to guilt me into giving you something for free. For all I know, Odessa didn't actually send you.''\n{{#tag:tabber|\n🖝 I'm taking that mixture.=\n*'''Kassandra:''' ''I'll take it from your dead body, then.''\nKassandra killed the street vendor, taking the mixture from his body.\n{{!}}-{{!}}\nLeave – I'll come back.=\n*'''Kassandra:''' ''I'll return when I have the drachmae.''\nReturn to first dialogue options.\n}}\n|-|⚖️ Odessa said she'd pay you next time.=\n*'''Kassandra:''' ''Odessa told me she'd pay you later.''\n*'''Street Vendor:''' ''I don't give away items for free.''\n*'''Kassandra:''' ''You wouldn't be. She said she'd even pay extra for your trouble.''\n*'''Street Vendor:''' ''OK, but only because it's her. Make sure she stops by soon.''\nKassandra received the mixture.\n</tabber>\nWith the mixture and herbs in hand, Kassandra returned to Odessa's estate, where she found her being attacked by unknown assailants. Kassandra helped her to eliminate them.\n*'''Odessa:''' ''Maybe we should check them for clues.''\nKassandra recovered a note from one of the bodies.\n:'''Ambusher's Note:'''<br>''Kill Odessa before she can do any more damage to [[Megaris]]. Her father's estate will be ours once she's gone.''\nKassandra commented on her find.\n*'''Kassandra:''' ''These men work for the leader of Megaris. Seems like Odessa's been causing some problems for them, and they're also after her father's estate.''\nKassandra spoke to Odessa.\n*'''Odessa:''' ''Are the herbs and mixture okay? You did get them, didn't you?''\n*'''Kassandra:'''' ''That's what you're worried about? We were just attacked.''\n*'''Odessa:''' ''Surely you should be used to that by now. Random [[bandit]]s litter these lands. What did that letter you were reading say?''\n<tabber>\n|-|You're causing problems.=\n*'''Kassandra:''' ''Apparently you've been causing some problems for Megaris.''\n*'''Odessa:''' ''How could you say such a thing?''\n*'''Kassandra:''' ''This letter is saying it. This wasn't a random attack.''\n*'''Odessa:''' ''Megaris deserves everything it's gotten! I'm the victim here.''\n*'''Kassandra:''' ''The leader doesn't think so.''\n|-|People are after you.=\n*'''Kassandra:''' ''That they were after you and only you. Not me.''\n*'''Odessa:''' ''I can't believe it!''\n*'''Kassandra:''' ''Looks like it deals with your father's estate. They probably want you and him both gone so they can take it.''\n</tabber>\n*'''Odessa:''' ''I could have died. Without making a name for myself. I'd never be worth anything at all.''\n<tabber>\n|-|Stop thinking of yourself.=\n*'''Kassandra:''' ''People tried to kill me because of you, but you're only thinking about yourself.''\n*'''Odessa:''' ''You can handle it. There was never any true risk.''\n*'''Kassandra:''' ''Now what? Clearly there's more going on here than you first told me.''\n*'''Odessa:''' ''I didn't think you'd be drawn into it. But now that you are, I can prove to you that I'm the victim.''\n*'''Kassandra:''' ''Good.''\n|-|I'm glad I could help.=\n*'''Kassandra:''' ''It's a good thing I came back in time.''\n*'''Odessa:''' ''I'm grateful you did.''\n*'''Kassandra:''' ''Now what? Clearly there's more going on here than you first told me.''\n*'''Odessa:''' ''I didn't think you'd be drawn into it. But now that you are, I can prove to you that I'm the victim.''\n*'''Kassandra:''' ''Good.''\n|-|❤ I'll keep you safe.=\n*'''Kassandra:''' ''I won't let anyone hurt that face.''\n*'''Odessa:''' ''No pain, no glory.''\n{{#tag:tabber|\nI'm not so sure.=\n*'''Kassandra:''' ''I don't know if I agree. But maybe you can change my mind.''\n*'''Odessa:''' ''I would, but this news is weighing on me.''\n{{!}}-{{!}}\nShow me what you mean.=\n*'''Kassandra:''' ''How about you take me inside and show me a little pain?''\n*'''Odessa:''' ''Oh, how I would love to do so, but this news... someone aims to kill me! how could we possibly ignore such a thing for pleasure?''\n}}\n*'''Kassandra:''' ''Then where does that leave us?''\n*'''Odessa:''' ''With a task at hand, clearly! Think what you must, but I can prove the truth to you. I just need your help.''\n*'''Kassandra:''' ''I'm not surprised. I'll let you know if you can have it.''\n</tabber>",
    "Section_Outcome": "Kassandra helped Odessa to retrieve herbs and mixtures for her father's illness. She also uncovered an attempt by the leader of Megaris to eliminate Odessa.",
    "Section_Trivia": "The game offers three locations for the herbs, though only one needs to be visited.\n\nIf \"[[A Life's Worth]]\" is advanced to the point where The Master demands the player kill a woman, that woman turns out to be Odessa, and she is no longer marked \"essential.\" This will make it possible for her to die when the bandits attack her home, very easily as difficulty increases. Conversely, an \"essential\" Odessa can defeat all of the attacking bandits by herself. This essential status can be restored by completing \"A Life's Worth\" by rejecting The Master.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n<!--Interwiki links-->\n[[fr:Épreuve familiale]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}