{
    "QuestName": "The True Story",
    "QuestID": "222904",
    "Revision": {
        "id": "992118",
        "parentid": "992116",
        "timestamp": "2022-03-12T01:36:49Z",
        "contributor": null,
        "comment": "/* Dialogue */",
        "origin": "992118",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "90rmu7plfj5hquqmsruhjnh57jq8gnh"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": "ACOD The True Story.png",
        "description": "'Kassandra received a note from Odessa, apologizing for her abrupt, mysterious departure and requesting she return to her father's Odessa's Estate|estate to figure out exactly who was trying to kill her, and why.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Odessa}}",
        "previous": "A Family Ordeal",
        "next": null,
        "source": "Kassandra",
        "location": "Megaris, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''The True Story''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra returned to [[Odessa]] after helping her to recover herbs for her father and fending off [[bandit]]s.",
    "Section_Dialogue": "Kassandra spoke to Odessa.\n*'''Odessa:''' ''Are you ready to find the whole truth of what's going on?''\n*'''Kassandra:''' ''Always.''\n*'''Odessa:''' ''I knew you would. You already believe they're after me, and you're right. I want to have proof in my hand saying why.''\n*'''Kassandra:''' ''The truth always come out.''\n*'''Odessa:''' ''It will. And then I can finally follow in the footsteps of [[Odysseus]].''\n<tabber>\n|-|You'll never be as great as Odysseus.=\n*'''Kassandra:''' ''Give up that dream.''\n*'''Odessa:''' ''If I listened to everyone who told me to stop, I would have achieved nothing. I'll show you.''\n*'''Kassandra:''' ''If you want to find the truth, we need a clue.''\n*'''Odessa:''' ''What about the note you found... from the leader of [[Megaris]]? He's planning something.''\n*'''Kassandra:''' ''If there's proof he's after you, it would be at this [[Leader House, Megaris|home]]. I could check.''\n*'''Odessa:''' ''You would do that for me?''\n*'''Kassandra:''' ''I'll find the proof you need.''\n*'''Odessa:''' ''Good. I want this whole thing to be over.''\n|-|I believe in you.=\n*'''Kassandra:''' ''So long as your search for glory never ends, your name will be remembered.''\n*'''Odessa:''' ''Perhaps they'll sing your name as well in the songs they write about me.''\n*'''Kassandra:''' ''If you want to find the truth, we need a clue.''\n*'''Odessa:''' ''What about the note you found... from the leader of Megaris? He's planning something.''\n*'''Kassandra:''' ''If there's proof he's after you, it would be at this home. I could check.''\n*'''Odessa:''' ''You would do that for me?''\n*'''Kassandra:''' ''I'll find the proof you need.''\n*'''Odessa:''' ''Good. I want this whole thing to be over.''\n|-|❤ Odysseus was a great lover, too.=\n*'''Kassandra:''' ''Don't the stories of Odysseus mention how great of a lover he was?''\n*'''Odessa:''' ''Do they? I must have missed those.''\n{{#tag:tabber|\nMaybe we could try...=\n*'''Kassandra:''' ''Maybe we could... You know... like I was saying... Odysseus being a lover and all?''\n*'''Odessa:''' ''Wow. I took you as someone being far more direct. And confident.''\n*'''Kassandra:''' ''I thought I'd try something new.''\n{{!}}-{{!}}\nLet's make a story of our own.=\n*'''Kassandra:''' ''You said you want to be like Odysseus. We could do better than that.''\n{{!}}-{{!}}\nWe should read together.=\n*'''Kassandra:''' ''We could read more about Odysseus... together.''\n*'''Odessa:''' ''Is that your idea of fun?''\n*'''Kassandra:''' ''Reading can be sexy.''\n*'''Odessa:''' ''Maybe naked.''\n*'''Kassandra:''' ''That's a great plan.''\n}}\n*'''Odessa:''' ''We will talk more about... us once this is all done. First, the note you found was from the leader of Megaris... There has to be proof of what he's up to.''\n*'''Kassandra:''' ''If there is, it would be at his home.''\n*'''Odessa:''' ''Then go there.''\n</tabber>\n(If \"What should I look for?\" is chosen.)\n*'''Kassandra:''' ''Do you have any idea what I'm looking for?''\n*'''Odessa:''' ''The leader is the most powerful man in Megaris – I can't accuse him of anything unless I have proof that he's after me.''\n(If \"What happens once I find proof?\" is chosen.)\n*'''Kassandra:''' ''Let's say I do find the truth you're looking for. What next?''\n*'''Odessa:''' ''Then I tell everyone who would listen. The leader wouldn't dare kill me or my father once everyone knows their plans.''\n(Leave – \"I'm going.\")\n*'''Kassandra:''' ''I'll be back with proof. Whatever it may be.''\nBefore leaving, Kassandra spoke to Odessa once more.\n*'''Odessa:'''\nKassandra left and travelled to the Leader House in [[Megara]].\n*'''Kassandra:''' ''That's the place. Any proof to be found should be there. I'll need to be careful. This place is heavily guarded.''\nKassandra infiltrated the house. She recovered a letter on the second floor.\n:'''Odessa's Estate:'''<br>''Her estate is necessary for our plan. We may need to take more drastic steps soon.''\n*'''Kassandra:''' ''This letter mentions Odessa's estate, and how crucial it is that they get it. \"By any means necessary\"...''\nShe recovered another note.\n:'''Odessa's Dead Suitor:'''<br>''I thought [[Praxis]] was making good progress with Odessa, but I was wrong. I know she had a hand in his death. Now, we'll have to find another suitor.''\n*'''Kassandra:''' ''One of Odessa's suitors died mysteriously shortly after meeting her.''\nKassandra travelled to the third floor. She recovered a note on a chair in the room.\n:'''Odessa's Suitor:'''<br>''[[Palemon]] will be a fine suitor for Odessa. His family is loyal to our cause, and he will be capable of handling Odessa as we fit.''\n*'''Kassandra:''' ''The leader of Megaris tried arranging marriage for Odessa. Sounds like an easy way to get her father's estate.''\nShe recovered another letter on a table.\n:'''Odessa's Hired [[Mercenary]]:'''<br>''We faced an unpleasant encounter recently. Odessa hired [[Xenokles the Hyena]] for protection. The mercenary was killed, but he cost me countless men.''\n*'''Kassandra:''' ''This letter claims that Odessa hired other mercenaries. I wonder why...''\nKassandra made her way back to Odessa. Along the way, she attempted to piece together what she found.\n*'''Kassandra:''' ''The leader of Megaris is after Odessa's estate, and he's tried arranging a marriage for her to take control of it after her father dies. But these letters also claim one of her suitors was killed, and nobody's sure how... Though she's been known to hire other mercenaries. It's difficult to tell if Odessa is in the wrong or not...''\nKassandra returned to Odessa.\n*'''Odessa:''' ''You've returned. I hope with good news.''\n<tabber>\n|-|Here's what I found.=\n*'''Kassandra:''' ''I'm not sure if it's good or not yet. There were two pieces of proof I found that they're after you.''\n*'''Odessa:''' ''Perfect! What were the reasons?''\n*'''Kassandra:''' ''One was due to your family's wealth. The other had to do with an arranged marriage.''\n*'''Odessa:''' ''That's plenty of proof showing I'm the victim here!''\n|-|❤ Let's have some fun first.=\n*'''Kassandra:''' ''Before we get serious, how about we finally have some fun?''\n{{#tag:tabber|\nIf Odessa was successfully romanced=\n*'''Odessa:''' ''I think I can spare a little bit of time.''\n*'''Kassandra:''' ''I plan on taking a lot longer than that.''\nKassandra slept with Odessa in her home. They came out a while later.\n*'''Odessa:''' ''I feel so relaxed. Now give me some good news so my mood can stay like this.''\n{{!}}-{{!}}\nIf Odessa was successfully romanced=\n*'''Odessa:''' ''I appreciate your help, but I'm not sure.''\n*'''Kassandra:''' ''I thought there was something between us.''\n*'''Odessa:''' ''At times it felt that way, but not enough for me. Let's keep our focus on what's important here.''\n}}\n</tabber>\n(If \"Why have you hired other mercenaries?\" is chosen.)\n*'''Kassandra:''' ''You've hired other mercenaries?''\n*'''Odessa:''' ''Oh... Just for odd jobs here and there. There's always something to be done that I could use one.''\n(If \"How did one of your suitors die?\" is chosen.)\n*'''Kassandra:''' ''A man you were meant to marry was killed suddenly.''\n*'''Odessa:''' ''I... He was probably killed by the same people who want to kill me!''\n(\"I know what's going on.\")\n*'''Kassandra:''' ''After everything I found, I know what's going on.''\n*'''Odessa:''' ''And what's that?''\n<tabber>\n|-|You're a victim.=\n*'''Kassandra:''' ''You don't deserve any of this. You're only trying to live your life.''\n*'''Odessa:''' ''Of course I am! I've done nothing wrong. I just want to have a healthy father and to start my journey.''\n|-|The leader is right.=\n*'''Kassandra:''' ''You started this all. They don't want you dead because of your family's wealth. You're only pretending to be a victim. I'd even guess the man you were supposed to marry was killed by the mercenary you hired.''\n*'''Odessa:''' ''I asked you to help me, not blame me. You were supposed to bring me the truth that would allow me to start my journey.''\n</tabber>\n<tabber>\n|-|You'll start your journey soon.=\n*'''Kassandra:''' ''Don't worry, you will soon.''\n*'''Odessa:''' ''My life is being wasted standing around here.''\n*'''Kassandra:''' ''A lot can happen in a small amount of time, trust me.''\n|-|You should give up.=\n*'''Kassandra:''' ''If this has shown anything, it's that you should give up on that journey now. Why get yourself into more trouble.''\n*'''Odessa:''' ''Because it's my choice. If my life leads me to trouble, so be it! The best stories start when something big happens.''\n*'''Kassandra:''' ''Maybe, but you can't force those things to happen just because you want them to.''\n|-|❤ Let's journey to bed, first.=\n{{#tag:tabber|\nIf Odessa was successfully romanced=\n*'''Kassandra:''' ''You can start that after we have a little fun.''\n*'''Odessa:''' ''I feel like I'm still recovering from the last time I slept with you.''\n*'''Kassandra:''' ''It was worth a shot.''\n{{!}}-{{!}}\nIf Odessa was not fully romanced before=\n*'''Odessa:''' ''I do enjoy your attempts. Tell me, what is it that's supposed to make me swoon this time?''\n{{#tag:tabber|\nThat's a secret=\n*'''Kassandra:''' ''It's really something that has to be experienced...''\n*'''Odessa:''' ''Show me.''\nKassandra slept with Odessa in her home. They came out a while later.\n*'''Odessa:''' ''You're right. Experiencing that was far better than just hearing about it.''\n*'''Kassandra:''' ''Told you.''\n{{!}}-{{!}}\nUndress me and find out=\n*'''Kassandra:''' ''If you undress me, I think you'll find out.''\n*'''Odessa:''' ''I can do that.''\nKassandra slept with Odessa in her home. They came out a while later.\n*'''Odessa:''' ''Mmm... That ''was'' enough to make me swoon.''\n*'''Kassandra:''' ''Told you.''\n{{!}}-{{!}}\nI didn't think that far ahead=\n*'''Kassandra:''' ''Uh... if I'm being honest, I didn't think about what to say next.''\n*'''Odessa:''' ''That's a first! You always seem to know exactly what you want to say. It's impressive, really.''\n*'''Kassandra:''' ''First time for everything.''\n*'''Odessa:''' ''Let's not talk then.''\nKassandra slept with Odessa in her home. They came out a while later.\n*'''Odessa:''' ''Funny, it seems words escape me now, too.''\n*'''Kassandra:''' ''Always a good sign.''\n}}\n{{!}}-{{!}}\nIf Kassandra just blamed Odessa before=\n*'''Odessa:''' ''You're joking, right? You just told me this whole thing is my fault. The last thing I want to do is sleep with you.''\n*'''Kassandra:''' ''Thought I'd try.''\n}}\n</tabber>\n*'''Odessa:''' ''So that's it then. I guess there's nothing else to do.''\n<tabber>\n|-|You should join my crew.=\n*'''Kassandra:''' ''It doesn't have to be goodbye. Why not join my crew?''\n{{#tag:tabber|\nIf Kassandra sided with Odessa=\n*'''Odessa:''' ''Hmm... Well, you were always on my side. Plus, getting away from here would be nice.''\n*'''Kassandra:''' ''Great. What about your father?''\n*'''Odessa:''' ''He's been feeling a lot better thanks to you.''\n*'''Kassandra:''' ''You aren't worried someone will come after him?''\n*'''Odessa:''' ''I'll be sure to share the information you found with a few people. They won't touch him so long as we have it.''\n*'''Kassandra:''' ''Then I'm happy to have you aboard.''\n{{!}}-{{!}}\nIf Kassandra did not side with Odessa=\n*'''Odessa:''' ''After you sided against me and said it was my fault?''\n*'''Kassandra:''' ''You deserved it, but you still almost tricked me into believing you were fully innocent. It was impressive.''\n*'''Odessa:''' ''Thanks... I think.''\n*'''Kassandra:''' ''Plus, your father should be fine now that you have proof they've wanted you both out of the picture. They wouldn't dare attack him when you're gone. So, what do you say?''\n*'''Odessa:''' ''Fine. What else am I going to do?''\n*'''Kassandra:''' ''That's the spirit.''\n}}\n|-|Goodbye.=\n*'''Kassandra:''' ''You're right. I hope to hear stories about you in the future, Odessa.''\n*'''Odessa:''' ''Oh, you will. You'll see.''\nBefore leaving, Kassandra spoke to Odessa one last time.\n*'''Odessa:'''\n</tabber>\nBefore leaving, Kassandra talked to Odessa's father.\n*'''Civilian:''' ''Thank you for helping Odessa and me. I'm starting to feel much better.''",
    "Section_Outcome": "Kassandra helped Odessa to uncover the reason why the Megaris Leader was after her, before siding with either Odessa or the Megaris Leader. Either way, she could choose to recruit Odessa as a lieutenant aboard the ''[[Adrestia]]''.",
    "Section_Behind_the_scenes": "Despite the subtitles showing Kassandra quote the passage ''\"By any means necessary\"'' from the note regarding Odessa's estate, the document does not use that exact line.",
    "Section_Gallery": "<Gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nOdessa'sPater.jpg|Odessa's father recovered\n</Gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n<!--Interwiki links-->\n[[fr:La vérité (Odyssey)]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}