{
    "QuestName": "Sharp Lessons",
    "QuestID": "226147",
    "Revision": {
        "id": "864874",
        "parentid": "861495",
        "timestamp": "2020-04-30T10:47:16Z",
        "contributor": null,
        "comment": "corrected dialogue",
        "origin": "864874",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "d8on8wgxvxi9nh3aphzaw7m4vso8m5t"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Sharp Lessons 2.png",
        "description": "'Thyia, acting General of Lalaia, asked Kassandra to meet her at Kephisos Spring to discuss strategy.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "The Lost Tales of Greece",
        "previous": "A Gathering Storm",
        "next": "The Ore of Aphrodite<br>Learning the Land<br>Daughters of Artemis and Daughters of Aphrodite (conditional)",
        "source": "Kassandra",
        "location": "Phokis, Greece",
        "date": "429 BCE–422 BCE"
    },
    "General_Description": "'''Sharp Lessons''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "[[Thyia]], acting General of [[Lalaia]], asked Kassandra to meet her at [[Kephisos Spring]] to discuss strategy.",
    "Section_Dialogue": "Kassandra met with Thyia at the waterfall basin outside Lalaia.\n*'''Thyia:''' ''Good to see your face again.''\n*'''Kassandra:''' ''Yours too.''\n*'''Thyia:''' ''Lalaia is the daughter of [[Kephisos]], god of this spring. It's said that she lives in these pools.''\nShe turned to face the waterfall.\n*'''Kassandra:''' ''Thyia, right? [[Periktione]] told me you've been acting as general. Though, from what I saw earlier, you and your sister don't see eye to eye.''\n*'''Thyia:''' ''Peri would die folded in prayer before she asked for my advice.''\n\n<tabber>\n|-|Peri wants comfort.=\n*'''Kassandra:''' ''Sometimes we want a comforting voice that says everything will be OK, rather than to be confronted with harsh reality.''\n|-|You're right to challenge her.=\n*'''Kassandra:''' ''Her distraction has allowed the [[Sons of Xerxes]] to advance.''\n</tabber>\n*'''Thyia:''' ''And now we are on the knife's edge waiting for the slaughter and we have done nothing. I must prepare myself to fight and hopefully the others too. Can you teach me?''\n[[File:ACOD Sharp Lessons 3.png|thumb|250px|Kassandra accepting Thyia's challenge]]\n*'''Kassandra:''' ''Your sister says you act like a general. Let's see if you fight like one.''\n*'''Thyia:''' ''I'm ready.''\nThey drew their weapons. Kassandra administered a few strikes.\n*'''Thyia:''' ''I told you not to go easy on me!''\nKassandra hit harder in response.\n*'''Thyia:''' ''You hit hard.''\n[[File:ACOD Sharp Lessons 5.png|thumb|250px|Thyia defeated by Kassandra]]\nEventually, Kassandra subdued Thyia and put her on her knees. She stood slowly.\n*'''Thyia:''' ''Well, that was humbling.''\n*'''Kassandra:''' ''The Sons of Xerxes won't be as kind.''\n*'''Thyia:''' ''No, it's a good wake up call. One I wish Peri could have. But big sister always knows best.''\n*'''Kassandra:''' ''Sounds like she's always given you a hard time.''\n*'''Thyia:''' ''You could say that. Acting like the hero while I do the dirty work.''\n\n<tabber>\n|-|Now you're the hero.=\n*'''Kassandra:''' ''Now you're the hero.''\n*'''Thyia:''' ''One can only hope to live up to that title. I've been playing soldier too long, and now I'm stuck in the role of [[Perseus]]... while feeling like [[Andromeda]].''\n|-|Now you have me on your side.=\n*'''Kassandra:''' ''Now you have the Eagle Bearer on your side.''\n*'''Thyia:''' ''Then you'll be the Perseus to my Andromeda.''\n</tabber>\n<tabber>\n|-|We'll make our own legend.=\n*'''Kassandra:''' ''A village of women abandoned by their army and forced to take up the sword? Sounds like a story worth singing, to me.''\n*'''Thyia:''' ''I don't care what songs they sing of my deeds, I care about protecting my sister and my village. If it is to my dying breath, then so be it, I will fight.''\n|-|Flirt – If you were Andromeda, you'd be naked.=\n*'''Kassandra:''' ''I seem to recall legend saying that Andromeda was nude and tied to a rock.''\n*'''Thyia:''' ''Was she? I'll have to remember that the next time I'm reenacting the myth. Lalaia has a rich heritage for theater, though not so much for fighting.''\n</tabber>\n(If players asked \"What is the role of women in Lalaia?\")\n*'''Kassandra:''' ''[[Sparta]]n women are taught to keep up with Spartan men. Lalaia seems different.''\n*'''Thyia:''' ''It is an oversight that I've been pushing to correct. When the men leave for war, our defenses are limited to a few hunters too valuable to leave, or young men who can barely hold a spear.''\n*'''Kassandra:''' ''And now that the hunters are dead...''\n*'''Thyia:''' ''We're more exposed to attacks from the Sons of Xerxes than ever.''\n(If players asked \"Why aren't you the leader?\")\n*'''Kassandra:''' ''I've seen kings and commanders. You share their temperament.''\n*'''Thyia:''' ''Peri married the governor. I am unwed. Spinsters do not become leaders. We exist on the fringes.''\n[[File:ACOD Sharp Lessons 6.png|thumb|250px|Kassandra and Thyia discuss their strategy]]\n(If players chose \"There's still a lot to be done.\")\n*'''Kassandra:''' ''We should get back to the task at hand. There's still a lot to do.''\n*'''Thyia:''' ''You're right, but it's hard to know where to start. I need to train the others for war, but we are without weapons and armor. No blacksmith... but his [[Methiadusa|daughter]] is still here.''\n*'''Kassandra:''' ''What about the hunters you lost?''\n*'''Thyia:''' ''We need to train replacements. There's also a [[Forest Camp|camp]] close by—likely the [[Daughters of Artemis]]. They're not a friendly bunch, so we've been doing our best to avoid them.''\n:(If players have [[Artemis's Request|become the leader]] of the Daughters of Artemis)\n:*'''Kassandra:''' ''I've run into them before.''\n:*'''Thyia:''' ''I won't pry.''\n(If players asked \"Where can I find new hunters?\")\n*'''Kassandra:''' ''Who should I train to hunt?''\n*'''Thyia:''' ''I've met with some volunteers from the village. They've got a little experience, but need to have their bow arms straightened. You can find them on the edge of Lalaia.''\n(If players asked \"What does the blacksmith's daughter need?\")\n*'''Kassandra:''' ''Not sure how useful I'll be to the blacksmith's daughter.''\n*'''Thyia:''' ''Methiadusa mentioned needing some materials before she can get started. Between you and me, she needs a little push. She's been helping her father at the forge since she could walk, but she still doubts her own abilities.''\n(Leave – \"I should get started.\")\n*'''Kassandra:''' ''I'll get to it.''\nThe two women parted ways, and Kassandra set out to shore up Lalaia's defenses.",
    "Section_Outcome": "Kassandra briefly trained Thyia in combat, then outlined their defense strategy for Lalaia.",
    "Section_Trivia": "*If the player has not become leader of the [[Daughters of Artemis]] by completing [[Artemis's Request]] prior to completing this quest, [[Daughters of Artemis and Daughters of Aphrodite]] will be locked out and unavailable, even if the player becomes leader afterwards.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Sharp Lessons 1.png|Thyia greeing Kassandra\nACOD Sharp Lessons 4.png|Kassandra sparing with Thyia\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] ''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}