{
    "QuestName": "Ancient Revelations",
    "QuestID": "224071",
    "Revision": {
        "id": "956027",
        "parentid": "930697",
        "timestamp": "2021-07-01T14:04:43Z",
        "contributor": null,
        "origin": "956027",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "000lmnguqq5re2c0vo06glnkfvi3p5x"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD_Death_of_Pythagoras.png",
        "appearance": "'Assassin's Creed: Odyssey'",
        "description": "'With all the Atlantis artifacts|Artifacts returned, Kassandra discovered the knowledge kept hidden and a means to seal Atlantis forever.'",
        "type": "Main",
        "previous": "The Gates of Atlantis",
        "next": "Atlantis Destroyed",
        "source": "Kassandra",
        "location": "Gateway to the Lost City, Thera, Greece",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''Ancient Revelations''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra spoke to her father [[Pythagoras]] about sealing [[Atlantis]] forever.",
    "Section_Dialogue": "Kassandra walked over to her [[Pythagoras|father]].\n*'''Pythagoras:''' ''This is incredible. The knowledge stored here is overwhelming. It will take me years to decipher it all.''\n*'''Kassandra:''' ''What about sealing Atlantis... Have you found a way to do it?''\n*'''Pythagoras:''' ''Oh... Yes, yes I think so.''\n*'''Kassandra:''' ''Well? What is it?''\n*'''Pythagoras:''' ''The [[Staff of Hermes Trismegistus|staff]], the staff is the key.''\n*'''Kassandra:''' ''All right. It's time.''\nPythagoras considered for a moment, then decided against his original goal.\n*'''Pythagoras:''' ''I can't. Not yet.''\n\n<tabber>\n|-|You're losing control.=\n*'''Kassandra:''' ''We can't stay here, we don't have the time.''\n*'''Pythagoras:''' ''There is so much to learn. With this knowledge, we can turn the tide of fate.''\n*'''Kassandra:''' ''That is not your destiny. You said so yourself. You're losing sight of what's important.''\n|-|I don't want to be sealed in.=\n*'''Kassandra:''' ''If the staff is the key to this place, I don't want to get locked in.''\n*'''Pythagoras:''' ''I can't hand it over yet. There's still so much to see.''\nKassandra shook her head.\n*'''Kassandra:''' ''That wasn't the plan.''\n|-|Snap out of it.=\n*'''Kassandra:''' ''Listen to yourself—you've gone mad. You need to accept some knowledge was not meant to be had.''\n*'''Pythagoras:''' ''Knowledge is power—the only power worth having.''\n*'''Kassandra:''' ''At what cost?''\n</tabber>\n\n*'''Pythagoras:''' ''I will not be ordered around or lectured by you.''\n*'''Kassandra:''' ''It was your plan to seal this place, and I agreed to help.''\n*'''Pythagoras:''' ''That was before I realized what we could uncover about the [[Isu|First Civilization]]—the creation of [[human]]kind.''\nPythagoras walked to the center while looking up in awe.\n*'''Kassandra:''' ''We are sealing this place to keep the [[Cult of Kosmos|Cult]] from using it to enslave humanity. That is bigger than your quest for knowledge.''\n*'''Pythagoras:''' ''The Cult will be nothing but an insect to swat once the power is ours.''\n\n<tabber>\n|-|We have to seal this place.=\n*'''Kassandra:''' ''It's too dangerous to leave this place open, and you know it.''\n*'''Pythagoras:''' ''You wouldn't understand.''\n*'''Kassandra:''' ''Your pride will cost us all in the end.''\n*'''Pythagoras:''' ''It's not about pride.''\n*'''Kassandra:''' ''What good is knowledge if you curse all of humanity in the process? It's what you wanted to avoid in the first place.''\n*'''Kassandra:''' ''Sometimes it's better if we find our own path. We are not ready for the power this place offers.''\nPythagoras contemplated, then acquiesced to his daughter.\n*'''Pythagoras:''' ''You're right. I cannot save humanity directly, but I can save it from itself.''\nPythagoras gazed at the staff one last time, and extended his arm to give it to Kassandra.\n*'''Pythagoras:''' ''This is your burden now. Humanity's fate will be decided by the choices you make.''\nKassandra nodded while glancing down in thought.\n*'''Kassandra:''' ''I understand.''\nShe reached out to take hold of the staff. When she grasped it, Pythagoras pulled the two of them closer.\n*'''Pythagoras:''' ''Kassandra.''\n*'''Pythagoras:''' ''Choose wisely.''\nKassandra nodded. Satisfied, Pythagoras let go of the staff, and his eyes and mouth suddenly radiated in golden, bright light. The light exhausted from him as though his life was draining away. He staggered, but Kassandra let go of the staff and quickly caught him to lay him down gently. She rested his head on her hand, and he drew his last breath. She closed his eyes with her hand and set his body down before standing up. Kassandra gave him a moment of silence.\n|-|Attack – I'm taking the staff.=\n*'''Kassandra:''' ''Give me the staff. You have to—for the sake of everyone.''\n*'''Pythagoras:''' ''The knowledge contained in here could fix everything for generations to come. I can't just walk away from that.''\n*'''Kassandra:''' ''What good is knowledge if there's no one around to use it?''\n*'''Pythagoras:''' ''Leave if you must, but I will not.''\nKassandra threatened him.\n*'''Kassandra:''' ''I'm not going without the staff.''\n*'''Pythagoras:''' ''I may be old, but I'm not as weak as I appear.''\nPythagoras emanated bright light all over his body, and releases an explosive energy around him. Kassandra moved out of the explosion radius.\n*'''Kassandra:''' ''Give up the staff.''\n*'''Pythagoras:''' ''The knowledge is mine. ''Mine.\nShe wounded her father.\n*'''Pythagoras:''' ''I will not let you have it.''\n*'''Kassandra:''' ''I don't have it! I want it ''destroyed!\n*'''Pythagoras:''' ''Liar!''\nAs they fought, Pythagoras expressed his disappointment.\n*'''Pythagoras:''' ''Pathetic! You were supposed to be better than this. Bigger than this.''\n*'''Kassandra:''' ''I will be whatever I want to be.''\n*'''Pythagoras:''' ''A ''misthios?'' A common thug? You are an embarrassment to yourself, and to me.''\n*'''Kassandra:''' ''Enough!''\nAfter many hits and blows, Pythagoras justified himself.\n*'''Pythagoras:''' ''This is my chance to make things right.''\n*'''Kassandra:''' ''No. It isn't.''\nKassandra finally defeated him. Pythagoras knelt down with the staff upright, bloodied and exhausted.\n*'''Kassandra:''' ''It's over. Give me the staff.''\nKassandra approached him with a hand held out. Pythagoras stood in defiance with the support of the staff.\n*'''Pythagoras:''' ''You do not deserve the infinite knowledge of our creators.''\n*'''Kassandra:''' ''That's the point. Nobody does.''\nGrowing impatient, she seized the staff from him. His eyes and mouth suddenly radiated in golden, bright light.\n*'''Pythagoras:''' ''No!''\nThe light exhausted from him as though his life was draining away. He staggered, but Kassandra let go of the staff and quickly caught him to lay him down gently. She rested his head on her hand, and he drew his last breath. She held his lifeless hands and placed them across his chest before standing up. Kassandra gave him a moment of silence.\n</tabber>\n\nKassandra retrieved the [[Staff of Hermes Trismegistus]] and jumped over to an upright stone construct on a small dais nearest to the undersea window.\n*'''Kassandra:''' ''Atlantis is too dangerous. I must seal it.''\nThe column flashed as Kassandra sealed the entrance to the lost city.",
    "Section_Outcome": "After they listened to [[Aletheia]]'s messages, Pythagoras changed his mind about sealing the gateway to Atlantis, believing he could learn more about the Isu and human origins to eventually acquire their power. Kassandra either convinced him to relent or took the staff by force. Pythagoras passed away at the moment she acquired the staff. Using the staff, she successfully sealed the gateway to Atlantis.",
    "Section_Gallery": "<gallery captionalign=\"center\" position=\"center\" spacing=\"small\" widths=\"180\">\nACOD Pythagoras changes his mind.png|Pythagoras looks in awe at the holographic earth above and realizes the potential of learning powerful knowledge.\nACOD Pythagoras gives staff to Kassandra.png|Pythagoras advises Kassandra to be wise with her decisions.\nACOD Kassandra closes Pythagoras's eyes.png|As Pythagoras dies, Kassandra closes his eyes for his rest in peace.\nACOD Kassandra seals the gate to Atlantis.png|Kassandra uses the Staff of Hermes to seal the gate to Atlantis.\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Révélations antiques]]"
}