{
    "QuestName": "Civil Unrest",
    "QuestID": "224106",
    "Revision": {
        "id": "1012161",
        "parentid": "965466",
        "timestamp": "2022-10-28T14:06:28Z",
        "contributor": null,
        "comment": "+fr",
        "origin": "1012161",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "t64mb5xr8kqslyknxtgogvsytvse1qm"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOd-CivilUnrest-textilemerchantKass.jpg",
        "description": "'In Kydonia, the military and the merchants found themselves constantly at odds. Kassandra set out to settle these unruly disputes.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "previous": "Bare It All",
        "next": "Say That Again!",
        "source": "Kassandra",
        "location": "Kydonia, Messara, Greece",
        "date": "429 BCE–422 BCE"
    },
    "General_Description": "'''Civil Unrest''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra learned about a civil unrest in [[Kydonia]].",
    "Section_Dialogue": "While traveling through Kydonia, Kassandra encountered a textile merchant who asked for her help.\n*'''Civilian:''' [[Mercenary|Misthios]], ''please. I could use your help.''\n*'''Kassandra:''' ''What seems to be the problem?''\n*'''Civilian:''' ''There is serious unrest in Kydonia,'' misthios''. The [[guard]]s and [[merchant]]s are at each other's throats.''\n*'''Kassandra:''' ''The guards are here to serve the locals... What's got them riled up?''\n*'''Civilian:''' ''Taxes. The merchants refuse to pay the increased taxes, and the guards all too gleefully extract them.''\n*'''Civilian:''' ''Their captain, [[Captain Diokles|Diokles]], is more a bandit than a guard. This unrest is bad for business. I need you to quiet some of the outbursts around Kydonia.''\nKassandra threw her hands up.\n*'''Kassandra:''' ''A power-mad captain, civil unrest – sounds like serious work.''\nThe merchant laughed.\n*'''Civilian:''' ''Which would be seriously rewarded. I have precious gems, which I'm sure would appeal to someone such as yourself.''\n\n<tabber>\n|-|Accept – I'll take care of it.=\n*'''Kassandra:''' ''I'd be happy to help.''\n*'''Civilian:''' ''Good. You will find areas of tension around the [[Agora, Kydonia|agora]], the [[Eastern Bazaar|eastern market]], and the [[Docks, Kydonia|docks]]. Is there anything else I can tell you?''\n|-|I don't have time for this.=\n*'''Kassandra:''' ''I'm busy. You'll have to find someone else.''\n*'''Civilian:''' ''Lives are at stake, ''misthios''! You can't just ignore this. Please reconsider.''\nKassandra left the merchant.\n</tabber>\n(If players choose \"How far should I go to end the unrest?\")\n*'''Kassandra:''' ''Should I use \"any means necessary\" to end this unrest?''\n*'''Civilian:''' ''Ever the ''misthios'', where a blade is the answer to all things. Yes, one way to quell unrest is to kill everyone involved, but sometimes simply talking will yield the best results.''\n(If players choose \"Why not just lower the taxes?\")\n*'''Kassandra:''' ''If the cause of all this is increased taxes, would it be easier to lower them?''\n*'''Civilian:''' ''Don't you know all of the [[Greece|Greek]] world is at [[Peloponnesian War|war]]?! War is expensive, and Kydonia needs fleets!<br>She needs armies! We cannot be left defenseless.''\n(If players choose \"Who is \"Captain Diokles\"?)\n*'''Kassandra:''' ''You mentioned the guard captain, Diokles. Who is he?''\n*'''Civilian:''' ''Not a man of the people, ''misthios''. It's at his encouragement the guards put so much pressure on the merchants.''\n(If players choose \"Leave – I've heard enough.\")\n*'''Kassandra:''' ''I've heard everything I need to hear.''\n*'''Civilian:''' ''Do what you must to bring order, but watch your back. There are people who seek to benefit from this civil unrest. We're counting on you, ''misthios.\n[[File:ACOd-CivilUnrest-agoragroup.jpg|thumb|250px|The group at the agora]]\nKassandra left the merchant and traveled to the agora to find a mob surrounding a woman and child, throwing rotten fruit at them.\n*'''Woman:''' ''You're scaring the children! Stop!''\n*'''Civilian:''' ''And did your dog of a husband stop when we begged him to stop destroying our goods?''\n*'''Woman:''' ''Take it up with him, then. Or the military! Please, leave us alone.''\nKassandra approached the man who appeared to be the leader of the mob.\n*'''Kassandra:''' ''What is this?''\n*'''Man:''' ''Justice,'' misthios!\n*'''Kassandra:''' ''That doesn't sound like \"justice\" to me.''\nThe merchant turned to face her angrily.\n*'''Man:''' ''Why do you care? These are the families of the guards who beat us and harass us! This is what they deserve.''\nHe spat on the ground.\n*'''Man:''' ''These increased taxes are ridiculous – they choke the very life out of us. We must stand. We must fight!''\n\n<tabber>\n|-|Let's talk this out.=\n*'''Kassandra:''' ''There no need for violence, we can talk this over—''\n*'''Man:''' ''Talk?! They've smashed our wares, they've ''beaten'' us!''\n*'''Kassandra:''' They ''have, yes, and maybe ''they'' should have to pay – but this family has done nothing. This ''child'' has done nothing. They're innocent.''\n*'''Man:''' ''But – a lesson must be learned! We must teach them not to mess with us!''\n*'''Kassandra:''' ''This is not the way.''\n*'''Man:''' ''They paid you off, didn't they?! You— you work for ''them!<br>''Have it your way, ''misthios''. The woman and her child will not be harmed – but we're not done with you. We have our own scary mercenaries!''\nA large bounty is placed on Kassandra, titled \"Bounty from angry merchant in Kydonia\".\n|-|Stop this now.=\n*'''Kassandra:''' ''Stop it Now!''\n*'''Man:''' ''Or what?''\n*'''Kassandra:''' ''Or I'll make you.''\nKassandra cracked her knuckles\n*'''Man:''' ''You think a threat will stop us?  Every day we're worse than threatened - we're beaten, abused.<br>No, we don't bow to threats.  We ''fight!'' ''\nMob attacked Kassandra.\n</tabber>\nKassandra approached the woman to check on her.\n*'''Woman:''' ''Thank you, ''misthios''. Those bastards deserved to die.''\n[[File:ACOd-CivilUnrest-easterngroup.jpg|thumb|250px|The group in the Eastern Bazaar]]\nKassandra left her and traveled to the eastern market to find some soldiers threatening a merchant.\n*'''Greek captain:''' ''Break every one of these! if the merchant gets in the way, break him, too.''\n*'''Civilian:''' ''Stop! Please! I need to sell these, my family's livelihood depends on it.''\nThe merchant called out to Kassandra as she passed.\n*'''Civilian:''' ''Please stop them, ''misthios''! If they destroy all of this, my family will starve.''\nKassandra approached the captain.\n*'''Kassandra:''' ''What's going on here?''\n*'''Greek captain:''' ''This ''maláka'' needs to pay his taxes like everyone else. Otherwise, we'll smash every last pot in the agora – Captain Diokles' orders.''\n\n<tabber>\n|-|Leave him alone.=\n*'''Kassandra:''' ''Leave the merchant alone. You've done enough.''\n*'''Greek captain:''' ''Ha! You itching for a beating, ''misthios''? We'll just have to smash you, too.''\nKassandra fought the guards and defeated them.\n*'''Civilian:''' ''Thank you, ''misthios''! This is all I have left...''\n|-|I'll help you.= \n*'''Kassandra:''' ''...If that's what it takes to stop this, I'll destroy the rest of the wares.''\n*'''Greek captain:''' ''Looks like you know your place, little ''misthios''. Now, get to it.''\n*'''Civilian:''' ''What have you done?! This was my livelihood.''\n</tabber>\nKassandra left the merchant and traveled to the docks where she found a civilian arguing with a captain.\n[[File:ACOd-Civilunrest-docksgroup.jpg|thumb|250px|The group at the docks]]\n*'''Civilian:''' ''You have no right to hold us here. Release our goods at once!''\n*'''Greek captain:''' ''We have every right if you don't pay your taxes like you're supposed to.''\n*'''Civilian:''' ''You must be mad if you think we're going to cough up even more [[drachma]]e for the military.''\n*'''Greek captain:''' ''You test my patience, old man. Move away, these goods are due for confiscation.''\n*'''Civilian.''' ''You can't do this! What ''malákas'' city is this, where the guards prey on their own people?!''\n*'''Greek captain:''' ''It's simple – you avoid your taxes, we take your stuff.<br>Now, step away.''\nKassandra approached them, hands on her hips.\n*'''Kassandra:''' ''Or what?''\nThe civilian turned to her entreatingly.\n*'''Civilian:''' Misthios! ''Please, talk some sense into these idiots.<br>If we aren't allowed to continue doing our business, the economy of Kydonia will fall to ruin.''\n*'''Greek captain:''' ''This does not concern you, ''misthios''. This is the law of the land! If they give up the goods, all will end well.''\n\n<tabber>\n|-|Your laws are flawed.=\n*'''Kassandra:''' ''Laws are for the weak. People should live freely.<br>These merchants won't pay you a single drachma.''\n*'''Greek captain:''' ''You will regret this. Kill the'' misthios!\nThe soldiers drew their weapons, as did Kassandra.\n*'''Greek captain:''' ''We have every right if you don't pay your taxes like you're supposed to.''\nShe fought and defeated them.\n*'''Kassandra:''' ''You are safe now. Those guards won't bother you anymore.''\n*'''Civilian:''' ''Maybe for today, ''misthios''. But they'll be back at some point.''\n|-|Laws must be followed.=\n*'''Kassandra:''' ''Your takes will go a long way in helping Kydonia. You should respect the law.''\n*'''Civilian:''' ''The military barely does a thing around here, and expects a bigger and bigger payout each year? Nonsense!''\n*'''Greek captain:''' ''You see, ''mishthios''? Nothing will get through their thick skulls. But my fists will.<br>Now get out of my way before I take you out, too!''\nThe soldiers and Kassandra all drew their weapons.\n*'''Greek captain:''' ''You test my patience, old man. Move away, these goods are due for confiscation.''\n</tabber>\nAfter dealing with all the unrest at all three locations, Kassandra pondered.\n*'''Kassandra:''' ''Peace has been restored. That merchant better have my gems ready.''\nKassandra returned to where she had left the merchant but found only his dead body and a letter.\n[[File:ACOd-CivilUnrest-textilemerchantdeadnote.jpg|thumb|250px|Kassandra finding the dead merchant and the note]]\n*'''Kassandra:''' Maláka... ''What happened here?''\nKassandra read the letter:\n*'''Come meet your death:'''<br> \n''Missing your precious gems, ''misthios''? Face me at the courtyard south of the Eastern Bazaar if you want them back. Otherwise, make sure my soldiers and I never see you in Kydonia ever again. –Diokles''\n*'''Kassandra:''' ''Looks like Captain Diokles denied me my payment.''\n[[File:ACOd-CivilUnrest-Dioklesmen.jpg|thumb|250px|Diokles and his men awaiting Kassandra]]\nKassandra found Diokles and his guards at the location the letter outlined.\n*'''Kassandra:''' ''And you must be Diokles.''\n*'''Greek Brute:''' ''Ha, look who it is! You want to meddle in Kydonia's affairs? It's going to cost you.''\n[[File:ACOd-CivilUnrest-DioklesmenKass.jpg|thumb|250px|Diokles and his men fighting with Kassandra]]\nShe fought them, killed them, and retrieved her reward from the captain's corpse.\n*'''Kassandra:''' ''At least the captain had the decency to keep my gems on him.<br>Never stand between a ''misthios'' and her payday.''\n\n{{-}}",
    "Section_Outcome": "Kassandra eliminated the corrupt captain, ending the dispute between the merchants and the military.",
    "Section_Trivia": "*If the man in the agora is slain, a Sealed Papyrus is found on his corpse.\n*Whether the group in the agora is slain or not, the woman's reaction is always the same.\n*Though the group in the agora and in the Eastern Bazaar can be dealt with even without the quest, the group at the docks doesn't spawn without it. The merchant is slain during the altercation at the docks, which is also the only instance wherein peace is not an option.\n*If Kassandra decides to attack the two Greek soldiers in the agora, the captain can be knocked out and recruited for the ''Adrestia''.",
    "Section_Gallery": "<gallery captionalign=\"center\" position=\"center\">\nACOd-CivilUnrest-textilemerchantwares.jpg|The textile merchant in his shop\nACOd-CivilUnrest-CaptainDioklesdead.jpg|Diokles dead\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n\n<!--Interwiki links-->\n[[fr:Agitation populaire]]"
}