{
    "QuestName": "It's Complicated",
    "QuestID": "224085",
    "Revision": {
        "id": "1047426",
        "parentid": "1012319",
        "timestamp": "2023-06-13T18:57:27Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047426",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "rvscl8qdaxfpsjtn7hathtk8sholw7h"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Amongst the ruins of a war-torn Messara, Kassandra found herself helping a man reach out to the Isabel|one he loved.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "previous": null,
        "next": "Bare It All",
        "source": "Kassandra",
        "location": "Messara, Greece",
        "date": "429 BCE–422 BCE"
    },
    "General_Description": "'''It's Complicated''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra came across a man who tried to contact his loved one.",
    "Section_Dialogue": "While wandering around the wilderness of [[Messara]], Kassandra noticed a makeshift camp ahead.\n*'''Kassandra:''' Maláka. ''There are [[Followers of Ares]] fanatics up ahead.''\nSneaking closer, she overheard them.\n*'''Fanatic #1:''' ''You ate the last piece?''\n*'''Fanatic #2:''' ''There's some leg left over there. Maybe an ear?''\n*'''Fanatic #1:''' ''I killed the man, I should get first pick.''\n*'''Fanatic #2:''' ''Shut up and eat! It'll go bad. The rest of him's starting to smell.''\nKassandra killed the Followers, and noticed a trail of blood leading towards the gulch. She followed it to the edge of the cliff, and noticed a corpse below.\n*'''Kassandra:''' ''He must've fallen off this cliff running away from the cannibals. Not a good way to go.''\nShe dropped down by the corpse, and found a note beside him.\n*'''Dead Man's Letter:'''<br />''Meet me at the [[Shepherd's Hut|house]] on the road to [[Little Egypt]]. Be careful, [[guard]]s are looking for you. Don't worry, your wife is safe.''\n*'''Kassandra:''' ''Who was he going to meet? I should find out.''\nKassandra made her way to the house stated on the note. With [[Ikaros]]' help, Kassandra found a man with guards outside the hut.\n*'''Kassandra:''' ''I need to talk to him.''\nApproaching the man, she helped him deal with the guards.\n*'''Kassandra:''' ''What was that all about?''\n*'''Smuggler:''' ''The military suspects me of smuggling deserters from the warfront.''\nKassandra stared at the man in disbelief.\n*'''Smuggler:''' ''Okay, fine. They knew I was doing it.''\n*'''Kassandra:''' ''Mm-hmm.''\n*'''Smuggler:''' ''Argh, ''malákes'' guards. They hit like bricks.<br />Did you see a man on your way here? Skinny sort of idiot, wearing army colors?''\n\n<tabber>\n|-|I found a body.=\n*'''Kassandra:''' ''I found a body near a cliff in the gulch. He had a note on him.''\nKassandra took out the note and handed it over to the man.\n*'''Smuggler:''' ''No, no, no! He can't be dead! We had the perfect plan to get him home to his [[Isabel|wife]].<br>I promised her I wouldn't let him end up like the other deserters...''\n|-|Lie – I didn't see anyone.=\n*'''Kassandra:''' ''Can't say I have.''\n*'''Smuggler:''' ''Curses! I promised his wife I'd take him back to her in [[Kydonia]].''\n*'''Kassandra:''' ''Are you sure he ran away from the army, or from'' her?\n*'''Smuggler:''' ''The army. He's a dead man walking now.''\n</tabber>\n*'''Kassandra:''' ''You must be close to him to risk your life to help.<br />Or was he paying you a lot.''\n*'''Smuggler:''' ''I-I did it for the girl.''\n*'''Kassandra:''' ''Girl? What girl? His wife?<br />There's always a girl, isn't there?''\n*'''Smuggler:''' ''Look, he got drafted into the [[Peloponnesian War|war]]—<br />She wouldn't stop crying.<br />And my specialty is making people disappear—<br />In a... different way than you do.<br />So, I decided to help them get back together.''\n\n<tabber>\n|-|You were kind to help.=\n*'''Kassandra:''' ''It's rare to find a man with a good heart these days.''\n*'''Smuggler:''' ''We've all got people we want to look out for.<br>''Need'' to look out for.''\n*'''Kassandra:''' ''Yes, we do.''\n|-|You wanted the wife for yourself.=\n*'''Kassandra:''' ''You just want her for yourself.''\n*'''Smuggler:''' ''That's not it! I<br>mean, I have thought about it, but—<br>Look, I just—<br>I just... want to see her smile, all right?''\n*'''Kassandra:''' ''I'm sure you do.''\n</tabber>\n*'''Smuggler:''' ''We need to get to Isabel—I mean, the wife. If the guards came after me, she'll be in danger, too. Please go to her! I'll catch up when I can to take her to safety.''\n*'''Kassandra:''' ''I'll make sure she's safe. Where will I find her?''\n*'''Smuggler:''' ''Follow the road to [[Kydonia]]! Her house will be on the left—look for the green cloth on the doorpost. Quickly! I'll catch up as soon as I can.''\n*'''Kassandra:''' Chaire.\nKassandra made her way to the woman's home on the road to Kydonia. As she approached, she found a number of guards.\n*'''Greek Soldier 1:''' ''She put up a real fight back there.''\n*'''Greek Soldier 2:''' ''We weren't suppose to kill her, you idiots. Now we'll have to explain ourselves to the captain.''\n*'''Greek Soldier 3:''' ''She refused to spill the beans on her deserter of a husband. She got what she deserved.''\nKassandra approached the guards, who drew their weapons.\n*'''Greek Soldier 2:''' ''Who in the gods' names are you?!''\nKassandra eliminated the guards and entered the hut, finding Isabel's body.\n*'''Kassandra:''' ''It looks like she put up a good fight... but not good enough.''\nWhile she investigated the body, the man arrived and approached her.\n*'''Smuggler:''' ''I saw the guards dead outside. Good job, ''[[Mercenary|misthios]]—\nHe noticed the woman's body.\n*'''Kassandra:''' ''They got to her before me. There was nothing I could do but avenge her.''\n*'''Smuggler:''' ''She trusted me, ''misthios''! All I wanted was to make her smile. But every time I tried... All I brought her was pain.<br />...It's all I ever do.<br />I shouldn't have told her about my stupid plan to reunite her with her husband.<br />I did this to her, didn't I?''\n\n<tabber>\n|-|Don't blame yourself.=\n*'''Kassandra:''' ''No, you didn't. Nobody wanted things to end like this—least of all you.''\n*'''Civilian:''' ''Everything seemed okay when she smiled, you know? I didn't care who she was smiling at.''\n*'''Kassandra:''' ''You did your best.''\n*'''Civilian:''' ''No one's \"best\" is ever enough.''\n*'''Kassandra:''' ''No. No it's not.''\n|-|It's your fault.=\n*'''Kassandra:''' ''Yes, this is your fault. If you hadn't made promises you couldn't keep, she would still be alive.''\n*'''Smuggler:''' ''But she was heartbroken, ''misthios''! What would you have had me do? Just sit idly by, and watch her waste away?''\n*'''Kassandra:''' ''I would have had you do nothing. She might've been sad, but at least she'd be'' alive.\n*'''Smuggler:''' ''I just didn't - didn't want to see her sad.''\n*'''Kassandra:''' ''Now you can see her dead instead.''\n</tabber>\n*'''Smuggler:''' ''Take [[Dagger of Messara|this]].''\nThe man took out some [[drachma]]e and a dagger, and gave them to Kassandra.\n*'''Smuggler:''' ''I was going to give it to her when I helped them escape Kydonia. To get them through tough times.<br />They won't need it anymore, and it's too heavy for me to bear. Take it as payment for your troubles. And leave me, please.''",
    "Section_Outcome": "Kassandra attempted to help the smuggler keep a woman safe, although they were too late.",
    "Section_Trivia": "*Isabel's house is empty without this quest.\n*It's possible that the 'captain' the Greek soldiers refer to is [[Captain Diokles]].",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n\n<!--Interwiki links-->\n[[fr:La vie est compliquée...]]"
}