{
    "QuestName": "A-Musing Tale",
    "QuestID": "224868",
    "Revision": {
        "id": "975971",
        "parentid": "929890",
        "timestamp": "2021-11-22T09:53:45Z",
        "contributor": null,
        "origin": "975971",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "dey0l7yonfk82k3zj0kmntamxzgusz2"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD A-Musing Tale 11.png",
        "description": "'Thespis wouldn't perform in Aristophanes' latest play unless he had his Aikaterine|muse by his side. It was crucial that he and the woman who inspired him were reunited in time for his performance.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "An Actor's Life for Me",
        "next": "Unearthing the Truth",
        "source": "Kassandra",
        "location": "Athens, Attika, Greece",
        "date": "424 BCE"
    },
    "General_Description": "'''A-Musing Tale''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra helped [[Thespis]] look for his [[Muses|muse]], [[Aikaterine]], whom he needed in order to participate in [[Aristophanes]]' [[The Knights (play)|play]].",
    "Section_Dialogue": "Kassandra followed Thespis' directions and found Aikaterine at the [[House of Aphrodite]].\n*'''Kassandra:''' ''Muse, huh?''\nKassandra approached Aikaterine who examined her as she approached.\n*'''Aikaterine:''' ''Hmm, not my usual type. Too many muscles, but if you've got the [[drachma]]e, we can come to an arrangement.''\n*'''Kassandra:''' ''Thespis said I'd find you here.''\n*'''Aikaterine:''' ''Ah, my darling Thespis, an artist in so many ways... But let's talk about us.''\n<tabber>\n|-|So much for love.=\n*'''Kassandra:''' ''I thought you were Thespis' great love.''\n*'''Aikaterine:''' ''That is love, this is commerce. So what are you into?''\n\n|-|Thespis sent me.=\n*'''Kassandra:''' ''You don't understand, I need your help.''\n*'''Aikaterine:''' ''So many do. These hands have helped more people than [[Hippokrates]].''\n*'''Kassandra:''' ''No, Thespis told me to find you.''\n*'''Aikaterine:''' ''Well, I'm not giving discounts to his friends if that's what you're thinking.''\n\n</tabber>\n*'''Kassandra:''' ''No, Thespis wants you to go to him. He needs you to help him perform tomorrow.''\nAikaterine turned away.\n*'''Aikaterine:''' ''Thespis does love to perform, but he'll be doing it without me this time.''\n*'''Kassandra:''' ''But you're his muse?''\n*'''Aikaterine:''' ''Commander Rhexenor has made it clear it would cost me my life if I were to associate with Thespis right now.''\n[[File:ACOD A-Musing Tale 3.png|thumb|250px|Aikaterine informing Kassandra about Rhexenor]]\n(If players asked \"Who is Commander Rhexenor?\")\n*'''Kassandra:''' ''I've been hearing about this Commander Rhexenor a lot recently.''\n*'''Aikaterine:''' ''He's one of Kleon's favorite dogs. I've heard stories from some of the girls. Likes to play dress up. Got a fancy robe and mask—likes to hurt people too.''\n*'''Kassandra:''' ''I'm sorry...''\n*'''Aikaterine:''' ''He runs the local [[Weapon Storage|garrison]]—his men are always here. They'd tell him in an instant if I was gone.''\n(If players asked \"Why were you threatened?\")\n*'''Kassandra:''' ''Why would this Commander threaten you?''\n*'''Aikaterine:''' ''It's all to do with this stupid play. They're doing everything they can to protect [[Kleon]]'s image.''\n*'''Kassandra:''' ''Still, to threaten you?''\n*'''Aikaterine:''' ''Actors are a superstitious bunch. Commander Rhexenor knows Thespis won't perform without his muse waiting in the wings.''\n(If players chose \"The Commander won't be a problem.\")\n*'''Kassandra:''' ''Don't worry, I'll deal with Commander Rhexenor.''\n*'''Aikaterine:''' ''You don't understand what a bastard he is. He's more than just some [[Athens|Athenian]] soldier.''\n*'''Kassandra:''' ''What do you mean?''\n[[File:ACOD A-Musing Tale 4.png|thumb|250px|Aikaterine requesting Kassandra to eliminate Rhexenor]]\n*'''Aikaterine:''' ''Secret meetings, strange [[Cult of Kosmos|visitors]]—he gives me the creeps... You'll have to kill him. There's no other option.''\n*'''Kassandra:''' ''If I do this, will you go to Thespis?''\n*'''Aikaterine:''' ''It'd be my pleasure.''\n(If players asked \"Where is the Commander?\")\n*'''Kassandra:''' ''Where can I find the Commander?''\n*'''Aikaterine:''' ''In the barracks across the street, to the north. The girls have to visit him there when he wants servicing - doesn't have the stamina to come down here.''\n(If players asked \"What does the Commander look like?\")\n*'''Kassandra:''' ''Can you describe him?''\n*'''Aikaterine:''' ''He wears one of those big stupid helms... makes up for other areas.''\n(Leave – \"The Commander's a dead man.\")\n*'''Kassandra:''' ''Don't worry, I'll take care of him.''\nKassandra walked away and Aikaterine called out after her.\n*'''Aikaterine:''' ''Bring me back his ''little sword'', as proof!''\n[[File:ACOD A-Musing Tale 6.png|thumb|250px|Kassandra finding Rhexenor at the storage]]\nKassandra rolled her eyes and sighed.\n*'''Kassandra:''' ''I'll be back soon.''\n*'''Kassandra:''' ''There seems little doubt that Rhexenor is aligned with the Cult of Kosmos.''\nKassandra went to the weapons storage across the street where Commander Rhexenor was and killed him, taking his sword as proof of his death.\n*'''Kassandra:''' ''That's for what you did to my family.''\nKassandra returned to Aikaterine at the House of Aphrodite, and presented her with Rhexenor's sword.\n*'''Kassandra:''' ''Is this proof enough of his death?''\n[[File:ACOD A-Musing Tale 8.png|thumb|250px|Kassandra presenting the sword to Aikaterine]]\nAikaterine stood up and took the sword from Kassandra.\n*'''Aikaterine:''' ''Not quite the sword I meant... But, as long as he's dead.''\nAikaterine smiled at Kassandra, tapping her on the cheek. She dropped the sword on the ground by her bed.\n*'''Kassandra:''' ''My part is done. Go make sure Thespis is at the [[Theater of Dionysos|theater]] in time for his performance.''\n*'''Aikaterine:''' ''You are too tense. Come here and lie a while. We've time to have a little fun... Or is it always business with you?''\n<tabber>\n|-|There's too much at stake.=\n*'''Kassandra:''' ''What is it with you? There is more at stake here than a few moments of pleasure.''\n*'''Aikaterine:''' ''Only a few? You don't rate yourself highly in love, then.''\nAikaterine turned away in a huff, crossing her arms.\n*'''Kassandra:''' ''This play could help decide the fate of Athens. I need you to keep your word and go to Thespis.''\n*'''Aikaterine:''' ''Do not worry. I will see you at the play, with Thespis.''\n|-|Flirt – I can stay a while...=\n*'''Kassandra:''' ''Is it with you?''\n*'''Aikaterine:''' ''So blood does pulse in those veins...''\n*'''Kassandra:''' ''It roars, but what of Thespis?''\nAikaterine turned away from Kassandra.\n*'''Aikaterine:''' ''Thespis is an actor, half the girls here have been his muse at one time or another.''\nKassandra spent some time with Aikaterine.\n*'''Kassandra:''' ''Now... we need to worry about Thespis and Aristophanes' play.''\n*'''Aikaterine:''' ''This play is important to you.''\n*'''Kassandra:''' ''With it, we hope to make change... for the better.''\n*'''Aikaterine:''' ''I can see there is more in your eyes, but we are all entitled to our secrets.''\n*'''Kassandra:''' ''It's enough for you to know that I plan to stop men like Commander Rhexenor and Kleon.''\n</tabber>\nKassandra left the House of Aphrodite while Aikaterine headed to Thespis' house. Kassandra made her way to the theater to inform Aristophanes.\n*'''Aristophanes:''' ''Please tell me you have news of Thespis?''\n*'''Kassandra:''' ''He's fine, and he'll be fit to perform in your play tomorrow.''\n*'''Aristophanes:''' ''Oh, thank the gods. I know what actors can be like.''\n<tabber>\n|-|I'm never working with actors again.=\n*'''Kassandra:''' ''Athenians' lives are too complicated. I would rather be a farmer than work in the theater.''\n*'''Aristophanes:''' ''True, it's not for everyone—but it's a wonderful life!''\n|-|It's no trouble.=\n*'''Kassandra:''' ''Compared to what I'm used to, it was a breath of fresh air.''\n*'''Aristophanes:''' ''That is so good to hear!''\n</tabber>\n*'''Aristophanes:''' ''Here, for your troubles.<br>The people may be the heart of Athens, but my play will be its voice!''\nThe play was staged the next day. Aristophanes donned a mask to play Kleon.\n*'''Chorus leader:''' ''Oh happy day for us and for our children if Kleon should perish.''\n*'''Chorus member:''' ''You also know what a pig's education he has had!''\n*'''Aristophanes:''' ''Such insults! And to think I was going to propose a statue to be erected in the city to each of you for your bravery!''\n[[File:ACOD A-Musing Tale 13.png|thumb|250px|Kleon watching the play]]\nKleon was in the front row, unimpressed with what he was watching, while the crowd around him roared with laughter.\n*'''Chorus leader:''' ''See! He treats us like old dotards and crawls at our feet to deceive us; but the cunning wherein his power lies shall this time recoil on himself!''\nOnstage, a chorus member mimed bludgeoning the fake Kleon to death with a sausage.\n*'''Aristophanes:''' ''Alas! The conspirators are murdering me!''\nThe crowd laughed uproariously as the bludgeoning continued. Kleon was furious and stormed out of the theater.",
    "Section_Outcome": "Kassandra helped Aikaterine deal with Rhexenor, thereby allowing Thespis to perform with his muse by his side.",
    "Section_Trivia": "*While the blade Rhexenor carries is a [[Butcher's Blade]], the blade Kassandra offers Aikaterine as proof of his demise is a [[Bandit Sword]].",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nACOD A-Musing Tale 1.png|Kassandra finding Aikaterine\nACOD A-Musing Tale 2.png|Aikaterine observing Kassandra's build\nACOD A-Musing Tale 5.png|Kassandra reluctantly accepted the request\nACOD A-Musing Tale 7.png|Rhexenor killed by Kassandra\nACOD A-Musing Tale 9.png|Aristophanes awaiting Kassandra at the Theater of Dionysos\nACOD A-Musing Tale 10.png|Athenians watching the play\nACOD A-Musing Tale 12.png|Aristophanes mocking Kleon in the play\nACOD A-Musing Tale 14.png|Kleon angrily leaving the theater\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:La muse musarde]]"
}