{
    "QuestName": "Unearthing the Truth",
    "QuestID": "224987",
    "Revision": {
        "id": "929840",
        "parentid": "882905",
        "timestamp": "2021-03-12T19:26:29Z",
        "contributor": null,
        "comment": "fr",
        "origin": "929840",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "s9gb2nh9j0ca9icd73jfcikz5gehakw"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Unearthing the Truth 8.png",
        "description": "'Sokrates asked Kassandra to help find information at the Akropolis Sanctuary|Akropolis that could turn the people against Kleon. Sokrates asked her to meet at the Pnyx once she found evidence of his madness.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "A-Musing Tale",
        "next": "The Knights",
        "source": "Kassandra",
        "location": "Athens, Attika, Greece",
        "date": "425–424 BCE"
    },
    "General_Description": "'''Unearthing the Truth''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "[[Sokrates]] asked Kassandra to recover information that turns the people against [[Kleon]].",
    "Section_Dialogue": "Kassandra spoke to Sokrates in [[Perikles' Residence]] and lamented the decline in [[Athens]].\n*'''Kassandra:''' ''I should've stayed. Someone needed to stop [[Kleon]].''\nSokrates reassured her, patting her on the shoulder.\n*'''Sokrates:''' ''Fools look backwards in times like these, and you're no fool. For now, we work to save [[Mytilene]].''\n*'''Kassandra:''' ''So that's what all this is? Some kind of plan?''\n*'''Sokrates:''' ''Ever since I heard Kleon speak of Mytilene, I've known something was wrong and have been taking steps to find out just what.''\n\n<tabber>\n|-|Tell me your plan.=\n*'''Kassandra:''' ''Your plan sounds promising...''\n*'''Sokrates:''' ''One of my students is posing as a guard at the [[Akropolis Sanctuary|akropolis]]. Apparently, Kleon is hiding something there, and has been meeting others in secret.''\n*'''Kassandra:''' ''That's a bold move.''\n*'''Sokrates:''' ''Desperate times.''\n*'''Kassandra:''' ''If you believe there's something at the akropolis that will help, I'll find it.''\n*'''Sokrates:''' ''I expect you'll find the proof you need of his offenses.''\n|-|Kleon should die.=\n*'''Kassandra:''' ''If we know where Kleon is, I should just kill him.''\n*'''Sokrates:''' ''The problem here does not end with the death of one person. We have the whole of Athens to consider. So, other methods are in play. A student of mine poses as a guard at the akropolis as we speak. It's an unusual method, but these are desperate times.''\n*'''Kassandra:''' ''Then they call for desperate measures.''\n</tabber>\n\n(If players asked \"What if the plan doesn't work?\")\n*'''Kassandra:''' ''What if the people don't turn against Kleon?''\n*'''Sokrates:''' ''They will. I'll be speaking in front of them soon. With your help, we'll show them the man behind the facade.''\n(If players chose \"I'll find the proof.\")\n*'''Kassandra:''' ''Where do you need me to go?''\n*'''Sokrates:''' ''To the western section of the Akropolis Sanctuary.''\n(If players choose \"What other information do you have?\")\n*'''Kassandra:''' ''Anything else you can tell me about where to look?''\n*'''Sokrates:''' ''What I know is Kleon's always loved the [[Statue of Athena]].''\n*'''Kassandra:''' ''Sounds like a good place to start.''\n(Leave – \"I'll go now.\")\n[[File:ACOD Unearthing the Truth 2.png|thumb|250px|Sokrates asking Kassandra to meet at the Pynx]]\n*'''Kassandra:''' ''I'll find something at the akropolis that Kleon won't be able to deny.''\n*'''Sokrates:''' ''Good. I'm headed soon to speak in front of the people at the [[Pnyx]]. If you find anything that can help, meet me there.''\n*'''Kassandra:''' ''I'll be quick.''\nKassandra departed and headed to the Akropolis Sanctuary.\n\nAt the Akropolis, she identified a heavily guarded sector, the [[Priest House]], near the [[Propylea]]. The bounty on her head made it difficult to maneuver, but she found the building where Kleon kept his correspondence.\n*'''Kassandra:''' ''This looks like somewhere Kleon would come.''\nKassandra sneaked into the house in the sector. She read a note on the table.\n*'''Letter to Kleon:'''<br />''Kleon,<br />Your personal effects have been moved and hidden like you asked.<br />I'll keep the key safe until further notice, and continue patrolling the [[Parthenon]].<br />[[Polemarch]] [[Phaelos]]''\n*'''Kassandra:''' ''So to get the key, I need to find the commander, Phaelos.''\nShe found a shovel on a fence.\n*'''Kassandra:''' ''This shovel looks recently used.''\nAt the door leading to garden, she found some muddy tracks.\n*'''Kassandra:''' ''Muddy tracks. Probably came from someone in the garden.''\n[[File:ACOD Unearthing the Truth 4.png|thumb|250px|Kassandra finding a chest]]\nKassandra headed to the garden and found a chest.\n*'''Kassandra:''' ''Looks like someone dug here.''\nNeeding the key, Kassandra travelled further into the Acropolis grounds, towards the Parthenon, to look for Phaelos. After killing him, she looted the key from him and returned to the garden. She unlocked the chest, recovering a papyrus.\n*'''Kleon's Papyrus:'''<br />''Kleon,<br />After the attack on Mytilene is a success, we'll have no problem or shortage of men for your next targets.<br />We'll have the ships ready as soon as any vote passes.''\n*'''Kassandra:''' ''Sokrates was right. This is exactly what we needed.''\nKassandra made her way out of the sanctuary and travelled to the Pnyx.\n[[File:ACOD Unearthing the Truth 5.png|thumb|250px|The Pnyx]]\nAt the Pnyx, she met with Sokrates.\n*'''Sokrates:''' ''Good, you're here. The people are waiting for me to speak.''\n*'''Kassandra:''' ''You should be able to use this to your advantage.''\nKassandra handed the papyrus to Sokrates, who read it.\n*'''Kassandra:''' ''It's just what I could find about Kleon. Mytilene is just the first of many places that he wants to wipe out.''\n*'''Sokrates:''' ''With the sway he has over the ''polis'', he'd get the votes for death every time.''\n*'''Kassandra:''' ''Then it's up to us, right now, to change their minds.''\n*'''Sokrates:''' ''So you'll join me?''\n\n<tabber>\n|-|I'll join you.=\n*'''Kassandra:''' ''Talking to the people may not be enough. We need to show them why following Kleon is wrong.''\n*'''Sokrates:''' ''I'm surprised to hear you suggest such an idea.''\n*'''Kassandra:''' ''\"Desperate times.\" Isn't that what you said?''\n*'''Sokrates:''' ''So I did. Follow my lead and respond as if you were one of Kleon's supporters, not mine.''\n*'''Kassandra:''' ''I'll do my best.''\n|-|I'm no speaker.=\n*'''Kassandra:''' ''How am I supposed to help? You're the speaker, not me.''\n*'''Sokrates:''' ''That's ''exactly'' why you'll be able to help. I need you to act like the people who support Kleon.''\n*'''Kassandra:''' ''It won't be easy, but I'll do what I can.''\n</tabber>\n[[File:ACOD Unearthing the Truth 6.png|thumb|250px|Kassandra acting as Kleon's supporter in the debate]]\nKassandra joined Sokrates on the stage to begin the \"debate.\"\n*'''Kassandra:''' ''But Sokrates, Kleon is a man of the people.''\n*'''Sokrates:''' ''Tell me, if you harm someone with a sword, are you not responsible?''\n*'''Kassandra:''' ''I am.''\n*'''Sokrates:''' ''What if you hire somebody else to harm another? Are you still responsible for that harm?''\n\n<tabber>\n|-|I am responsible.=\n*'''Kassandra:''' ''Yes, I'd still be responsible!''\n*'''Sokrates:''' ''You are almost too insightful, and you're completely right. If someone should be hurt by any means, and we play role in that hurt, then we are still responsible.''\n|-|Of course I'm not!=\n*'''Kassandra:''' ''That's ridiculous! I'm not harming the person—someone else is!''\n*'''Sokrates:''' ''Would the person not have been safe from harm otherwise?''\n*'''Kassandra:''' ''From me at least, yes.''\n*'''Sokrates:''' ''Then you admit you bear responsibility for that harm, for you have still participated in it even if indirectly.''\n*'''Kassandra:''' ''I suppose I do.''\n</tabber>\n*'''Sokrates:''' ''We have agreed that we may harm another, even if not by our own hands.''\n*'''Kassandra:''' ''That's right.''\n*'''Sokrates:''' ''So let me ask you another question—who should you trust? The many, or the one who has more expertise?''\n\n<tabber>\n|-|I decide with the crowd.=\n*'''Kassandra:''' ''The majority is always right.''\n*'''Sokrates:''' ''And who is informing the majority?''\n*'''Kassandra:''' ''I suppose we're following the one at the top.''\n*'''Sokrates:''' ''And if you found out the person \"at the top\" had lied to the people you follow, what would you do?''\n|-|People with expertise know better.=\n*'''Kassandra:''' ''I follow the one with expertise. Surely  they know better than I do.''\n*'''Sokrates:''' ''Then your decision is based only on what another says.''\n*'''Kassandra:''' ''It's all I have to go off of.''\n*'''Sokrates:''' ''And if they lied?''\n</tabber>\n<tabber>\n|-|I'd still follow the leader.=\n*'''Kassandra:''' ''Everyone makes mistakes! I would continue to follow them.''\n*'''Sokrates:''' ''It's only natural to believe the person you follow is worth your loyalty. However, those who are untrustworthy do not deserve to lead.''\n|-|I'd find someone new.=\n*'''Kassandra:''' ''People who lie to me don't deserve my trust.''\n*'''Sokrates:''' ''Nor should they! After all, if someone lies to you a single time, what's to say they would not do so again?''\n</tabber>\n*'''Kassandra:''' ''Yes, you're right.''\n*'''Sokrates:''' ''So you agree that someone who lies to you is not worthy of leading?''\n*'''Kassandra:''' ''Of course.''\n[[File:ACOD Unearthing the Truth 7.png|thumb|250px|Sokrates convincing the crowd]]\nSokrates turned to the crowd.\n*'''Sokrates:''' ''O [[Athens|Athenians]], would you not also agree that you can have responsibility for harming another, even through someone else?''\n*'''Civilian:''' ''I would!''\n*'''Sokrates:''' ''And would you follow someone you found out had lied to you for their own gain?''\n*'''Civilian:''' ''Of course not!''\n*'''Sokrates:''' ''Above all things, therefore, I beg and implore you hear these words. The one you currently follow ''is'' lying for his own gain.''\nThe crowd began gossiping to one other.\n*'''Kassandra:''' ''Kleon has lied to you in order to get the votes needed to attack Mytilene. And we have proof he'll do it again.''\n*'''Sokrates:''' ''Should the ship arrive in Mytilene, the people stand no chance of surviving.''\n*'''Kassandra:''' ''Now that you know the truth, you can take back your decision.''\n*'''Sokrates:''' ''Another vote must be called! The lives of those people are in your hands, too. The ship must be stopped!''\n\n(Depending on the choices made in the debate dialogue, the crowd reaction and following dialogue will differ)\n\n<tabber>\n|-|Bad outcome=\nThere was some applause in the crowd, but a good number of people simply muttered, shook their heads, and dismissed Sokrates' words. Sokrates took Kassandra aside to reflect on the outcome of their debate.\n*'''Sokrates:''' ''That probably could have gone better. But, even so, I believe the people are unable to deny the proof we presented.''\n|-|Ideal outcome=\nThe crowd erupted in applause.  Sokrates took Kassandra aside to reflect on the outcome of their debate.\n*'''Sokrates:''' ''That was a great display of rhetoric. The people will be unable to deny what they heard.''\n</tabber>\n<tabber>\n|-|I hope so.=\n*'''Kassandra:''' ''All we did was talk.''\n*'''Sokrates:''' ''What we did was far more. We used proof and a clear argument to bring forth an outcome that will not just hurt Kleon, but hopefully save countless lives.''\n|-|It did seem to work.=\n*'''Kassandra:''' ''I guess I learned something. It must be from all the time I've spent around you.''\n*'''Sokrates:''' ''Debate may not always be as quick as a blade, but it can have just as big an effect.''\n</tabber>\n*'''Kassandra:''' ''But was it enough?''\n*'''Sokrates:''' ''I believe word of Kleon's misdeeds will be shared throughout Athens. Its citizens love the city and what it stands for. Nobody wishes for it to fall.''",
    "Section_Outcome": "Kassandra helped Sokrates to recover proof of Kleon's corruption, and then convinced the Athenians that Kleon had spread lies to gain power and votes.",
    "Section_Trivia": "*The choices to get the audience approval are \"Of course I'm not!\", \"People with expertise\", and \"I'd find someone new.\"",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nACOD Unearthing the Truth 1.png|Kassandra and Sokrates discussing the plan\nACOD Unearthing the Truth 3.png|Kassandra infiltrating the akropolis\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Exhumer la vérité]]"
}