{
    "QuestName": "They Just Want Cruelty",
    "QuestID": "222640",
    "Revision": {
        "id": "1047478",
        "parentid": "893616",
        "timestamp": "2023-06-13T19:14:07Z",
        "contributor": null,
        "comment": "imageneed template",
        "origin": "1047478",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "cmh4r2c1ooguk30tr6wuhdbs5yho7wz"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        },
        "Tag_Stub": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'The leaders of the Pephka Arena|arena in Pephka challenged Kassandra to compete in a series of brutal bouts. To the winners: honor, glory, and drachmae. To the losers: death.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character",
        "previous": null,
        "next": "Heroes of the Arena",
        "source": "Kassandra",
        "location": "Pephka, Krete, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''They Just Want Cruelty''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Having found an invitation to the famous [[Pephka Arena|Arena]], Kassandra's curiosity got the best of her and she made her way to [[Pephka]].",
    "Section_Dialogue": "Kassandra arrived at [[Warrior's Rest]] in Pephka, where she located a man with the help of [[Ikaros]].\n*'''Kassandra:''' ''That must be the man mentioned in the letter about arena fighting... [[Maion]].''\nShe approached him at the memorial dedicated to heroes of the Arena.\n*'''Maion:''' ''All these brave, brave souls.''\nKassandra stepped up to him. Sensing her question, he explained who the graves belonged to.\n*'''Maion:''' ''Only the best warriors rest here. ''Heroes.\n*'''Kassandra:''' ''They aren't many.''\n*'''Maion:''' ''But they're Heroes of the Arena. Those who earned an honorable death. The others are buried in unmarked holes far from here. Nobody remembers ''them.\n*'''Maion:''' ''When your time comes, do you think you'll be worthy of the title hero, ''misthios''?''\n\n<tabber>\n|-|I'm more than worthy.=\n*'''Kassandra:''' ''I'd be more than worthy to rest here if someone proved strong enough to kill me.''\n*'''Maion:''' ''I've heard tales of you and your exploits, ''misthios''. Impressive... if they're true.''\n*'''Kassandra:''' ''Depends on what you've heard.''\n|-|I'm not worthy.=\n*'''Kassandra:''' ''I'll be buried in one of those unmarked holes.''\n*'''Maion:''' ''I doubt that. I've heard tales of you, ''misthios''. Of your triumphs and achievements. They're impressive... if they're true.''\n*'''Kassandra:''' ''That depends on what you've heard.''\n</tabber>\n\n*'''Maion:''' ''I've heard a lot. A warrior adventuring across the land. Sometimes they're half beast. Or half god. But always an [[Eagle]] Bearer.''\n\n(If players participated in the Battle of One Hundred Hands.)\n\n*'''Maion:''' ''Champion of the battle of One Hundred Hands.''\n\n*'''Maion:''' ''Tell me... Is any of it true?''\n\n<tabber>\n|-|The stories are true.=\n*'''Kassandra:''' ''They're all true. And there's more you don't know about.''\n|-|Some facts have been exaggerated.=\n*'''Kassandra:''' ''There's some truth in the stories, but they're mostly fantasy.''\n</tabber>\nRegardless, the truth of the stories did not matter to Maion.\n*'''Maion:''' ''Good answer. I don't care if the stories are true - I can see you have it in you. A capacity for greatness. The potential to be... a real ''hero.\n\n*'''Maion:''' ''I'm Maion.''\n*'''Kassandra:''' ''Kassandra.''\n*'''Maion:''' ''If you want to truly live, Kassandra, to become a Hero of the Arena, and to win riches beyond your wildest dreams, you'll need to fight in my arena.''\n\n(Accept - \"I'll fight in your arena.\")\n*'''Kassandra:''' ''Sounds interesting.''\n*'''Maion:''' ''Good. Take my boat and head up the Pephka coast towards the [[shipwreck]] and into the mouth of the valley. There you'll find the entrance to my arena and [[Skoura]], who handles my fighters.''\n*'''Maion:''' ''If he sees what I see in you, I think he'll have much to be excited about.''\nKassandra took the nearby boat and sailed east along the shore.\n*'''Kassandra:''' ''Maion said to look for shipwrecks...''\nAs she sailed, she spotted more and more shipwrecks.\n*'''Kassandra:''' ''The shipwrecks should lead me to the arena.''\nShe eventually found the mouth of a valley. Ikaros' scouting confirmed the Arena's entrance and a man standing outside it.\n*'''Kassandra:''' ''That must be Skoura.''\nSailing into the mouth, she marveled at the entrance.\n*'''Kassandra:''' ''What an entrance...''\nShe brought the boat to a stop near the dock.\n*'''Kassandra:''' ''[[Barnabas]] told me about The Arena. I should give it a go.''\nAs she walked the docks, some civilians scoffed at her.\n*'''Civilian:''' You'' won't be around for very long...''\n<br />\n*'''Civilian:''' ''Oh, you poor child. You're going to get absolutely destroyed in there.''\n\nBefore going any further, Kassandra inspected the [[Monument of the Arena|monument]] honoring the current arena champions, starting with the largest in the center.\n*'''Kassandra:''' ''[[Vasilis]]. The King of the Arena. A [[Sparta]]n braggart. But with the skills to back it up...''\nShe inspected the [[Athens|Athenian]] altar to the center's left.\n*'''Kassandra:''' ''[[Titos]]. The Rock of Athens. Skilled soldier. Not to be discounted...''\nShe inspected the altar on the far left.\n*'''Kassandra:''' ''[[Klaudios (gladiator)|Klaudios]]. The King of Bandits. He's tricky. Deception is his trade...''\nShe inspected the Spartan altar to the center's right.\n*'''Kassandra:''' ''[[Belos]]. The Beast of Sparta. Devours his enemies. They call him death...''\nShe inspected the altar on the far right.\n*'''Kassandra:''' ''[[Evanthe]]. The Huntress. Just when you think she's cornered, she stabs from the side...''\nHaving completed her inspection, Kassandra approached Skoura.\n*'''Skoura:''' ''Shh... Do you hear that?''\n\n<tabber>\n|-|I hear nothing.=\n*'''Kassandra:''' ''I hear nothing but the wind.''\n*'''Skoura:''' ''Exactly. Nothing.''\n*'''Kassandra:''' ''Right...''\n|-|Lie - I hear it.=\n*'''Kassandra:''' ''Yes... I hear it too... What do you think it could be?''\n*'''Skoura:''' ''It's the sound of someone lying to me.''\n*'''Kassandra:''' ''Or someone humoring a frail old man.''\n|-|I hear an old man rambling.=\n*'''Kassandra:''' ''I hear nothing but the ramblings of a sad old man.''\n*'''Skoura:''' ''Old?! Surely you can't tell my years from your ears alone.''\n*'''Kassandra:''' ''I've used my eyes as well.''\n</tabber>\n*'''Skoura:''' ''They tell me you could hear the crowds from all the way out here. Their thirst never quenched.''\n*'''Kassandra:''' ''Thirst for what?''\n*'''Skoura:''' ''Combat in the arena, ''misthios''! Life and death in their purest forms. Love. Hate. Glory and ruin. All there for the crowds to devour. My name is Skoura.''\n*'''Kassandra:''' ''Kassandra.''\n*'''Kassandra:''' ''I found a note that mentioned this place. And you. It called for fighters from all over the [[Greece|Greek]] world.''\n*'''Skoura:''' ''These walls no longer shake because there are no heroes of the arena left. The crowds don't care about real fighters anymore. They just want blood. But you, ''misthios''. You could change that... You could ''make'' them care.''\n*'''Skoura:''' ''And win riches beyond your wildest dreams of course... If you were to fight and win.''\n\n(Accept - \"I'll fight.\")\n*'''Kassandra:''' ''Perhaps I can make the arena walls shake once again...''\n*'''Skoura:''' Good.\n\n(If players asked \"Who are my opponents?\")\n*'''Kassandra:''' ''Tell me about the other fighters.''\n*'''Skoura:''' ''As a new contender, the choice of opponent will be yours. No [[Slavery|slaves]] here, no hapless criminals. Just warriors with the resolve to spill blood for the crowd.''\n*'''Kassandra:''' ''I see.''\n*'''Skoura:''' ''There are five current champions. Each one more bloodthirsty and ruthless than the last. You'll need to defeat each of them if you're to be called Hero of the Arena.''\n(If players asked \"What can you tell me about the arena?\")\n*'''Kassandra:''' ''Tell me more about the arena.''\n*'''Skoura:''' ''It's been here for decades but, recently, it's changed.''\n*'''Kassandra:''' ''As most things do.''\n*'''Skoura:''' ''True. Fighters today care only about [[drachma]]e. Not honor. And the crowds now come only to watch one warrior gut another.''\n*'''Skoura:''' ''They're jaded. They want more than just killing. They want cruelty.''\n\n(Accept - \"I'm ready to fight)\n*'''Kassandra:''' ''My blades and I are ready.''\n*'''Skoura:''' ''Choose your opponent.''\n\n(I'll fight Klaudios, the King of Bandits.\")\n*'''Kassandra:''' ''I'll fight this King of the Bandits.''\n\n(\"I'll fight Belos, the Beast of Sparta.\")\n*'''Kassandra:''' ''I will spear Belos like a wild animal.''\n\n(\"I'll fight Evanthe, the Huntress.\")\n*'''Kassandra:''' ''I'll hunt Evanthe in the arena.''\n\n(\"I'll fight Titos, the Rock of Athens.\")\n*'''Kassandra:''' ''The Rock from Athens is about to be crushed.''\n\n(\"I'll fight Vasilis, the King of the Arena.\")\n*'''Kassandra:''' ''Vasilis will have devoured his last opponent.''\n\n:On occasion, Kassandra also fought a [[mercenary]] in the Arena.\n:(Mercenary - \"[name]\")\n:*'''Kassandra:''' ''I have... unpaid debts to collect.''\n:*'''Skoura:''' ''I see. Anyone in particular come to mind?''\n\nKassandra entered the arena.\n*'''Maion:''' ''For those of you about to ''risk your lives''... The crowd salutes you!''\nKassandra slaughtered her way through the competition and, after a challenge, ended the champion's life.\n*'''Maion:''' ''What a show everyone! What a ''show!\n\nOutside, Skoura congratulated her on her first victory.\n*'''Skoura:''' ''Do you hear? You must've done well in there.''\n*'''Kassandra:''' ''Did you not see?''\n*'''Skoura:''' ''I haven't seen a fight from inside the arena in years. But if the crowds are cheering like that, perhaps I have a hero on my hands after all...''\n\n<tabber>\n|-|Of course they cheer.=\n*'''Kassandra:''' ''Of course they cheer for me. Who could resist cheering for a warrior-legend in the arena?''\n*'''Skoura:''' ''Maybe the stories I've heard ''are'' true...''\n|-|I don't need the cheers.=\n*'''Kassandra:''' ''It's not the cheering crowds that bring me to the arena. I'm a ''misthios'', after all.''\n*'''Skoura:''' ''Yes, but I'm certain you feel something as the crowd chants for you.''\n</tabber>\n\nMaion approached them.\n*'''Maion:''' ''Skoura.''\n*'''Skoura:''' ''Maion.''\n*'''Maion:''' ''Ah, misthios. I knew it as soon as I laid eyes on you. You could be - could be - Hero of the Arena like Skoura. If you keep fighting, I foresee a long and profitable career... for both of us.''\n*'''Maion:''' ''Talk to Skoura when you're ready to continue.''\n\nIn time, Kassandra approached Skoura to register for a second fight. She defeated that champion the same as the first.\n\nOutside, the [[Spear of Leonidas]] made Skoura reflect on the [[Iran|Persian]] [[Greco-Persian Wars|wars]].\n*'''Skoura:''' ''Your blade, ''misthios''. The spear.''\nKassandra held out the spear for him.\n*'''Skoura:''' ''It reminds me of long ago. Of the Persians.''\n*'''Kassandra:''' ''This spear has killed many Persians.''\n*'''Skoura:''' ''As have I. On the battlefield. And in the arena.''\n(If players asked \"What was the Persian war like?\")\n*'''Kassandra:''' ''You fought in the Persian wars?''\n*'''Skoura:''' ''I did.''\n*'''Kassandra:''' ''What was that like?''\n*'''Skoura:''' ''Hard. The Persians were a formidable enemy. They had the numbers. They had warriors from untold conquered lands in their armies. It took a united Greek world to turn them back. Anything less would have been total defeat.''\n*'''Kassandra:''' ''A united Greek world. Seems like fantasy now.''\n*'''Skoura:''' ''Agreed. But coming back from the war was harder than the war itself. Maion and I found daily life afterward to be... difficult. We had been men filled with life-and-death purpose. We found that again in the arena.''\n(If players asked \"What was the arena like?\")\n*'''Kassandra:''' ''What was the arena like in your time?''\n*'''Skoura:''' ''It was a place of honor and heroism. I bathed my blade in blood for years. But that was a different time. And I was a different man.''\n(If players asked \"How did you become hero of the arena?)\n*'''Kassandra:''' ''How exactly did you become Hero of the Arena? What did you do?''\n*'''Skoura:''' ''I survived.''\n(Leave - \"I have to go.\")\n*'''Kassandra:''' ''I have to go.''\n*'''Skoura:''' ''You've done a warrior's job in the arena. Keep it up.''\n*'''Kassandra:''' ''Thank you.''\nIn time, Kassandra approached Skoura to register for a third fight. She defeated that champion as well.\n\nOutside, Skoura questioned Kassandra about her personal relationships.\n*'''Skoura:''' ''A warrior in the arena doesn't have many privileges outside those of pleasure, fame, and glory. Tell me, ''misthios.'' Do you have anyone close to you? Friends? Family? Lovers?''\n\n<tabber>\n|-|I have important people.=\n*'''Kassandra:''' ''I have people in my life. People that are important to me. Do you have that as well?''\n|-|You seem lonely. Who do you have?=\n*'''Kassandra:''' ''You seem lonely, old man. Don't ''you'' have anybody close to you?''\n|-|Lie - I don't need anyone.=\n*'''Kassandra:''' ''I don't long for the company of others. A ''misthios'' works best unencumbered.''\n</tabber>\n\nRegardless, Skoura mentioned his daughter.\n*'''Skoura:''' ''My daughter's very important to me.''\n(If players asked \"What about friends?\")\n*'''Kassandra:''' ''Surely you have friends from your days in the arena?''\n*'''Skoura:''' ''I did.''\n*'''Kassandra:''' ''What happened to them?''\n*'''Skoura:''' ''I'm Hero of the Arena. The number one champion. I've killed them all in honorable combat. They rest down the coast from here.''\n(If players asked \"What about your family?\")\n*'''Kassandra:''' ''What about your family? Your daughter?''\n*'''Skoura:''' ''My beloved [[Anaia]]. The first time I held her in my hands, I knew I'd never be able to kill again. She's the reason I stopped fighting... even if I can't disentangle myself from the arena entirely.''\n*'''Kassandra:''' ''How long ago was that?''\n*'''Skoura:''' ''Years ago. Many years ago.''\n(Leave - \"I won't push further.\")\n*'''Kassandra:''' ''I won't push any further. But come see me fight.''\n*'''Skoura:''' ''I envy you, ''misthios.'' You have everything to gain. Don't let it slip away...''\n\nIn time, Kassandra defeated the fourth champion. This time, Skoura came to watch, and he observed her victory before walking off.\n\nFinally, Kassandra was ready to challenge the final champion. After a difficult battle, she won.\n\nOutside, Skoura congratulated her on her victory.\n*'''Skoura:''' ''Congratulations, ''misthios''! You've lived up to what Maion and I saw in you. You're destined for greatness.''\n*'''Kassandra:''' ''Thank you.''\n*'''Skoura:''' ''I'm done, misthios. I'm leaving. A life outside the arena gates is no longer for me. I need to move on.''\n(If players asked \"Where will you go?\")\n*'''Kassandra:''' ''Where will you go from here? What will you do?''\n*'''Skoura:''' ''I need to live life the best way I know how.''\n*'''Kassandra:''' ''Will you see your daughter?''\n*'''Skoura:''' ''My little Anaia. Yes. I think I'll see her.''\n*'''Kassandra:''' ''I hope we meet again, Skoura.''\n(If players asked \"What makes you want to leave?\")\n*'''Kassandra:''' ''Why do you want to leave the arena ''now''?''\n*'''Skoura:''' ''It's because of you, ''misthios''. I finally watched you in the arena.''\n*'''Kassandra:''' ''How long has it been since you've watched a fight?''\n*'''Skoura:''' ''A ''long'' time. But I'm glad I went back in. You've stirred feelings in me I thought to be long dead.''\n(Leave - \"I understand.\")\n*'''Kassandra:''' ''I understand, friend.''\n*'''Skoura:''' ''Friend? Not old man?''\n*'''Kassandra:''' ''Not old man. Friend.''\n*'''Skoura:''' ''Oh, before I leave. I've set up [[Heroes of the Arena|one last fight]] for you. The best arena fighter the Greek world has to offer. It won't be easy. But then again, nothing in the arena ever is. Are you interested?''\n(Accept - \"I'll fight this new opponent.\")\n*'''Kassandra:''' ''I'll do it.''\n\nSkoura took his leave of Kassandra, and in time, she approached the [[Praxis (Arena)|new gatekeeper]] to arrange her final match.",
    "Section_Outcome": "Kassandra defeated the five champions and became Hero of the Arena. Skoura offered her one final opponent and walked off after she accepted.",
    "Section_Trivia": "*Maion's dialogue after the player's first victory is the same even if he has not met the player beforehand, i.e. the player went straight to the Arena without meeting him at Warrior's Rest.\n*Visiting the monument is not exactly part of this memory, for it can be visited whenever, and 'read'.",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] ''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}