{
    "QuestName": "Heroes of the Arena",
    "QuestID": "225012",
    "Revision": {
        "id": "1047479",
        "parentid": "918306",
        "timestamp": "2023-06-13T19:14:14Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047479",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "ghm5h82npl2mfgsupb64hubtglciszt"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Kassandra, now reigning champion of the Pephka Arena|Arena, was surprised by Skoura's offer to fight one last mystery opponent who was said to be the best fighter in the Arena's history.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character",
        "previous": "They Just Want Cruelty",
        "next": null,
        "source": "Kassandra",
        "location": "Pephka, Crete, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''Heroes of the Arena''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Having beaten all the reigning champions of the [[Pephka Arena|Arena]], Kassandra was told there was one more for her to fight.",
    "Section_Dialogue": "Kassandra approached [[Praxis (Arena)|Praxis]] to arrange her match. He spat before her.\n*'''Kassandra:''' ''Gross.''\n*'''Praxis:''' ''You wanna fight someone in the arena?''\n(If \"Mystery opponent\" was chosen.)\n*'''Kassandra:''' ''I'll face this mystery opponent in the arena.''\n*'''Praxis:''' ''[[Skoura]] said even the [[Greek mythology|gods]] will cheer for this one...''\nKassandra entered the Arena one more time and waited for her opponent. As she waved to the crowd, Skoura appeared donned in [[armor]].\n*'''Kassandra:''' ''Skoura?''\n*'''Skoura:''' ''Look at this, ''misthios''! Feel it! Everything I've been collapses down into this moment. The war. My time in the arena. My daughter [[Anaia]]. And you. You, ''misthios''!''\n(If \"Why are you doing this?\" was chosen.)\n*'''Kassandra:''' ''Why are you doing this?!''\n*'''Skoura:''' ''I ''found'' a way. Thanks to you, I found a way to live again!''\n(If \"What about your daughter?\" was chosen.)\n*'''Kassandra:''' ''What about Anaia? Think of her, Skoura!''\n*'''Skoura:''' ''I've been thinking of her every day since she was born. And now now more than ever.''\n(If \"We don't have to fight.\" was chosen.)\n*'''Kassandra:''' ''You need to rethink this. You don't know what you're doing...''\n*'''Skoura:''' ''I know exactly what I'm doing. You're going to have to fight me, ''misthios''. I won't hesitate killing you if you let me.''\n<tabber>\n|-|I won't fight you.=\n*'''Kassandra:''' ''I won't fight you, friend. I refuse.''\n*'''Skoura:''' ''Then you choose death, ''misthios''!''\n|-|Attack - Fine. I'll end you.=\n*'''Kassandra:''' ''Fine, old man. I'll send you into the next life.''\n*'''Skoura:''' ''By all means!''\n</tabber>\nRegardless, Skoura drew his [[Skoura's Spear|spear]], forcing Kassandra to draw [[Spear of Leonidas|hers]]. Skoura attacked with all of the strength left in his battle-worn body, but he was no match for the newest Hero of the Arena. After exchanging several blows, she drove the Spear of Leonidas deep into his gut while [[Maion]] looked on with sadness. Skoura collapsed to the ground in his own blood as Maion turned and left.\n*'''Skoura:''' ''Not bad for an old man, huh?''\n<tabber>\n|-|No. Not bad at all.=\n*'''Kassandra:''' ''Not bad for an old man. Not bad at all.''\n*'''Skoura:''' ''I thought so, too.''\n*'''Kassandra:''' ''What about Anaia, your daughter?''\n|-|You shouldn't have done this.=\n*'''Kassandra:''' ''What were you thinking?! Why would you step foot in here against me? What about Anaia, your daughter?''\n</tabber>\nSkoura divulged the truth about Anaia.\n*'''Skoura:''' ''Anaia's gone. She's been dead for nine years.''\n*'''Kassandra:''' ''So when you said you'd see her again...''\n*'''Skoura:''' ''I was scared that when I finally saw her again, she'd see what I'd become–a useless old man... But you showed me there was still a way I could go to her proudly.''\n*'''Kassandra:''' ''As Hero of the Arena...''\n*'''Skoura:''' ''Do you think she'd be proud?''\n<tabber>\n|-|Yes, your daughter would be proud.=\n*'''Kassandra:''' ''She'd be proud. I would be.''\n*'''Skoura:''' ''I'll tell her of a new Hero of the Arena. A warrior of true honor.''\n*'''Skoura:''' ''Thank you, friend.''\nSkoura passed away from his wounds, at peace with the life he lived.\n|-|No, she wouldn't.=\n*'''Kassandra:''' ''No. I couldn't be... I couldn't be.''\nSkoura passed away from his wounds.\n</tabber>\nAt [[Warrior's Rest]], Skoura had been laid to rest and a memorial erected. Kassandra stared out at the sea as Maion approached her.\n<tabber>\n|-|If Kassandra praised Skoura=\n*'''Maion:''' ''Peaceful, isn't it?''\n*'''Kassandra:''' ''It's what we all hope to earn one day.''\n*'''Maion:''' ''Peace and respect.''\n|-|If Kassandra criticized Skoura=\n*'''Maion:''' ''I don't blame you. I don't know what I would've done in your position. I think that's why he didn't tell me what he was planning. I would've tried to stop him.''\n*'''Kassandra:''' ''I did try. And look where that got him.''\n*'''Maion:''' ''Skoura was a true warrior. He deserves peace now. And respect.''\n</tabber>\nRegardless, Kassandra asked him about peace and respect.\n*'''Kassandra:''' ''How do we truly earn those? Peace and respect.''\n*'''Maion:''' ''Once we're gone, our deeds must speak for themselves. They've defined us and our legacy. It's how we're remembered that matters most. How will you remember Skoura?''\n<tabber>\n|-|As a hero.=\n*'''Kassandra:''' ''I'll remember him as he truly was, a Hero of the Arena. And a friend.''\nMaion nodded before his stoic expression broke slightly.\n|-|As a sad, broken old man.=\n*'''Kassandra:''' ''He was a sad, broken old man who should've known better than to step foot in the arena with me.''\nMaion was clearly hurt by her words and flicked his hand at her.\n*'''Maion:''' ''You're a fool.''\n</tabber>\nRegardless, Maion asked if she wished to return to the Arena with him.\n*'''Maion:''' ''The crowds never rest, ''misthios''. Would you like to go back to the arena with me?''\n<tabber>\n|-|I'll go back to the arena with you.=\n*'''Kassandra:''' ''Let's go.''\nKassandra returned to the Arena with Maion before parting ways.\n|-|I'll stay here.=\n*'''Kassandra:''' ''You go. I think I'll stay here awhile.''\nMaion took his leave of Kassandra while she remained at the memorial for a time.\n</tabber>",
    "Section_Outcome": "Kassandra killed Skoura, the \"mystery opponent\" he had offered her, and put the old warrior to rest.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] ''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}