{
    "QuestName": "A God Among Men",
    "QuestID": "224740",
    "Revision": {
        "id": "1058925",
        "parentid": "1054206",
        "timestamp": "2023-09-07T12:40:30Z",
        "contributor": null,
        "origin": "1058925",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "mf2qcwjf8a94erv95pfkunl9t552tfd"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "name": "A God Among Men",
        "image": "ACOD A God Among Men 2.png",
        "description": "'Having interrupted the stoning of a religious Empedokles fanatic|fanatic, Kassandra learned of a Empedokles|man who claimed he was a Greek mythology|god and was asked to rescue him.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character",
        "previous": "Seeking Answers",
        "next": "Left to Dye",
        "source": "Kassandra",
        "location": "Kythera Island, Greece",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''A God Among Men''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra was asked by a [[Empedoklite|follower]] of [[Empedokles]] to rescue his \"god\" from a [[Murex Fort|military fort]].",
    "Section_Dialogue": "While on a hill overlooking the Murex Fort, Kassandra came across a crowd watching a fanatic arguing with a priestess of [[Aphrodite]].\n*'''Civilian:''' ''Empedokles can lead us all to meet the [[Greek mythology|gods]]! He knows the way! We must worship him!<br>Your insults may be strong, and—and quite hurtful, but my devotion to the god Empedokles is stronger!''\n*'''Priestess:''' ''Your false god, this \"Empedokles,\" is a delusional vegetarian. His presence, and yours, will not be tolerated.''\n[[File:ACOD A God Among Men 3.png|thumb|250px|Kassandra interrupting an argument between a priestess and a fanatic]]\nKassandra approached the fanatic and the priestess.\n*'''Kassandra:''' ''What seems to be the problem?''\n*'''Civilian:''' ''Empedokles be praised, a ''[[Mercenary|misthios]]''! I've done nothing wrong, yet these priestesses mean me harm! Please—my god is powerful! And rich!''\n*'''Priestess:''' ''His \"god\" is a ''malákas''—a blasphemous blight on Aphrodite's hallowed soil! This is a matter for priestesses alone.''\n\n(Accept – \"I'll help.\")\n*'''Kassandra:''' ''You said \"rich\"?''\n*'''Civilian:''' ''Indeed! Empedokles rewards those who come to his call! These priestess have imprisoned him in the [[Murex Fort|fort]]. He's a god—he deserves worship.''\n\n<tabber>\n|-|Your god sounds inspirational.=\n*'''Kassandra:''' ''You're threatened by a mob, but you want me to save ''him'', not ''you''? Sounds like quite the god.''\n*'''Civilian:''' ''Only Empedokles can lead us to his [[Twelve Gods|brothers and sisters]] on [[Mount Olympos]]. He is far more important than any one man.''\n*'''Priestess:''' ''Surely you cannot be considering helping these lunatics! You would oppose the will of Aphrodite!''\n|-|Your god sounds pathetic.=\n*'''Kassandra:''' ''He doesn't sound like much of a god to me.''\n*'''Civilian:''' ''How could you—''\n*'''Kassandra:''' ''You can't keep a god bound, and anyone who tried would die in the attempt.''\n*'''Civilian:''' ''Empedokles is not that kind of god.''\n*'''Priestess:''' ''He is no god at all! Your words are an affront to the will of Aphrodite!''\n</tabber>\n*'''Civilian:''' ''If these priestesses speak for Aphrodite, then I speak for all three slobbering heads of [[Cerberos|Cerberus]].''\n\n(Accept – \"I will rescue your God.\")\n[[File:ACOD A God Among Men 4.png|thumb|250px|Kassandra agreeing to rescue the \"god\"]]\n*'''Kassandra:''' ''Time to go save a god. Apparently.''\n*'''Priestess:''' ''Do as you will, ''misthios''. But even you cannot be everywhere at once.''\nThe priestess shook her head and left.\n*'''Civilian:''' ''I'll be fine. Is there anything else you need to know?''\n\n(If \"Where exactly is he?\" is chosen.)\n*'''Kassandra:''' ''Where can I find this god of yours?''\n*'''Civilian:''' ''They have him locked in a cage in [[Skandeia Bay]] with the livestock. This would be shameful for any regular god, and more so for a vegetarian god!''\n\n(If \"How will I know it is him?\" is chosen.)\n*'''Kassandra:''' ''Does he stand out in any way? There may be more than one prisoner.''\n*'''Civilian:''' ''The [[Soldier|guards]] stripped him naked. And when you are confronted with his \"gift,\" Empedokles's godly nature will be hard to deny.''\n*'''Kassandra:''' ''His \"gift\"?''\n*'''Civilian:''' ''Let's just say you'll know it when you see it.''\n\n(Leave – \"That's enough.\")\n*'''Kassandra:''' ''I know all I need. Your Empedokles will be freed.''\n*'''Civilian:''' ''Do not worry for my safety, ''misthios''–it is Empedokles who needs your help!''\n\nKassandra departed the hill and headed towards the fort where Empedokles was held in.\n*'''Kassandra:''' ''There's the Murex Camp.''\nKassandra infiltrated the fort, and saw a caged man fitting the fanatic's description.\n*'''Kassandra:''' ''He's over there.''\n[[File:ACOD A God Among Men 6.png|thumb|250px|Kassandra finding Empedokles in a cage]]\nAs Kassandra neared the cage, she heard him yelling.\n*'''Empedokles:''' ''A god such as I deserves more leg room! I! Am! A! God! And you will return my robe to me, washed and neatly folded! Imprison me if you must—but do not hurt my beloved cloak, you, you MONSTERS!''\nFreeing him, Kassandra escorted him out of the fort while he spoke.\n*'''Empedokles:''' ''Do you see, feeble humans? I, the great Empedokles, cannot be caged! Worship me, and I offer you an audience... with the gods!<br>Put down your blades. I offer those who follow me an audience with my brothers and sisters, the gods!<br>Gods cannot bleed! So—so you best put down your blades.<br>DO NOT STAB MY GODLY GROIN!!!<br>Look upon my form, mortals! Regard my godly gifts and know the truth of my words!''\n[[File:ACOD A God Among Men 8.png|thumb|250px|Kassandra escorting Empedokles up the hill]]\nThey reached near the hill.\n*'''Kassandra:''' ''No need to thank me for your rescue, your [[drachma]]e is thanks enough—''\n*'''Empedokles:''' ''Me, thank ''you''?! Here? With no audience? No, no, no, my heroic friend—the stage is not set!<br>Our performance is missing that most vital ingredient: ''an audience''!<br>Meet me by my personal [[Statue of Empedokles|statue]] so we may continue.''\n[[File:ACOD A God Among Men 10.png|250px|Kassandra and Empedokles found the follower dead, seemingly killed by the priestess]]\nKassandra followed Empedokles to his statue, where the follower had apparently been killed. Empedokles spoke to the priestess present.\n*'''Empedokles:''' ''We worship a little differently where I'm from. We don't kill a man for what he believes. We show respect.''\n*'''Priestess:''' ''Respect is for the gods, not those who pretend to be them.''\n*'''Empedokles:''' ''The world is full of strife, yes, but also love. Embrace it—embrace ''me'', and I will personally introduce you all to my family... the gods.''\n<tabber>\n|-|Empedokles is a god.=\n*'''Kassandra:''' ''I saw Empedokles risk his greatest ''treasure''—running naked through a military camp—and showed no fear. There is ''clearly'' something... special about this man.''\n*'''Priestess:''' ''You've made no friends today.''\n*'''Kassandra:''' ''Who needs friends when I have the gods?''\n*'''Empedokles:''' ''Thank you for your support, ''misthios''. In the future, my Empedoklites could use someone with your talents.''\n\n|-|Empedokles is no god.=\n*'''Kassandra:''' ''If being locked naked in a cell makes someone a god, the pantheon would be overflowing.''\nA civilian who was watching over the dead man's body spoke up.\n*'''Civilian:''' ''Maybe Empedokles is a god, maybe he's not. All I know is that he doesn't beat young men to death.''\nHe turned to Empedokles.\n*'''Civilian:''' ''I follow you, proudly.''\n[[File:ACOD A God Among Men 11.png|thumb|250px|Empedokles adressing the crowd]]\nEmpedokles addressed the gathered crowd.\n*'''Empedokles:''' ''Brothers, sisters of [[Kythera Island|Kythera]]: join me.''\n*'''Priestess:''' ''You think betraying Aphrodite will go unpunished?''\nThe priestess left in anger.\n*'''Empedokles:''' ''You may not believe in my godliness, ''misthios''—but I believe there's some god in you. And that... we can put to use.''\n</tabber>\n*'''Kassandra:''' ''Even a god won't work for free.''\n*'''Empedokles:''' ''Of course! What else would I spend my drachmae on? Clothes?''\n\n<tabber>\n|-|You probably should.=\n*'''Kassandra:''' ''Clothes would do you some good.''\n*'''Empedokles:''' ''You're just scared—of my true form! But there's another matter we need to discuss.''\n|-|You don't need clothes.=\n*'''Kassandra:''' ''Of course, why would you?''\n*'''Empedokles:''' ''Perhaps you could aid me in another matter?''\n</tabber>\n(Accept – \"Yes, I will.\")\n*'''Kassandra:''' ''I'll help you. How often do you get to help a god?''\n*'''Empedokles:''' ''Of ''my'' caliber? Never! Come, my well-muscled friend. There is much to discuss. But first!''\n*'''Kassandra:''' ''So you're not the god of \"getting to the point?\"''\nEmpedokles pointed to his unfinished statue.\n*'''Empedokles:''' ''The likeness is terrifyingly good, don't you think?''\n*'''Kassandra:''' ''Terrifying, yes. What did you need?''\n*'''Empedokles:''' ''A god never needs ''help''! But yes, please. I've been having trouble with my brothers and sisters.''\n*'''Kassandra:''' ''The gods?''\n[[File:ACOD A God Among Men 12.png|thumb|250px|Empedokles asking Kassandra to retrieve the key]]\n*'''Empedokles:''' ''Family problems. When I first arrived on Kythera, I was imprisoned for my beliefs. They stole my purple robe, and inside it is a very special [[Key to Olympos|disk]]... the key to my family estate.''\n*'''Kassandra:''' ''And you want this disk retrieved.''\n*'''Empedokles:''' ''Of course! The disk is a key! A key that opens a door to the gods themselves! This disk must be returned to me!''\n(If the disk has already been retrieved)\n\n'''• Kassandra:''' ...This disk?\n'''• Empedokles:''' Praise ME and all my glorious glory, yes this is the disk! Only a god such as I could be so fortunate!\n\n(If \"Where can I find this disk?\" is chosen.)\n*'''Kassandra:''' ''You said this robe-[[thief]] intercepted you at the dock. Do you know where he is now?''\n*'''Empedokles:''' ''He and his guards patrol along Kythera's main roads, but he enjoys roughing up recent arrivals.''\n\n(If \"How can you be sure this disk relates to the gods?\" is chosen.)\n*'''Kassandra:''' ''The gods would protect themselves with more than a locked door opened by a disk.''\n*'''Empedokles:''' ''Oh but you should see the door, ''misthios''! Something so beautiful was not crafted by mortal hands! And my brothers, my sisters, I hear them calling me home from beyond it...''\n\n(If \"What are the gods really like?\" is chosen.)\n*'''Kassandra:''' ''What are your godly brothers and sisters really like, Empedokles?''\n*'''Empedokles:''' ''As any sibling—loving. Filled with strife. They once caught me eating [[Sheep|lamb]] and cast me out. Though between you and me, that lamb? Worth it.''\n\n(\"Get on with it.\")\n*'''Kassandra:''' ''The gods wait for no one.''\n*'''Empedokles:''' ''Patience is not one of our virtues, no. Will you help?''\n\n(Accept – \"I will find your disk.\")\n*'''Kassandra:''' ''This disk sounds important. I'll find the man who stole it and return it to you.''",
    "Section_Outcome": "Kassandra rescued Empedokles, a self-proclaimed \"god\", and agreed to help him retrieve his stolen disk.",
    "Section_Trivia": "*Despite the Empedokles fanatic claiming that Empedokles is imprisoned in a fort in Skandeia Bay, he is in the Murex Fort.\n*Even if all the guards have been slain, and no one is met while leaving the fort, Empedokles will say his piece about blades and stabbing.\n*Alternatively, players can start this quest by rescuing Empedokles from the fort without talking to his follower, and can also retrieve the disk before starting the subsequent quest.",
    "Section_Gallery": "<gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nACOd-AGAM.jpg\nACOD A God Among Men 1.png|Kassandra spots a crowd at the hill\nACOd-AGAM-FanPriestStat.jpg|The fanatic and the priestess arguing\nACOD A God Among Men 5.png|Kassandra near the fort where Empedokles was held\nACOD A God Among Men 7.png|Kassandra escorting Empedokles out of the fort\nACOD A God Among Men 9.png|Empedokles asking Kassandra to follow him\nACOd-AGAM-Empedoklescage.jpg|Empedokles caged\nACOd-AGAM-Empedoklesfree.jpg|Empedokles freed\nACOd-AGAM-statuerock.jpg|The Empedoklite stoned to death\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}