{
    "QuestName": "I, Diona",
    "QuestID": "224730",
    "Revision": {
        "id": "1058949",
        "parentid": "1047450",
        "timestamp": "2023-09-07T13:05:32Z",
        "contributor": null,
        "origin": "1058949",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "rvuhnn12raifynk3vaycsat316efi6s"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD I, DIona 2.png",
        "description": "'Having saved Diona's life, Kassandra agreed to escort the priestess back to Kythera Town|town in exchange for learning more about the Cult of Kosmos.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character",
        "previous": null,
        "next": "Place in the Kosmos",
        "source": "Kassandra",
        "location": "Kythera Island, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''I, Diona''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra escorted [[Diona]] back to [[Kythera Town]].",
    "Section_Dialogue": "While on the road between Kythera Town and [[Skandeia Harbor]], Kassandra encountered a priestess under attack from bandits at the [[Shrine of Fates]].\n*'''Diona:''' ''Weaklings! You cannot stop us!''\nThe priestess fought well, but Kassandra assisted her in killing the bandits regardless, and afterwards approached the priestess.\n*'''Diona:''' ''You're a gift from the [[Aphrodite|goddess]] herself!''\nShe took a better look at Kassandra.\n*'''Diona:''' ''And by the [[Fates]]—<br>She chose well.''\n\n<tabber>\n|-|I'm flattered.=\n*'''Kassandra:''' ''You're making me blush, stranger.''\n*'''Diona:''' ''And I could do so much more.''\n*'''Kassandra:''' ''I'm not sure about all of that, but you can definitely fight.''\n|-|She chose very well.=\n*'''Kassandra:''' ''Yes, your goddess has blessed you. I am a fine specimen.<br>But, so are you.''\n*'''Diona:''' ''I've always liked the charmers.''\n*'''Kassandra:''' ''I guess you didn't like these guys.<br>You can fight, I'm impressed.''\n</tabber>\n*'''Diona:''' ''I may be a priestess of love, but I also bite. I always bite.''\n*'''Kassandra:''' ''One has to be bold to attack a priestess. You must be important.''\n*'''Diona:''' ''I am Diona, a simple acolyte born to serve Aphrodite. These thugs are dogs of the [[Cult of Kosmos]], and this has not been the first attempt on my life.''\n*'''Kassandra:''' ''The Cult? Tell me all that you know. Now.''\n*'''Diona:''' ''Not here. We'll be safer in the city. Escort me?''\n\n<tabber>\n|-|Accept – OK, let's go.=\n*'''Kassandra:''' ''Let's go. You can tell me everything you know about the Cult when we arrive.''\n[[File:ACOD I, DIona 3.png|thumb|250px|Kassandra escorting Diona back to town]]\nThey took the road north back to town.\n*'''Diona:''' ''I need to get back into the city. It should be safe there.''\nAlong the way, more bandits attacked them.\n*'''Diona:''' ''Fucking bandits! I'll cut you all down!''\nThey defeated the bandits and made their way to the main square. Diona stood upon the altar and thanked Kassandra for her escort.\n*'''Diona:''' ''I'm safe here. The Cult of Kosmos would never strike inside the city.''\n*'''Kassandra:''' ''Good. Tell me more about them.''\n*'''Diona:''' ''Right now? At least let me catch my breath.<br>And take a good ''long'' look at your beautiful self.''\n\n|-|Not right now.=\n*'''Kassandra:''' ''You'll be fine on your own.''\nDiona scoffed.\n*'''Diona:''' ''Well, when you can be bothered, I'll be in the city. You might find what I have to say interesting.''\nDiona took off for the city and had no difficulty making it by herself. Kassandra eventually met up with her again at the altar in the main square.\n*'''Diona:''' ''Missed me?''\n*'''Kassandra:''' ''You clearly didn't need an escort.''\n*'''Diona:''' ''But who doesn't want some company?''\n*'''Kassandra:''' ''Some of us enjoy solitude.''\n*'''Diona:''' ''You're just here for the Cult of Kosmos, aren't you? You break my heart.''\n</tabber>\n*'''Kassandra:''' ''Enough idle chatter. Tell me what you know about the Cult.''\n[[File:ACOD I, DIona 4.png|thumb|250px|Diona revealing what she knew about the Cult to Kassandra]]\n*'''Diona:''' ''If you insist.<br>We've always kept tabs on the Cult, and lately they've gotten bolder.<br>By the Fates! They've driven my [[Eritha|sister]], the High Priestess, to lock herself in her chambers!''\n*'''Kassandra:''' ''A Cult leader must be involved if they are trying to kill such a public figure.''\n*'''Diona:''' ''We're not dealing with the usual rats.<br>My sister wants me to secure [[Kythera Island|Kythera]] from the Cult and sniff out the Cultist behind her troubles.''\n\n<tabber>\n|-|It shouldn't be your problem.=\n*'''Kassandra:''' ''Risking your life while she hides away? Ridiculous.''\n*'''Diona:''' ''Sadly her life is more valuable to Kythera than my own.<br>By the Fates, ''[[Mercenary|misthios]]''! I cannot secure Kythera by myself. You've got to help me.''\n|-|It's a smart move.=\n*'''Kassandra:''' ''That could work. Your sister sounds smart.''\n*'''Diona:''' ''The plan isn't that praiseworthy. I was nearly killed!''\n*'''Kassandra:''' ''Unfortunate, but her plan is still good.''\n*'''Diona:''' ''Then help us secure Kythera and root out the enemy.<br />By the Fates! You've seen what can happen, I can't do this on my own.''\n</tabber>\n*'''Kassandra:''' ''Secure Kythera? I don't work for free.''\n*'''Diona:''' ''A ''misthios'' indeed.<br>The Cult has plans for the [[Greece|Greek world]]. And with my ways, I know what they will do next and where they plan to do it.''\nShe stepped closer to Kassandra, smiling.\n*'''Diona:''' ''I imagine this information would be useful to you.<br>Or if that isn't enough to satisfy you—''<br>I'' will.''\n\n<tabber>\n|-|Flirt – I like what I'm hearing.=\n*'''Kassandra:''' ''Well, it has been a while since I've—''\n*'''Diona:''' Communed'' with the gods?<br>And don't worry, [[drachma]]e will also be given for your services.''\n*'''Kassandra:''' ''You drive a hard bargain.<br>So, what do you need me to do?''\n\n|-|Just drachmae will do.=\n*'''Kassandra:''' ''I'm only here for information on the Cult of Kosmos.<br>And drachmae.<br>Lots of it.''\n*'''Diona:''' ''You don't know what you're missing, ''misthios.<br>''But drachmae it is.''\n*'''Kassandra:''' ''Excellent, so what needs to be done?''\n</tabber>\n*'''Diona:''' ''Just three simple tasks.<br>First, my [[Glaukos|associate]] by the harbor needs help. Pay him a visit.''\n*'''Kassandra:''' ''What else?''\n*'''Diona:''' ''My sister believes she has leads on a traitor within our ranks. If that's true, she'll need your help. Look for her in the [[Temple of Aphrodite, Kythera|temple]].<br>And lastly. Poisoned blades are a priestess' weapon of choice.<br>But some bandits sacked our apothecaries and have taken refuge in the [[Mycenae]]an [[Mycenaean Ruins|ruins]].''\n*'''Kassandra:''' ''If it's not the Cult, it's ''malákes'' bandits.''\n*'''Diona:''' ''Retrieve our poison vials, they will come in handy when fighting against the Cult.''\n*(If the player already retrieved the Bag of Poisons)\n**'''Kassandra:''' ''Lucky for you, I came across some bandits earlier in the ruins to the south. Is this yours?''\n**'''Diona:''' ''By the Fates! It is! Thank you, ''misthios.'' Now we can prepare for battle against the Cult.''\n**'''Kassandra:''' ''Tell me more about the rest of your requests.''\n[[File:ACOD I, DIona 5.png|thumb|250px|Kassandra asking Diona for more details]]\n(If players asked \"Where is your associate?\")\n*'''Kassandra:''' ''This associate of yours, where is he?''\n*'''Diona:''' ''Ask for the harbor master at the [[Tavern, Kythera|tavern]] in Skandeia Harbor. He'll be the obnoxious drunk.''\n(If players asked \"Which way to the temple?\")\n*'''Kassandra:''' ''The temple. Where is it?''\n*'''Diona:''' ''It's on [[Aphrodite's Watch]], up the hill. You'll find the High Priestess there, hiding in her chambers.''\n(If players asked \"How will I get to the ruins?\")\n*'''Kassandra:''' ''How will I get to these ruins?''\n*'''Diona:''' ''The Mycenaean Ruins are to the south of the city, north of [[Skandeia Bay]]. The poison vials should be in the bag.<br>It'll probably be in a chest in the ruins. Be very careful with it.''\n(Leave – \"I have enough to go on.\")\n*'''Kassandra:''' ''I'll do what I can for you and Kythera.''\n*'''Diona:''' ''Thank you, ''misthios.'' Perhaps... when all this is over, we could unwind together.''\n*'''Kassandra:''' ''Priorities, Diona. I'll see you later.''",
    "Section_Outcome": "Kassandra met and rescued a priestess of Aphrodite, Diona. She agreed to help her secure Kythera from the Cult of Kosmos.",
    "Section_Trivia": "*The name of the quest is a reference to ''{{Wiki|I, Tonya}}'', a 2017 film about the American Olympic skater Tonya Harding and the scandal involving an attack on fellow skater Nancy Kerrigan, which ultimately led to Harding being banned from the sport. A parallel to this is later drawn in [[By the Fates]], where Diona is outed as a member of the Cult of Kosmos who is out to kill her sister.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD I, DIona 1.png|Kassandra finds a priestess under attack by guards\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}