{
    "QuestName": "The Handmaiden's Story",
    "QuestID": "224734",
    "Revision": {
        "id": "1028984",
        "parentid": "1020600",
        "timestamp": "2023-04-30T07:55:25Z",
        "contributor": null,
        "origin": "1028984",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "1de7p411b5skep64f7rjc4li41ocalz"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "name": "The Handmaiden's Story",
        "image": "ACOD The Handmaiden's Story 2.png",
        "description": "'Diona desperately needed Kassandra to go to the Eritha|high priestess to help her find the traitor within their ranks - if there was one.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World, Support",
        "previous": "Place in the Kosmos",
        "concurrent": "All Bonds Will Break<br>Pick Your Poison",
        "next": "In a Rush",
        "source": "Kassandra",
        "location": "Kythera, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''The Handmaiden's Story''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "[[Diona]] requested Kassandra to look for her sister [[Eritha]] for information about the traitor within their ranks.",
    "Section_Dialogue": "Kassandra made her way to the [[Temple of Aphrodite, Kythera|Temple of Aphrodite]], climbing the steps to knock on the locked doors to the High Priestess' chambers. She spoke to her through the doors, which had small holes through the eyes of the decorative birds.\n*'''Kassandra:''' ''High Priestess. Open up.''\n*'''Eritha:''' ''So you can kill me? Who sent you!''\n<tabber>\n|-|I'm here to help.=\n*'''Kassandra:''' ''Diona sent me. I'm a friend.''\n*'''Eritha:''' ''What did that idiot girl send a ''[[Mercenary|misthios]]'' for? I gave her orders to follow, not to delegate.''\n\n|-|I don't want you dead.=\n*'''Kassandra:''' ''If I wanted you dead, I wouldn't have knocked. Diona sent me.''\n*'''Eritha:''' ''To run her errands? You must be another one of her idiotic suitors.<br>At least you look better than that other [[Glaukos|idiot]] at the [[Skandeia Harbor|harbor]].''\n\n</tabber>\n*'''Kassandra:''' ''She says you think there's a traitor in your midst.''\n*'''Eritha:''' ''You can't trust anyone these days.<br>What do you want with the [[Cult of Kosmos|Cult]]?''\n<tabber>\n|-|Vengence.=\n*'''Kassandra:''' ''They ripped my family apart! I'll have vengeance.''\n*'''Eritha:''' ''Excellent. Anger is a wonderful motivator.''\n\n|-|Justice.=\n*'''Kassandra:''' ''They have wronged my family and it's only right they pay for it. I'll have justice.''\n*'''Eritha:''' ''Family is indeed a powerful motivator.''\n\n</tabber>\n*'''Kassandra:''' ''The Cult of Kosmos have much to answer for. And they will answer to me.''\n*'''Eritha:''' ''Perhaps you will be of use to me after all.<br>I sent one of my handmaidens to spy on some of our own and -''\n*'''Kassandra:''' ''She hasn't returned.''\n*'''Eritha:''' ''Indeed.<br>Except I couldn't care less about her... it's the information she uncovered I desire. Retrieve it for me.''\n\n(If players asked \"How is your relationship with Diona?\")\n*'''Kassandra:''' ''Your dislike for your sister is obvious. What happened between you two?''\n*'''Eritha:''' ''I'm the first born, and with that comes certain privileges and responsibilities. My sister is a vindictive, jealous creature.<br>She undermines my authority constantly. Clearly, she thinks she'd make the better High Priestess.''\n*'''Kassandra:''' ''I see.''\n*'''Eritha:''' ''But she is my sister. And I do love her.<br>I just wish she wasn't a jealous little fool.''\n[[File:ACOD The Handmaiden's Story 3.png|thumb|250px|Kassandra questioning Eritha about her handmaiden's location]]\n(If players asked \"Where was your handmaiden last seen?\")\n*'''Kassandra:''' ''Where should I start looking for her?''\n*'''Eritha:''' ''I sent her to the outskirts of [[Kythera Town|Kythera]].<br>Hm... I recall there being a [[Olive Farm|farm]] in that area. She might've taken refuge there.''\n*'''Kassandra:''' ''That's where I'll start then.''\n(If [[All Bonds Will Break]] was completed prior)\n*'''Eritha:''' ''She would be looking to avoid busy areas like the [[Phoinikeos Customs Warehouse|military camp]] - wait.<br>Did you have something to do with my prisoners being broken out of jail at the military camp?''\n<tabber>\n|-|Lie - No, it was the harbor master.=\n*'''Kassandra:''' ''The harbor master did it. I tried to stop him but I was too late.''\n*'''Eritha:''' ''Again with that worm! This is all Diona's fault.<br>She has him wrapped around her finger. Every once in a while, she'll break his heart and he'll do something stupid.<br>You did well trying to stop him. Now, get me my information while I deal with the harbor master.''\n\n|-|Yes, it was me.=\n*'''Kassandra:''' ''Yes, that was my doing.<br>The harbor master said the High Priestess locks up innocent people and executes them.<br>I could not stand idly by.''\n*'''Eritha:''' ''I wasn't going to execute them! Torture them, maybe. But all stand trial here in Kythera. That liar!<br>The harbor master strikes out at the temple when my sister scorns him. But this time, he's gone too far.<br>I'll overlook your involvement in this. Just make sure you get me that information while I deal with him.''\n\n</tabber>\n:(Followup - \"Where did you say your handmaiden was last seen?\")\n:*'''Kassandra:''' ''Where did you say to look again?''\n:*'''Eritha:''' ''Try the farm outside of the city. She might be hiding out there.''\n\n(Leave - \"I'll go now.\")\n*'''Kassandra:''' ''I'll get you the information your handmaiden found.''\n*'''Eritha:''' ''Good, I'll make it worth your while. Now go quickly, she was last seen east of [[Pilgrim Hill]].''\n\n:(If note already found - \"I found a message earlier.\")\n:*'''Kassandra:''' ''I found this note earlier on the body of a priestess at a farm. She was slain by Cultists before I found her.''\n:*'''Eritha:''' ''What? Read it to me, quickly!''\n*'''Kassandra:''' ''It says, \"Don't trust the [[Fates]].\" The rest of the papyrus is stained with blood.''\n(Dialogue continues below at \"That makes no sense.\")\n\nKassandra made her way east towards the Olive Farm. \n*'''Kassandra:''' ''Not many places for a handmaiden to hide in the outskirts of the city. This must be it.''\n:or (if players visited the farm before talking to Eritha)\n:*'''Kassandra:''' ''Cultists on a farm? Something's not right.''\nWith the help of [[Ikaros]], she located the distressed priestess.\n*'''Kassandra:''' ''Found her!''\n[[File:ACOD The Handmaiden's Story 5.png|thumb|250px|The handmaiden found dead by Kassandra]]\nUnfortunately, the handmaiden had already been slain by three Cult soldiers. Kassandra with the Cultist guards, and then inspected the handmaiden's remains. She found a note and read it aloud.\n*'''Kassandra:''' ''\"Do not trust the Fates.\"<br>Hm, it's addressed to the High Priestess. She needs to know about this.''\n\nKassandra returned to Eritha to deliver the message.\n*'''Eritha:''' ''Well? What of my handmaiden?''\n[[File:ACOD The Handmaiden's Story 6.png|thumb|250px|Kassandra reporting what she found to Eritha]]\n*'''Kassandra:''' ''She was murdered. It might have something to do with this note... it says \"Don't trust the Fates.\"''\n*'''Eritha:''' ''That's it?!''\n*'''Kassandra:''' ''The rest of the papyrus is stained with blood.''\n*'''Eritha:''' ''That makes no sense.''\n*'''Kassandra:''' ''She protected it with her life. It wasn't for nothing.''\n*'''Eritha:''' ''Now we'll never know for sure if there is a traitor in our ranks.<br>But I cannot rule out the possibility.<br>Our situation is dire. Work with Diona. Secure Kythera for us, ''misthios.",
    "Section_Outcome": "Kassandra deliver the message from Eritha's handmaiden, \"Do not trust the Fates,\" to Eritha.",
    "Section_Trivia": "*The name of the quest may be a reference to ''The Handmaid's Tale'' by Margaret Atwood.",
    "Section_Gallery": "<gallery captionalign=\"center\" position=\"center\" spacing=\"small\" widths=\"180\">\nACOD The Handmaiden's Story 1.png|Kassandra at the High Priestess' chambers, where Diona's sister was hiding in\nACOD The Handmaiden's Story 4.png|Kassandra finding several of Cult of Kosmos guards at the burned farm\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}