{
    "QuestName": "Witness Him",
    "QuestID": "223776",
    "Revision": {
        "id": "922430",
        "parentid": "914181",
        "timestamp": "2021-02-09T17:50:41Z",
        "contributor": null,
        "comment": "fr",
        "origin": "922430",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "8lttohohmbwq11qz1vrac9vudo1ducy"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Witness Him 02.png",
        "description": "'After placing Sophanes' name on the citizen list, Alkibiades said the task wasn't complete. Apparently, Kassandra had to also convince Peiroos|a witness to claim Sophanes was a true citizen.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Sokrates}}",
        "previous": "Citizenship Test",
        "next": "Free Speech",
        "source": "Kassandra",
        "location": "Athens, Attika, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''Witness Him''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra returned to [[Alkibiades]], who needed her help again after helping him to forge the name of his [[Sophanes|friend]] on the citizenship list.",
    "Section_Dialogue": "Kassandra spoke to Alkibiades.\n\n*'''Alkibiades:''' ''Now that you've forged my friend's name on the citizen's list, there's one more thing that needs to be done.''\n<tabber>\n|-|Anything for you.=\n*'''Kassandra:''' ''If you'd told me this needed to be done before, I could have taken care of it already.''\n*'''Alkibiades:''' ''Maybe, but this way I get to see you more often.''\n|-|Don't string my along.=\n*'''Kassandra:''' ''Next time you want me to do two things, tell me both at the same time.''\n*'''Alkibiades:''' ''The second is dependent on the first. I needed to know it was complete... I didn't expect you to get so upset about it.''\n</tabber>\n\n*'''Kassandra:''' ''Just tell me what you need.''\n*'''Alkibiades:''' ''Unfortunately, getting Sophanes' name on the list doesn't make him a citizen. He also needs a witness who can validate his citizenship.''\n*'''Kassandra:''' ''So you want me to be the witness?''\n*'''Alkibiades:''' ''If only it were that easy. No, there's someone I have in mind. An extremely handsome man by the name of [[Peiroos]].''\n\n(Leave – \"Your friend can wait.\")\n\n*'''Kassandra:''' ''Sophanes can wait a bit longer.''\n\nKassandra left Alkibiades, only to change her mind and return later.\n\n*'''Alkibiades:''' ''I knew you couldn't help but come back for more.''\n\n(Accept – \"I'll find the witness.\")\n\n*'''Kassandra:''' ''I'll find your... handsome witness.''\n*'''Alkibiades:''' ''Perfect! I knew you'd be willing to help.''\n\n(If \"Why can't you or I be the witness?\" was chosen.)\n\n*'''Kassandra:''' ''There must be a good reason we can't be witnesses?''\n*'''Alkibiades:''' ''Of course. The witness must be an [[Athens|Athenian]] citizen, but it can't be a friend. Be careful with Peiroos, though. It's easy to... lose oneself in his gaze.''\n\n(If \"What's next?\" is chosen.)\n\n*'''Kassandra:''' ''If there's more after this, I want to know now.''\n*'''Alkibiades:''' ''Of course! This should be the last thing.''\n*'''Kassandra:''' ''Should?''\n*'''Alkibiades:''' ''I mean'' is''.''\n\n(If \"I'll get to it.\" is chosen.)\n\n*'''Kassandra:''' ''Time to find Peiroos.''\n*'''Alkibiades:''' ''He's often around the justice building on the east side of the [[Agora of Athens|agora]].''\n*'''Kassandra:''' ''And I just... ask him to help?''\n*'''Alkibiades:''' ''Peiroos needs to say that the parents of Sophanes were both Athenians. How you get him to do it is up to you.''\n\nSeeing she would get no further information, Kassandra travelled to the agora and used [[Ikaros]] to find her target.\n\n*'''Kassanda:''' ''The witness. There you are.''\n\nShe soon found Peiroos north of the [[Athens Mint]].\n\n*'''Kassandra:''' ''That's the guy Alkibiades called handsome? Can't say I agree with him.''\n\nKassandra approached him.\n\n*'''Peiroos:''' ''You tell [[Dion]] I'm not giving him any more. If he wants to talk to me, he can come himself.''\n*'''Kassandra:''' ''I'm not here about debts.''\n*'''Peiroos:''' ''Well, what do you want, then?''\n<tabber>\n|-|I need you to help me.=\n*'''Kassandra:''' ''There's something I need your help with. Well, you'd actually be helping someone else.''\n*'''Peiroos:''' ''That someone sent you tells me it's something I'd be better off avoiding.''\n*'''Kassandra:''' ''You just need to validate a man's citizenship. Alkibiades said it's an easy role for you to play.''\n|-|You have a job to do.=\n*'''Kassandra:''' ''There's a man trying to become an Athenian citizen.  ''You're'' going to be his witness.''\n*'''Peiroos:''' ''Me? Why?''\n*'''Kassandra:''' ''Because Alkibiades said you're the one to do it.''\n</tabber>\n\n*'''Peiroos:''' ''Alkibiades? He ''is'' persistent... And who is this man I'm meant to help?''\n*'''Kassandra:''' ''His name is Sophanes.''\n*'''Peiroos:''' ''Sophanes? I know that name well. I won't help you, though, not for him.''\n<tabber>\n|-|Tell me about Sophanes.=\n*'''Kassandra:''' ''I don't know him. Why don't you want to help?''\n*'''Peiroos:''' ''A true ''[[Mercenary|misthios]]'' – never get all the information up front. Sophanes betrayed his men for [[drachma]]e. He deserves death, not citizenship. Look, it isn't your fault - you didn't know. But now you do.''\n|-|You're not getting out of this.=\n*'''Kassandra:''' ''I don't care what he's done. You're still going to help me.''\n*'''Peiroos:''' ''I won't help someone who betrayed his men to the enemy for drachmae – and you shouldn't want to, either. Men like him don't deserve to live, let alone be citizens like the rest of us.''\n*'''Peiroos:''' ''Look, it isn't your fault – you didn't know. But now you do.''\n</tabber>\n<tabber>\n|-|Do it, or I'll make you.=\n*'''Kassandra:''' ''You're going to help, but it's your choice how bloody you are when you do. Or maybe I'll go to Dion and see if he'll pay me to get what you owe him.''\n*'''Peiroos:''' ''You can't threaten me and expect to get what you want. You'll regret that.''\nPeiroos ran for a weapon, but Kassandra caught up and began beating him.\n*'''Peiroos:''' ''That's enough! I'll do what you want. Even after all Sophanes did, he gets another chance...''\n|-|I'll pay you to do it. (200)=\nKassandra took out a bag of [[drachma]]e.\n*'''Kassandra:''' ''Sounds like Dion may be sending someone to collect from you. Wouldn't it be nice to have the drachmae you need?''\n*'''Peiroos:''' ''I... fine. I'll do what you want.''\n|-|Sophanes doesn't deserve citizenship.=\n*'''Kassandra:''' ''You're right. If it's like you say, he doesn't deserve to call himself an Athenian.''\n*'''Peiroos:''' ''I'm glad we can agree. I'm just sorry you had to come all this way to find out.''\n</tabber>\nBefore leaving, Kassandra spoke to Peiroos once more.\n\n*'''Peiroos:''' ''Make sure Sophanes doesn't know I was part of this.''\n\nKassandra returned to Alkibiades who was speaking with [[Sokrates]].\n\n*'''Alkibiades:''' ''You've returned!''\n*'''Kassandra:''' ''Sokrates too, it seems.''\n*'''Alkibiades:''' ''Much like you, he just can't seem to stay away. I'' ''hope there were no issues?''\n<tabber>\n|-|If Kassandra convinced Peiroos=\n*'''Kassandra:''' ''Yes. He just needed a little push.''\n*'''Alkibiades:''' ''Ah. I was worried about that. Well, you did the right thing.''\n|-|If Kassandra sided with Peiroos=\n*'''Kassandra:''' ''Peiroos didn't want to do it. When he told me why, I understood.''\n*'''Alkibades:''' ''I see. Sophanes will be disappointed.''\n</tabber>\n<tabber>\n|-|You should have told me.=\n*'''Kassandra:''' ''You kept information from me – information that would have been nice to know.''\n*'''Alkibades:''' ''I believe people like Sophanes deserve second chances. I didn't think what ''he'' did mattered to you.''\n*'''Kassandra:''' ''Next time, let me decide what matters to me.''\n*'''Alkibiades:''' ''Understood. I should give Sophanes the news.''\n|-|Let's move on.=\n*'''Kassandra:''' ''It's done.''\n*'''Alibiades:''' ''So it is. I'll let Sophanes know what happened.''\n</tabber>\nAlkibiades left.\n\n*'''Sokrates:''' ''Do not bad citizens do harm to their neighbors, and good citizens, good? Is it impossible to tell if someone will be good or bad without first giving them a chance?''\n<tabber>\n|-|People can change.=\n*'''Kassandra:''' ''A person isn't the same forever. Someone bad can become good.''\n*'''Sokrates:''' ''But is the inverse not also true? Someone considered good can then become bad... How can we predict someone's actions now, let alone in the future?''\n|-|People don't change.=\n*'''Kassandra:''' ''Nobody changes – not enough, at least.''\n*'''Sokrates:''' ''Then do a person's actions stay with them for life? If a man steals a [[sword]] from a [[blacksmith]], is he bad until death takes him? How can we predict a person's future actions?''\n</tabber>\n<tabber>\n|-|We can't predict anything.=\n*'''Kassandra:''' ''We can't. One thing I've learned is people are unpredictable. It's what makes my job so hard sometimes.''\n*'''Sokrates:''' ''If what you say is true, we can either hope we are right, and that people will be good, or limit risk by not giving people like Sophanes a chance.''\n|-|We can look at what they've done.=\n*'''Kassandra:''' ''A person's past shows who they'll become. The one easy part of my job is how predictable people can be.''\n*'''Sokrates:''' ''Then a war criminal such as Sophanes must bear that choice, with no hope to change how he is seen.''\n</tabber>\n\n*'''Sokrates:''' ''I wonder then if bad actions can reverse good, or good actions can reverse bad. Perhaps we can speak on that another time.''\n*'''Kassandra:''' ''Thank the [[Greek mythology|gods]].''",
    "Section_Outcome": "Kassandra helped Alkibiades to look for a man named Peiroos, who either agreed to be a witness or refuse to be one.",
    "Section_Trivia": "*The title of the memory is a reference to the 2015 movie ''{{Wiki|Mad Max: Fury Road}}'', in which \"Witness me!\" was used as a catchphrase.\n*If [[Hermippos]] is unveiled as a member of the [[Cult of Kosmos]] or slain before this quest is completed, the quest \"[[Free Speech]]\" will automatically complete at the conclusion of this quest and provide its rewards simultaneously.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Witness Him 01.png|Kassandra approaching Peiroos \n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Témoignage]]"
}