{
    "QuestName": "Free Speech",
    "QuestID": "223777",
    "Revision": {
        "id": "862873",
        "parentid": "862872",
        "timestamp": "2020-04-16T13:02:25Z",
        "contributor": null,
        "comment": "corrected misspelling",
        "origin": "862873",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "t7urbphulykqrxgquixre1i0zkmyieq"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Free Speech.png",
        "description": "'Aristophanes had a difficult time convincing Sokrates that Hermippos shouldn't be allowed to speak freely. With Kassandra's help, he hoped to find Hermippos and confront him.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Sokrates}}",
        "previous": "Witness Him",
        "next": "On a High Horse",
        "source": "Kassandra",
        "location": "Athens, Attika, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''Free Speech''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra spoke to [[Aristophanes]] about helping him to find and confront [[Hermippos]].",
    "Section_Dialogue": "Kassandra travelled to the steps of the [[Parthenon]], where he found [[Aristophanes]] debating with [[Sokrates]].\n*'''Aristophanes:''' ''I call that impressing \"The Lap Dog.\" I wonder how many scraps Hermippos has received from [[Kleon]]'s table?''\nKassandra approached them both.\n*'''Aristophanes:''' ''Hermippos has gone too far, Sokrates. [[Perikles]] gave everything to [[Athens]], yet we must still hear of Kleon's greatness?''\n*'''Sokrates:''' ''Aristophanes, have you not done similar things to Hermippos?''\n*'''Aristophanes:''' ''How dare you compare me to that man! His plays are a nuisance - something I could come up with in an afternoon, and a drunken one at that. Mine are for a clever audience.''\n*'''Sokrates:''' ''The same audience you judge, should it not be clever enough.''\n*'''Aristophanes:''' ''Careful Sokrates, else I make you a character in one of my plays.''\nAristophanes turned to Kassandra.\n*'''Aristophanes:''' ''Do you agree with Sokrates that Hermippos should say what he wants?''\n\n<tabber>\n|-|Hermippos should say what he wants.=\n*'''Kassandra:''' ''They're only words. Hermippos should be able to say what he wants.''\n*'''Sokrates:''' ''No matter what he says? What if he devoted his life to slandering you - not just in Athens, but throughout the land?''\n*'''Kassandra:''' ''Saying what he wants doesn't mean he would escape my [[Spear of Leonidas|spear]].''\n*'''Sokrates:''' ''Then everything we say has a consequence, even if we are allowed to say it. An intriguing thought, wouldn't you agree?''\n|-|Sokrates is unsually quiet.=\n*'''Kassandra:''' ''This may be the first time I've seen Sokrates listen more than he speaks.''\n*'''Aristophanes:''' ''Remember it well - you may not see it ever again.''\n*'''Sokrates:''' ''I prefer to think before I speak. And now, having thought, I shall. Tell me - just as I am allowed to say what I wish, should not all be allowed to do the same?''\n*'''Aristophanes:''' ''Of course not! And there's much you've said that I'd say you shouldn't have, Sokrates!''\n*'''Sokrates:''' ''What if what I say offends one, but is loved by another? Should I say nothing nothing in fear of what people may think?''\n*'''Aristophanes:''' ''That would be nice, yes.''\n|-|Hermippos shouldn't be allowed to speak.=\n*'''Kassandra:''' ''Most people should keep their words to themselves, including Hermippos.''\n*'''Sokrates:''' ''What if you believe Hermippos should not be given the right to speak, but others do? Who then decides what speech is allowed? It is a dangerous path to tread.''\n*'''Aristophanes:''' ''And one I clearly must. How you can stand up for Hermippos when he attacks Perikles is beyond me.''\n*'''Sokrates:''' ''I stand up for no one, only truth and freedom of speech.''\n</tabber>\n*'''Kassandra:''' ''If you have such an issue with Hermippos, why not do something about it yourself?''\n*'''Aristophanes:''' ''I'd like to, but I haven't been able to find him. Maybe you'd have better luck?''\n*'''Kassandra:''' ''It can't be that hard to find Hermippos.''\n*'''Aristophanes:''' ''That's what I thought as well. Maybe he's afraid I'll find him.''\n(If players choose \"What will you say to him?\")\n*'''Kassandra:''' ''Once Hermippos is in front of you, what are you going to say?''\n*'''Aristophanes:''' ''I'm not entirely sure yet, but I promise you it will be a grand spectacle.''\n(If players choose \"Why do you sound jealous of Hermippos?\")\n*'''Kassandra:''' ''It almost sounds like you're jealous of Hermippos.''\n*'''Aristophanes:''' ''Ha! Me, envious of him? Making someone sad is easy, but making someone laugh takes true skill and talent.''\n(If players choose \"I'll find him.\")\n*'''Kassandra:''' ''Wherever Hermippos is, I'll find him.''\n*'''Aristophanes:''' ''I hope you do. His [[Hermippos' Residence|residence]] would be a good place to start.''\nKassandra travelled to Hermippos' home north of the Parthenon. With the help of [[Ikaros]], she scanned the residence for Hermippos.\n*'''Kassandra:''' ''Doesn't look like Hermippos is here... I should take a look around.''\nKassandra approached the residence, which she found to be heavily-guarded. She found notes from Kleon pinned to a door on the second floor.\n*'''Kassandra:''' ''Looks like Kleon made notes for Hermippos on his play... Everyone's a writer.''\nShe found a heavy purse full of drachmae on another walkway.\n*'''Kassandra:''' ''This is a lot of money for someone, like Hermippos. Explains his residence, at least.''\nShe found a mask of the [[Cult of Kosmos]] on the balcony of the third floor.\n*'''Kassandra:''' ''A mask of the Cult of Kosmos. Hermippos must be a member.''\nShe returned to Aristophanes with the information she had discovered.\n*'''Aristophanes:''' ''What is it?''\n*'''Kassandra:''' ''I couldn't find Hermippos, but I did find out something about him. He's a member of the Cult of Kosmos.''\n*'''Aristophanes:''' ''Then it's no wonder he attached himself so closely to Kleon. Discrediting [[Perikles]] and his beliefs in Athens would benefit Hermippos and the Cult, I'd imagine.''\n*'''Kassandra:''' ''Hermippos is definitely a problem.''\n*'''Aristophanes:''' ''Do you still believe he should say what he wants, Sokrates?''\n*'''Sokrates:''' ''I know not what I think, nor what I know.''\nAristophanes let out a weary sigh.\n*'''Aristophanes:''' ''Yes, you deserve a play of your own...''",
    "Section_Trivia": "*This quest ends with the unveiling of Hermippos as a member of the Cult of Kosmos. If he is slain at the Temple of Hephaistos or is unveiled via an alternate means, i.e. looting the clue from the [[Fort Phyle]] ''[[polemarch]]'', before speaking to Aristophanes, the quest automatically completes. The rewards are the same; all that changes is the player does not speak to Aristophanes and Sokrates.\n:*Even if the clue was collected, the quest can still be completed normally so long as Hermippos was not unveiled in the \"Cultists\" menu. Collecting the clue after this quest is still possible, but it will not appear in Hermippos' submenu in the Cultists menu nor can it be read.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}