{
    "QuestName": "On a High Horse",
    "QuestID": "223778",
    "Revision": {
        "id": "914059",
        "parentid": "813641",
        "timestamp": "2021-01-02T03:23:19Z",
        "contributor": null,
        "origin": "914059",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "7ruk2ksv2j623k31snnsg7ejptdgd25"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD On a High Horse 01.png",
        "description": "'Sokrates caught a man stealing a horse and wanted Kassandra to decide what to do with him. As always with Sokrates, the outcome wasn't going to be as simple as it seemed.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Sokrates}}",
        "previous": "Free Speech",
        "next": "A Life's Worth",
        "source": "Kassandra",
        "location": "Athens, Attika, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''On a High Horse''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra met with [[Sokrates]] at the [[Port of Piraeus]] with a [[horse]].",
    "Section_Dialogue": "Kassandra passed near the Port of Piraeus in Athens and saw Sokrates admiring a horse. Assuming it was his, Kassandra engaged him in dialogue about it.\n\n*'''Kassandra:''' ''That's a nice horse, Sokrates.''\n*'''Sokrates:''' ''It's a very nice horse... a sturdy horse. It's also a stolen horse.''\n<tabber>\n|-|A good citizen would report this.=\n*'''Kassandra:''' ''It looks like I'll have to report you, Sokrates. It's what a good citizen would do, right?''\n*'''Sokrates:''' ''Oh! Very good. Although a bit preemptive without all the details, wouldn't you say?''\n*'''Kassandra:''' ''It was a joke.''\n*'''Sokrates:''' ''The real question is whether there is truth behind the joke, or if one's mind can be changed once the whole story is revealed.''\n|-|I never took you for a thief.=\n*'''Kassandra:''' ''Sokrates the horse thief... I can almost hear the stories they'll tell. [[Aristophanes]] will love this.''\n*'''Sokrates:''' ''Unfortunately, those stories would be entirely fabricated. Although, I ''would'' like to see if you believe the story should still be told once you know the truth.''\n</tabber>\n\n*'''Kassandra:''' ''What story is that?''\n*'''Sokrates:''' ''There is a man nearby who is responsible for stealing the horse. I've been contemplating the proper course of action, but I'd like to know what ''you'' think is right.''\n\n(Leave – \"I'm busy.\")\n\n*'''Kassandra:''' ''I'll leave this one to you.''\n\nKassandra left Sokrates, only to change her mind and return later.\n\n*'''Sokrates:''' ''Did you change your mind about helping?''\n\n(Accept – \"I'll decide what's right.\")\n\n*'''Kassandra:''' ''And how should I make my decision?''\n*'''Sokrates:''' ''Your thoughts are your own, but speaking to the thief himself may help you decide. ''Can'' such a crime be justified? It's an interesting thought.''\n*'''Kassandra:''' ''Where's the thief now?''\n*'''Sokrates:''' ''I told him to wait by the stables southwest of here.''\n*'''Kassandra:''' ''If you caught him stealing a horse, what's to say he won't just run away?''\n*'''Sokrates:''' ''The hope of keeping the horse. That's where you come in. I'll let him tell you the rest.''\n\nKassandra left Sokrates to go speak to the horse thief. As she approached him, he ran.\n\n*'''Kassandra:''' ''That's the thief! You won't escape.''\n\nShe chased the thief through the port and eventually cornered him.\n\n*'''Kassandra:''' ''Are you the one who stole the horse? Sokrates said I should talk to you.''\n*'''Civilian:''' ''Bad enough being caught, but to have a ''[[Mercenary|misthios]]'' judge me...''\n*'''Kassandra:''' ''Better me than an Athenian guard. Anything to say?''\n*'''Civilian:''' ''The man I stole it from won't even miss it. He has plenty of others, while my only horse died last week. If I had the drachmae to buy a new one, I would have.''\n\n(If \"Why did you steal the horse?\" is chosen.)\n\n*'''Kassandra:''' ''Did you steal the horse to use it or sell it?''\n*'''Civilian:''' ''I have a family to feed, and this horse will help me on the farm. Plus I have no other way of traveling right now.''\n*'''Kassandra:''' ''There's no other option?''\n*'''Civilian:''' ''Not that I could think of. Trust me, I feel shame for what I did.''\n\n(If \"Why did you pick this horse?\" is chosen.)\n\n*'''Kassandra:''' ''Any reason you picked this specific horse?''\n*'''Civilian:''' ''It was the easiest one to take. Other than that, not really. Though I did make sure is wasn't his best horse.''\n*'''Kassandra:''' ''A courteous thief?''\n*'''Civilian:''' ''I didn't steal it for fun. I did it because I had no other choice.''\n\n(Leave – \"I see.\")\n\n*'''Kassandra:''' ''I have enough information to make a decision.''\n*'''Civilian:''' ''I hope you can understand. Wouldn't you do the same if it was your family?''\n\nBefore leaving, Kassandra spoke to the thief once more.\n\n*'''Civilian:''' ''Was there something else?''\n\nSeeing she would get no further information, Kassandra let the thief escape and returned to Sokrates to render her decision.\n\n*'''Sokrates:''' ''Have you decided what should be done?''\n<tabber>\n|-|He should give back the horse.=\n*'''Kassandra:''' ''It doesn't matter why he stole the horse – it belongs to someone else.''\n*'''Sokrates:''' ''You surprise me yet again. I truly believed you would choose the other side.''\n*'''Kassandra:''' ''Because I am a ''misthios''?''\n*'''Sokrates:''' ''Of course! Yet, when it comes to someone else, you decided a crime deserves a consequence no matter the reason. A safe choice, although I can think of times when it may not be right.''\n|-|He should keep the horse.=\n*'''Kassandra:''' ''If he needs the horse more than the man he stole it from, let him keep it. It will do him more good.''\n*'''Sokrates:''' ''So determining whether a crime deserves a consequence or reward is dependent on the reasons behind it. An intriguing thought, although I can see how dangerous such thinking might be.''\n</tabber>\n\n:(If Kassandra did not speak to the thief and made her decision anyway.)\n:*'''Kassandra:''' ''When I thought about it, I realized I didn't need to talk to the man to make the decision.''\n:*'''Sokrates:''' ''So you didn't feel a need to know ''why'' he stole it? Your decisiveness is something to both marvel at and question.''\n\nRegardless, Kassandra saw through Sokrates' ruse.\n\n*'''Kassandra:''' ''The real question is whether my decision matters at all, or if this was just another test to see what I would do.''\n*'''Sokrates:''' ''There's a good chance it is both, but an equally good chance it is neither.''\n*'''Kassandra:''' ''Now you're not making sense on purpose.''\n\nSokrates had one more question for Kassandra.\n\n*'''Sokrates:''' ''Let me ask you one more thing. If one man kills another in order to save many, can his actions be considered just? Or should the man be punished?''\n<tabber>\n|-|He should be punished.=\n*'''Kassandra:''' ''The outcome may be better, but he should still be punished for his crime.''\n*'''Sokrates:''' ''That is true, yet if his peers were to decide – especially those he saved – they may argue that though the action was wrong, it was necessary and just.''\n*'''Kassandra:''' ''I'm not sure the law cares about the reasons.''\n*'''Sokrates:''' ''But if we are to decide whether the law should act on a man, or if his crime should be pardoned, the worthiness of the action should be taken into account, should it not?''\n|-|His actions are just.=\n*'''Kassandra:''' ''If the action was for a good reason, then he is in the right.''\n*'''Sokrates:''' ''So in times like these, people like us get to determine the law? Many would believe a murder still deserves consequence.''\n*'''Kassandra:''' ''The people whose lives were saved would disagree.''\n*'''Sokrates:''' ''Then perhaps making choices that affect the most people for good is the correct path, wouldn't you agree?''\n</tabber>\n\n*'''Kassandra:''' ''Are we done yet? I can't stay here all day.''\n*'''Sokrates:''' ''Of course you can't. It is a luxury few can afford. Even those with the time for it often lack the mental capacity for such things.''\n\nKassandra rolled her eyes.\n\n*'''Kassandra:''' ''OK.''\n\nBefore leaving, Kassandra spoke to Sokrates once more.\n\n*'''Sokrates:''' ''If a farmer steals a fruit today, but gives some of his crop to the poor tomorrow, who may decide if he is good? Hmm...''",
    "Section_Outcome": "Kassandra met the philosopher Sokrates, helping him investigate and sharing her thoughts on a man who stole a horse.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\n\nACOD On a High Horse 02.png|Kassandra speaking to Sokrates\n\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}