{
    "QuestName": "The Sokratic Method",
    "QuestID": "223877",
    "Revision": {
        "id": "1052822",
        "parentid": "999504",
        "timestamp": "2023-07-16T18:20:02Z",
        "contributor": null,
        "comment": "Spelling has been corrected in game",
        "origin": "1052822",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "9ztto1omnh7xbmnj21b2ir9vaavodjs"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD The Sokratic Method 3.png",
        "description": "'A Kasos|rebel broke sacred laws and was sentenced to death. Did the punishment fit the crime? Did the man deserve death? What is \"justice\"? The infinitely wise Sokrates inspired Kassandra to find out.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Sokrates}}",
        "previous": "Trouble in Paradise",
        "next": "A Night to Remember (Odyssey)|A Night to Remember",
        "source": "Kassandra",
        "location": "Sanctuary of Apollo, Delos, Greece",
        "date": "426 BCE–422 BCE"
    },
    "General_Description": "'''The Sokratic Method''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra came across the philosopher [[Sokrates]] within the [[Sanctuary of Apollo|Sanctuary]] of [[Apollo]] on [[Delos]] during her time in the [[Silver Islands]].",
    "Section_Dialogue": "As Kassandra traveled through Delos over the course of her campaign to kill [[Podarkes]], she heard a crowd around the familiar voice of Sokrates.\n*'''[[Antenor]]:''' ''The filthy [[Kasos|rebel]] stole from the sanctuary! He spilled blood on sacred soil!''\n*'''Sokrates:''' ''Good people of Delos, your hearts are big, but we must use our minds in this matter.''\n*'''Sophia:''' ''He deserves death! We demand justice!''\n*'''Sokrates:''' ''Though putting the man to death would be justice for whom? Can a citizen truly be partial when justice is sought? Must we not first define what justice is?''\n*'''Antenor:''' ''Don't listen to [[Athens|Athenians]]! They do nothing but talk, talk, talk! We want action!''\n*'''Sophia:''' ''Ship the rebel to [[Mykonos]], where nothing is sacred. Kill him there!''\n*'''Sokrates:''' ''Life has value, no matter where you are.''\nKassandra decided to intervene.\n*'''Kassandra:''' ''Sokrates! You just make friends wherever you go, don't you?''\n*'''Sokrates:''' ''Kassandra! What a pleasant surprise. What brings you to Delos?''\n<tabber>\n|-|I came to help the rebellion.=\n*'''Kassandra:''' ''I'm helping a group of Delian rebels.''\n*'''Sokrates:''' ''But do they truly need help? Is not the decision to rebel enough to release one from oppression?''\n|-|I came to kill Podarkes.=\n*'''Kassandra:''' ''I came here for the leader of the Delos Islands. The people suffered under him for too long.''\n*'''Sokrates:''' ''And their suffering is worth his life?''\n*'''Kassandra:''' ''Podarkes is one of the [[Cult of Kosmos|people]] hunting my family, Sokrates. His death is unavoidable.''\n*'''Sokrates:''' ''Aren't all deaths ultimately unavoidable?''\n|-|I came to hear you speak.=\n*'''Kassandra:''' ''Once I heard the great Sokrates was on Delos, I raced over to hear his words of wisdom.''\n*'''Sokrates:''' ''Ah, but what are words? Can they be wise? Or are they simply words?''\n</tabber>\n[[File:ACOD The Sokratic Method 2.png|thumb|250px|Kassandra finding Sokrates at the agora]]\n*'''Kassandra:''' ''Oh, no you don't. I'm not getting sucked into one of these debates again.''\n*'''Sokrates:''' ''Yet right now there's a situation I would love your opinion on.''\n*'''Kassandra:''' ''Fine.''\n*'''Sokrates:''' ''[[Soldier]]s captured a rebel. He stole from the sanctuary to help finance the rebellion. When guards attempted to apprehend the man, he killed one of them.''\n*'''Kassandra:''' ''Murder on Delos. They're probably going to kill him.''\n*'''Sokrates:''' ''Indeed, though it's illegal to end his life here. So he awaits his fate, to be transported to Mykonos.''\nSeeing Sokrates had shifted his queries to someone else, the crowd took the opportunity to quickly disperse.\n*'''Kassandra:''' ''Where do I come in?''\n*'''Sokrates:''' ''Would you say this rebel deserves death? That killing him brings justice?''\n<tabber>\n|-|The rebel deserves to live.=\n*'''Kassandra:''' ''The rebel was fighting for the freedom of his people. Sounds fine to me.''\n*'''Sokrates:''' ''So, if stealing from the gods, breaking sacred laws, and killing a man don't warrant a death sentence, what does?''\n*'''Kassandra:''' ''I've been stealing, killing, and breaking sacred laws for as long as I can remember.''\n*'''Sokrates:''' ''Ha! So you see yourself in this rebel...''\n|-|Define \"justice.\"=\n*'''Kassandra:''' ''Let me answer that by asking you this—what exactly ''is'' justice?''\n*'''Sokrates:''' ''A brilliant question. He stole, which is wrong.''\n*'''Kassandra:''' ''But it was for the freedom of his people, which is right.''\n*'''Sokrates:''' ''He killed a man.''\n*'''Kassandra:''' ''To save his own life.''\n*'''Sokrates:''' ''He broke a sacred law, one he knew honored the [[Greek mythology|gods]].''\n*'''Kassandra:''' ''So, you're saying he can kill and steal... But stain the earth, and he should have his throat cut?''\n*'''Sokrates:''' ''I am saying nothing. But when we stray from the law, are we not like the animals?''\n|-|He deserves to die.=\n*'''Kassandra:''' ''The man killed, stole, and broke every law on Delos. Of course he deserves death.''\n*'''Sokrates:''' ''Interesting. And what do you deserve? Have you not also killed, stolen, and broken every law on every island you've ever been to?''\n*'''Kassandra:''' ''What we deserve and what we get are two very different things. The trick, my philosophical friend, is to never get caught.''\nSokrates laughed.\n*'''Sokrates:''' ''God forbid you ever have [[Elpidios|children]].''\n</tabber>\n*'''Kassandra:''' ''Ha! You know my opinion on ''that''. Can I go now?''\n*'''Sokrates:''' ''Of course, of course.''\n*'''Sokrates:''' ''There's just one more thing.''\n*'''Kassandra:''' ''There always is.''\n*'''Sokrates:''' ''The rebel is being held north of here in the [[Hestiatorion]]. They're shipping him to Mykonos tomorrow.''\n*'''Kassandra:''' ''Wait. All this just to convince me to save the man?''\n*'''Sokrates:''' ''Convince? Never. Though I am curious—now that you know where he's held and why, would you save him?''\n<tabber>\n|-|Accept – \"I'll pay the rebel a visit\"=.\n*'''Kassandra:''' ''I'm going to pay this rebel a visit. Sounds like we have a lot in common.''\n*'''Sokrates:''' ''I thought you might, though I have no [[drachma]]e to give. Only knowledge, which one should prefer for it is perpetual, not transitory.''\n*'''Kassandra:''' ''Well that's... something. I think.''\n|-|If \"He deserves to die\" was chosen first, then Accept.=\n*'''Kassandra:''' ''I'd like to pay this rebel a visit.''\n*'''Sokrates:''' ''You told me he deserved death. Are you planning on serving it to him?''\n*'''Kassandra:''' ''I have no reason to kill him. But I am interested in what he has to say.''\n*'''Sokrates:''' ''As am I. As are we all.''\n</tabber>\nBefore leaving, Kassandra spoke to Sokrates once more.\n*'''Sokrates:''' ''Ah, Kassandra! Seeing you on Delos sets my heart at ease. So, tell me. How was your encounter with the rebellious prisoner?''\n*'''Kassandra:''' ''Still have to pay him a visit.''\n*'''Sokrates:''' ''Hopefully they haven't sailed to Mykonos to carry out his death sentence.''\n[[File:ACOD The Sokratic Method 4.png|thumb|250px|Kassandra finding the rebel]]\nKassandra left and made her way to the Hestiatorion, She scanned the location with [[Ikaros]] to find the rebel.\n*'''Kassandra:''' ''The rebel is there.''\nShe infiltrated the building and overheard the rebel shooting his mouth off at his captors.\n*'''Kasos:''' ''You [[dog]]s! Let me go!<br>You'll never get me back to Mykonos! [[Kyra]] will come and kill you all!<br>Crawl back to where you came from, [[pig]]s! This is the land of Apollo!''\nWith her usual skillset, she was able to untie the rebel and lead him away.\n<tabber>\n|-|If Kassandra's approach was non-lethal.=\n*'''Kasos:''' ''Thank you, ''[[mercenary|misthios]]''! But you were too gentle with those pigs.''\n*'''Kassandra:''' ''Keep your opinion to yourself. You've caused enough trouble. Now follow me.''\n|-|If Kassandra's approach was lethal.=\n*'''Kasos:''' ''Thank you, ''misthios''! They were going to kill me. But you killed them first!''\n*'''Kassandra:''' ''There will be more. Hurry, follow me.''\n*'''Kasos:''' ''I saw you. You loved spilling blood on sacred soil, just like me!''\n*'''Kassandra:''' ''I'm nothing like you. Now shut up and follow me before you get us killed.''\n</tabber>\nRegardless, Kasos would not keep his mouth shut, bellowing war cries throughout their escape.\n*'''Kasos:''' ''Death to our oppressors. And anyone else who tries to claim the Delos Islands. Delians are free!''\n*'''Kassandra:''' ''More Delians will die if you don't shut up.''\n*'''Kasos:''' ''Silence is what led to this. I'll scream till my lungs bleed, and all soldiers are dead!''\n*'''Kassandra:''' Maláka!\n[[File:ACOD The Sokratic Method 5.png|thumb|250px|The rebel speaking to Kassandra after being freed]]\nIn spite of his less-than-helpful shouting, Kassandra was able to secret Kasos to the [[Sacred Lake]] north of the city.\n*'''Kassandra:''' ''You have a very loud mouth. You could have gotten us both killed.''\n*'''Kasos:''' ''Then our sacrifice would set fire to the hearts of the rebels! They'll cast every non-Delian into the sea for [[Poseidon]] to chew up and spit out!''\n*'''Kassandra:''' ''You realize ''I'm'' not Delian. The [[Sparta]]ns who fought and died for the rebellion are ''also'' not Delian.''\n*'''Kasos:''' ''Athenians want these islands for our wealth. The Spartans want these islands for Sparta. I won't let them have it. We don't need them! We don't want them! Delians should rule Delos alone! Now if you don't mind, I'm going straight to Kyra. The rebels must leave their caves. The time to attack is now!''\n<tabber>\n|-|Attack – I won't let you.=\n*'''Kassandra:''' ''I can't let you go back to Mykonos alone.''\n*'''Kasos:''' ''I knew it! You're one of them. You don't belong here. I'll send you and your kind to the [[Styx]]!''\nKasos attacked Kassandra and she killed him with little effort. She remarked sarcastically on the outcome.\n*'''Kassandra:''' ''Can't wait to hear what Sokrates has to say about this.''\n|-|Stay out of trouble.=\n*'''Kassandra:''' ''Go, and don't come back. Every soldier on Delos will be looking for you.''\n*'''Kasos:''' ''Let them find me. I already sent one to his grave, I'd love to send another!''\nKasos ran off and managed to return to Mykonos safely, in spite of himself.\n</tabber>\nKassandra returned to Sokrates to see the crowd had returned to lodge another complaint.\n*'''Antenor:''' ''Sokrates! Another foreigner has spilled blood on sacred soil!''\n*'''Sokrates:''' ''Perhaps they did. But mistakes are a failure of intellect, not character... Are they not?''\n*'''Sophia:''' ''These are sacred lands. Our laws are clear!''\n*'''Sokrates:''' ''Are they? If it is not possible to know what is right, and thus do wrong, then the foreigner acted out of ignorance, not malice.''\n*'''Antenor:''' ''So, you say we need to tell every person on the island what the laws are?''\n*'''Sokrates:''' ''If a law is truly just, is it not knowable through deduction alone?''\n[[File:ACOD The Sokratic Method 6.png|thumb|250px|Kassandra returning to Sokrates after freeing the rebel]]\nOnce more, Kassandra spoke to Sokrates.\n*'''Sokrates:''' ''Ah, Kassandra! Seeing you on Delos sets my heart at ease. So, tell me. How was your encounter with the rebellious prisoner?''\n*'''Kassandra:''' ''You never told me he was an extremist lunatic.''\n*'''Sokrates:''' ''Ah, but who am I to judge what is too much, or too crazy? Are we not both at some point or another?''\n*'''Kassandra:''' ''He would have thrown you and your philosophies into the sea.''\nSokrates laughed.\n*'''Sokrates:''' ''Perhaps when I was thinner, both in weight, and philosophy. So, tell me, were you able to resolve the situation without bloodshed?''\n<tabber>\n|-|If Kassandra did not kill anyone.=\n*'''Kassandra:''' ''There may have been a few drops, but everyone survived.''\n*'''Sokrates:''' ''Interesting. A Mercenary who carries blades of death wherever she goes, and yet in this particular case, she chose life.''\n*'''Kassandra:''' ''What can I say? I was in a good mood.''\n|-|If Kassandra killed at least one guard.=\n*'''Kassandra:''' ''The rebel had guards. I... relieved them.''\n*'''Sokrates:''' ''Interesting. You thought the life of a [[thief]] and a murderer was worth more than that of soldiers doing their duty.''\n*'''Kassandra:''' ''I wasn't even thinking about him, to be honest.''\n</tabber>\nRegardless, Sokrates asked the rebel's fate.\n*'''Sokrates:''' ''And what of the rebel?''\n<tabber>\n|-|The rebel died.=\n*'''Kassandra:''' ''He's dead. Probably for the best.''\n*'''Sokrates:''' ''Best for Delos? Best for the rebellion? Or best for you?''\n*'''Kassandra:''' ''Yes.''\nSokrates was briefly speechless at Kassandra's witty response.\n|-|Lie - I saved him.=\n*'''Kassandra:''' ''He should be halfway to Mykonos by now.''\n*'''Sokrates:''' ''Oh really? You let that lunatic run loose? Are you sure that was wise?''\n*'''Kassandra:''' ''I'm not sure approaching you was wise.''\n</tabber>\nThe two continued talking.\n<tabber>\n|-|If Kasos was released.=\n*'''Kassandra:''' ''Should be on his way back to Mykonos, if he knows what's good for him.''\n*'''Sokrates:''' ''Our choices are like ripples on water. They seem tiny and insignificant at the beginning, but they can become devastating tidal waves by the time they run their course.''\n*'''Kassandra:''' ''It's a pleasure, Sokrates. I can always count on you to give me a devastating headache.''\n*'''Sokrates:''' ''The pleasure is mine, Kassandra. Hope to see you around the symposiums again.''\n*'''Kassandra:''' ''Don't hold your breath.''\n|-|If Kasos was killed.=\n*'''Sokrates:''' ''Our choices are like ripples on water. They seem tiny and insignificant at the beginning, but they can become devastating tidal waves by the time they run their course.''\n*'''Kassandra:''' ''It's a pleasure, Sokrates. I can always count on you to give me a devastating headache.''\n*'''Sokrates:''' ''The pleasure is mine, Kassandra. Hope to see you around the symposiums again.''\n*'''Kassandra:''' ''Don't hold your breath.''\n</tabber>",
    "Section_Outcome": "Kassandra met Sokrates and decided the fate of the captive rebel before returning to report the results to him.",
    "Section_Trivia": "*If the memory is completed without killing anyone, Sokrates will still question the protagonist on why they killed the guards. The crowd will still mention that \"''another foreigner has spilled blood on sacred soil''\", but the dialogue mentioning the player's restraint at the Hestiatorion remains.\n*Even if the Athenians have already been deposed as a result of the memory \"[[Call to Arms (Mykonos)|Call to Arms]]\", the Hestiatorion is still a restricted zone, and as such, the Spartan replacement soldiers will attack the player on sight.\n*If Kasos is spared, he will assassinate [[Thaletas]] during the memory \"[[A Night to Remember (Odyssey)|A Night To Remember]]\".\n*The {{Wiki|Socratic method}}, also known as maieutics, method of elenchus, elenctic method, or Socratic debate, is a form of cooperative argumentative dialogue between individuals, based on asking and answering questions to stimulate critical thinking and to draw out ideas and underlying presuppositions.",
    "Section_Gallery": "<gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nACOd-Kasostied.jpg|Kasos tied up in the Hestiatorion\nACOD The Sokratic Method 1.png|Sokrates debating with the Delians\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:La méthode socratique]]"
}