{
    "QuestName": "A Bloody Feast",
    "QuestID": "224367",
    "Revision": {
        "id": "1024924",
        "parentid": "1024922",
        "timestamp": "2023-03-18T17:39:05Z",
        "contributor": null,
        "comment": "Added conditions to the dialogue",
        "origin": "1024924",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "e3ixmxbk4xv6kiy0o371s6lg6crm4n7"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD A Bloody Feast 2.png",
        "description": "'With an Olympic Games|Olympic victory for Sparta and the Athens|Athenians dealt with in Boeotia, Kassandra met with the Archidamos of Sparta|two Pausanias of Sparta|kings. She changed Sparta forever when she accused one of them of being a Cult of Kosmos|Cult member.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "The Conqueror",
        "next": "The Battle of Pylos",
        "source": "Kassandra",
        "location": "Sparta, Lakonia, Greece",
        "date": "Summer 425 BCE"
    },
    "General_Description": "'''A Bloody Feast''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra returned home after securing an [[Olympic Games|Olympic]] victory and [[Boeotia]] for [[Sparta]].",
    "Section_Dialogue": "Kassandra met with Myrrine in front of the throne room.\n*'''Kassandra:''' ''I'm here to face the kings.''\n*'''Myrrine:''' ''Are you ready to take back our family's land?''\n*'''Kassandra:''' ''Of course. But my purpose here is to bring down the Cultist king.''\n*'''Myrrine:''' ''You make your mother proud, Kassandra.''\n*'''Myrrine:''' ''But are you sure you have enough proof to accuse him?''\n<tabber>\n|-|Of course I have enough proof.=\n*'''Kassandra:''' ''I'm sure.''\n|-|Leave – I should look for more proof.=\n*'''Kassandra:''' ''I don't know. Maybe I should look some more?''\n*'''Myrrine:''' ''Accusing a king is not something you can take back. Make sure you're absolutely ready.''\nKassandra left to gather more proof.\n</tabber>\nSatisfied, Myrrine laid out her plans.\n*'''Myrrine:''' ''I'll gather the [[ephor]]s and meet you in the throne room.''\n(If \"Who are the ephors?\" is chosen.)\n*'''Kassandra:''' ''Who are the ephors?''\nMyrrine was surprised.\n*'''Myrrine:''' ''You don't remember? Then again, you were only a child.''\n*'''Myrrine:''' ''The five ephors are elected from the citizens of Sparta. They have power over even the kings. You need to convince them if you wish to save Sparta from the Cult's control.''\n(Leave – \"See you there.\")\n*'''Kassandra:''' ''See you in the throne room.''\nInside the throne room, [[Archidamos of Sparta]] loudly let his impatience be known.\n*'''Archidamos:''' ''What are we waiting for?''\nKassandra and Myrrine approached the two kings, with the five ephors flanking Myrrine.\n*'''Myrrine:''' ''Sorry to keep you waiting.''\n*'''Archidamos:''' ''You summoned the ephors?''\n*'''Pausanias:''' ''You must have achieved some success to earn this adoring crowd.''\n<tabber>\n|-|Sparta has an Olympic victory.=\n*'''Kassandra:''' ''I brought home a wreath for Sparta, though I had to enter the [[Olympic Games|Games]] and win it myself.''\n*'''Pausanias:''' ''Very good. But what of our Pankration champion, [[Testikles]]?''\n*'''Kassandra:''' ''There was an accident at sea before he could compete.''\n*'''Archidamos:''' ''Games are hardly important. What about [[Boeotia]]?''\n*'''Kassandra:''' ''[[Stentor]] and I defeated the Athenian forces. You have nothing to worry about.''\n|-|Boeotia is under control.=\n*'''Kassandra:''' ''The Athenian forces in Boeotia are no more. The land is yours.''\nArchidamos was elated.\n*'''Archidamos:''' ''That's excellent news.''\n*'''Pausanias:''' ''I suppose you were too busy conquering territory to bring our champion to the Olympic Games?''\n*'''Kassandra:''' ''I brought him to [[Elis]]... but he had an accident at sea.''\n*'''Kassandra:''' ''So I entered the Games myself and won a wreath for Sparta.''\n*'''Pausanias:''' ''By [[Nike]]! Well done, champion.''\n</tabber>\n:''(If Kassandra was also tasked to kill the Lykaon Wolf)''\n:*'''Archidamos:''' ''And the [[Lykaon Wolf]]?''\n:*'''Kassandra:''' ''Dead. Chopped off its head if you'd like to see it.''\n*'''Archidamos:''' ''If you have nothing but good news to share, why did you call for the ephors?''\nOne of the ephors stepped forward.\n*'''Ephor:''' ''We were told serious charges would be brought.''\nPausanias seemed surprised.\n*'''Pausanias:''' ''Serious charges? Against whom?''\n<tabber>\n|-|Against Pausanias.=\n*'''Kassandra:''' ''You act as if you don't know. Against you, Pausanias.''\nPausanias was speechless.\n{{#tag:tabber|\nSuffcient proof=\n{{#tag:tabber|\nAll proof available gathered=\n*'''Kassandra:''' ''I have travelled Spartan lands and beyond and found proof of Pausanias's betrayal. He's a member of the [[Cult of Kosmos]].''\nPausanias' eyes shifted uncomfortably as Kassandra continued.\n*'''Kassandra:''' ''These traitors are willing to kill hundreds to rule thousands. Here's all the proof you need.''\nKassandra reached into her pouch.\n*'''Archidamos:''' ''Proof? What proof?''\n[[File:ACOD A Bloody Feast 5.png|thumb|250px|Ephor confirming Pausanias' treachery]]\nKassandra pulled a tablet from her pouch and handed it to one of the ephors. The ephor examined it with haste and distress at the implication, but ultimately accepted Kassandra's proof and turned back to Pausanias.\n*'''Ephor:''' ''So the rumors are true... We never would have thought a king could be so dishonorable.''\n*'''Pausanias:''' ''Honor belongs to history.''\n{{!}}-{{!}}\nLagos was killed and Stentor is alive, with all other proof gathered=\n*'''Kassandra:''' ''Pausanias blackmailed [[Lagos]] of [[Arkadia]]. He held the archon's family [[Gluten Free|hostage]] in exchange for helping the Cult of Kosmos.\nArchidamos was astonished.\n*'''Archidamos:''' ''Lagos? Is this true?''\n*'''Ephor:''' ''We had received word from other sources, but with nothing definite we would not accuse a king.''\n*'''Pausanias:''' ''So, Lagos finally turned. He has more spine than I thought.''\n}}\n*'''Kassandra:''' ''You deserve death for your crimes.''\nPausanias interrupted her angrily and stepped forward.\n*'''Pausanias:''' ''How dare you threaten a king?''\n*'''Ephor:''' ''Pausanias, you are king no more. As of this day, you are exiled from Sparta.''\n[[File:ACOD A Bloody Feast 7.png|thumb|250px|Pausanias seized by the guards]]\nPausanias was seized by the guards present and escorted out of the throne room, shouting.\n*'''Pausanias:''' ''Before [[Athena]] and [[Ares]], I swear you'll regret this! Justice will be done!''\n*'''Kassandra:''' ''You'll have your justice, puppet king.''\nThe ephor handed the tablet to Archidamos to examine as Myrrine went to Kassandra's side.\n*'''Myrrine:''' ''Forgive us, my king. My daughter couldn't let him stay in power any longer.''\nArchidamos nodded as he looked at the tablet.\n*'''Archidamos:''' ''Of course not.''\n*'''Archidamos:''' ''You've more than earned your citizenship. Sparta owes you thanks and releases your home unto you.''\n[[File:ACOD A Bloody Feast 10.png|thumb|250px|Kassandra and Myrrine gaining back their home and citizenship]]\nKassandra turned to her mother, excited for her.\n*'''Kassandra:''' ''Your home is returned!''\n*'''Myrrine:''' ''Our home, lamb.''\n*'''Myrrine:''' ''Let's leave the court to its business. We'll talk outside.''\nKassandra and Myrrine left the throne room as Archidamos sat down on his throne, stunned by the turn of events.\n{{!}}-{{!}}\nInsufficient proof=\n*'''Kassandra:''' ''Sparta must be rid of Pausanias before it's too late. He's a member of the [[Cult of Kosmos]] and a traitor to Sparta!''\n*'''Archidamos:''' ''A Kosmos cult? What are you going on about?''\nPausanias crossed his arms, bewildered by Kassandra's claim.\n*'''Pausanias:''' ''Is this some kind of joke?''\n*'''Kassandra:''' ''I have the proof right here.''\nKassandra pulled out a tablet. Archidamos looked at one of the ephors and made a head gesture directing him to inspect the tablet. He received it and inspected the evidence.\n*'''Kassandra:''' ''Your proof is right there. You know he's guilty.''\n*'''Ephor:''' ''This isn't proof of anything. Ephors should only be called upon for serious matters. This lack of evidence is a waste of our time and disrespectful to the thrones of Sparta. The accuser should be made into an example for all other reckless fools.''\n*'''Myrrine:''' ''I taught her poorly! Punish me, as her mother, instead.''\n*'''Pausanias:''' ''We gave you every chance to prove yourself, invited you back for a royal audience, and this is how you repay us? What say you, Archidamos?''\n*'''Archidamos:''' ''Kassandra and Myrrine of Agiad: Your names are cursed. May the'' krypteia ''hunt you, and the helots scrape the meat from your bones.''\n*'''Pausanias:''' ''Agreed. A wise ruling.''\nThe soldiers made to escort the Kassandra and Myrrine out. Pausanias approached Kassandra and whispered to her.\n*'''Pausanias:''' ''Too bad you don't have a mask or black cloak to save you this time.''\n*'''Kassandra:''' ''You were there, in Delphi?!''\nKassandra was dragged from the throne room with Myrrine following close behind.\n}}\n|-|Against Archidamos.=\n*'''Kassandra:''' ''Archidamos. Sparta must be rid of you before it's too late.''\n*'''Archidamos:''' ''What are you talking about? How dare you stand in the presence of kings and make such accusations.''\n*'''Pausanias:''' ''Patience, Archidamos. Present your proof.''\n*'''Kassandra:''' ''Archidamos is a member of the Cult of Kosmos and a traitor to Sparta!''\n*'''Archidamos:''' ''The Cult of what? Ridiculous! What proof could you possibly have?''\nKassandra pulled a tablet from her pouch and handed it to one of the ephors.\n*'''Kassandra:''' ''Your proof is right there. You know he's guilty.''\n*'''Ephor:''' ''This isn't proof of anything. Ephors should only be called upon for serious matters. This lack of evidence is a waste of our time and disrespectful to the thrones of Sparta. The accuser should be made into an example for all other reckless fools.''\n*'''Myrrine:''' ''I taught her poorly! Punish me, as her mother, instead.''\n*'''Pausanias:''' ''We gave you every chance to prove yourself, invited you back for a royal audience, and this is how you repay us? What say you, Archidamos?''\n*'''Archidamos:''' ''Kassandra and Myrrine of Agiad: Your names are cursed. May the ''krypteia'' hunt you, and the helots scrape the meat from your bones.''\n*'''Pausanias:''' ''Agreed. A wise ruling.''\nThe soldiers made to escort the Kassandra and Myrrine out. Pausanias approached Kassandra and whispered to her.\n*'''Pausanias:''' ''Too bad you don't have a mask or black cloak to save you this time.''\n*'''Kassandra:''' ''You were there, in Delphi?!''\nKassandra was dragged from the throne room with Myrrine following close behind.\n</tabber>\n<tabber>\n|-|Successful accusation=\n[[File:ACOD A Bloody Feast 11.png|thumb|250px|Kassandra and Myrrine discussing Pausanias' status]]\nOutside, they spoke.\n*'''Myrrine:''' ''As for Pausanias, it would be wise to deal with him as soon as possible.''\n*'''Kassandra:''' ''I will. He is a Cultist after all.''\n{{-}}\n{{#tag:tabber|\nMet with Myrrine at Leonidas' tomb before=\n*'''Myrrine:''' ''When you've dealt with him, meet me at home.''\n*'''Kassandra:''' ''With pleasure.''\n{{!}}-{{!}}\nDidn't meet with Myrrine at Leonidas' tomb=\n*'''Myrrine:''' ''When you've dealt with him, meet me at [[Leonidas I of Sparta|Leonidas]]' [[Tomb of Leonidas|tomb]]. I must show you something important.\n*'''Kassandra:''' ''I'll find you there, ''mater''.\n}}\nMyrrine left Kassandra to do what she had to do.\n*'''Kassandra:''' ''King Pausanias is part of the Cult of Kosmos. I'll have to kill him myself.''\n[[Ikaros]] tracked down Pausanias as he was escorted south by two Spartan generals through the [[Forest of Eurotas]], along the road to the [[Village of Gytheion]].\n*'''Kassandra:''' ''There's Pausanias.'' Maláka.\nKassandra fought and slew Pausanias.\n|-|Failed accusation=\nIn failing to expose Pausanias, Kassandra and Myrrine were exiled from Sparta. The two Spartan soldiers dragged Kassandra to the outskirts of the city and threw her to the ground. She got up, furious. Myrrine arrived shortly afterwards.\n*'''Kassandra:''' Mater''— Pausanias revealed himself before I was dragged out of there.''\n*'''Myrrine:''' ''So he ''is'' the Cultist King. It would be wise to deal with him as soon possible.''\n*'''Kassandra:''' ''I will.''\n{{#tag:tabber|\nMet with Myrrine at Leonidas' tomb before=\n*'''Myrrine:''' ''When you've dealt with him, meet me at home.''\n*'''Kassandra:''' ''With pleasure.''\n{{!}}-{{!}}\nDidn't meet with Myrrine at Leonidas' tomb=\n*'''Myrrine:''' ''When you've dealt with him, meet me at [[Leonidas I of Sparta|Leonidas]]' [[Tomb of Leonidas|tomb]]. I must show you something important.\n*'''Kassandra:''' ''I'll find you there, ''mater''.\n}}\nMyrrine left Kassandra to do what she had to do.\n*'''Kassandra:''' ''King Pausanias is part of the Cult of Kosmos. I'll have to kill him myself.''\nKassandra snuck into Pausanias' [[Leader House, Lakonia|residence]].\n*'''Kassandra:''' ''There's Pausanias.'' Maláka.\nKassandra fought and slew Pausanias. On his corpse, she found a [[Cult of Kosmos clues#Ghost of Kosmos|letter]].\n*'''Cultist Proof:''' ''This letter proves that Pausanias is part of the Cult.''\nWith the letter in hand, Kassandra returned to Archidamos.\n*'''Archidamos:''' ''Kassandra! You were condemned to be hunted!''\n*'''Kassandra:''' ''I should have been more certain before accusing Pausanias. He is a plague on Sparta and its territories.''\n*'''Archidamos:''' ''And you say you're sure now? Where is he, so he can defend himself?''\n{{#tag:tabber|\nI killed him.=\n*'''Kassandra:''' ''I watched him die.''\n*'''Archidamos:''' ''You murdered him...''\nAfter a moment of silence, Kassandra confirmed his statement.\n*'''Kassandra:''' ''Yes.''\n{{!}}-{{!}}\nHe's gone.=\n*'''Kassandra:''' ''It doesn't matter.''\n*'''Archidamos:''' ''It does to me.''\n}}\n*'''Kassandra:''' ''I found proof he was a member of the Cult of Kosmos. Undeniable proof. This letter was written and signed by Pausanias' own hand, outlining the progress of their plans in Sparta.''\nArchidamos took the letter Kassandra offered, and read it.\n*'''Archidamos:''' ''What is this Cult of Kosmos? You've mentioned them over and over as if I should know.''\n*'''Kassandra:''' ''They're a secret group with one goal: to seize power. They are using this war to strengthen their position.''\n*'''Archidamos:''' ''I find it difficult to think Pausanias was using Sparta this whole time. We've ruled together for years... I'll speak with the ''ephors'' to confirm what you say, but if it's true, you deserve to be called a Spartan citizen once more. And, of course, your family home is yours again.''\n*'''Kassandra:''' ''Thank you.''\n*'''Archidamos:''' ''One more thing.''\n*'''Kassandra:''' ''Yes?''\n*'''Archidamos:''' ''Should you decide to rule Sparta yourself, at least let me face you in battle.''\n*'''Kassandra:''' ''I'm not made for ruling, my king.''\nKassandra bowed.\n</tabber>\n:(If Kassandra didn't meet Myrrine at Leonidas' tomb before)\n:Kassandra then approached her grandfather's tomb, finding her mother near his statue. They both looked at it.\n:*'''Myrrine:''' ''Leonidas. He was Sparta's last true hero. We'd all be under the yoke of the [[Achaemenid Empire|Persian Empire]] if it wasn't for his courage. The same blood courses through your veins.''\n<tabber>\n|-|I don't believe it.=\n:Kassandra replies angrily.\n:*'''Kassandra:''' My ''blood courses through these veins. Not some man's I've never met.''\n:*'''Myrrine:''' ''Leonidas was king, Kassandra.''\n:*'''Kassandra:''' ''And yet I grew up in the dirt!''\n|-|It's not a big deal.=\n:*'''Kassandra:''' ''I'm proud of my lineage, but I carve my own path.''\n:*'''Myrrine:''' ''You carry the blood of heroes. You can carve much more than the path of a [[mercenary]].''\n|-|I've never forgotten.=\n:*'''Kassandra:''' ''So, our blood is the blood of kings.''\n:*'''Myrrine:''' ''You are so much more than a mercenary. You carry the blood of heroes, blood of power. Remember what I told you?''\n:*'''Kassandra:''' ''That people would try to take that power for themselves.''\n:*'''Myrrine:''' ''And then you promised...''\n:*'''Kassandra:''' ''I wouldn't let them.''\n</tabber>  \n:*'''Myrrine:''' ''Hold out your spear.''\n[[File:ACOD Bully the Bullies - Cult of Kosmos.png|thumb|250px|Leonidas confronting the Cult of Kosmos]] \n: Kassandra unsheathed the spear from her back and held it out with a hand. As Myrrine touched the spear, they both experienced Leonidas's memory at the [[Temple of Apollo, Delphi|Temple of Apollo]] in [[Sanctuary of Delphi|Delphi]]. There, Leonidas was arguing against the members of the Cult of Kosmos, who numbered by the dozen behind and beside the [[Pythia (480 BCE)|Pythia]].\n:*'''Leonidas:''' ''All of this talk of the Pythia. The Pythia! I do not care what she says.''\n:One of the two cultists in front of the others and beside the Pythia rebuked.\n:* '''Cultist:''' ''Enough! We have grown tired of your insolent tongue! Sparta will'' not ''go to war, the Pythia has spoken!''\n:*'''Leonidas:''' ''The Pythia says what you tell her to say! She's been your puppet for far too long, the time has come to cut her strings!''\n:The other cultist in front spoke.\n:*'''Cultist:''' ''Oh Leonidas, the {{Wiki|Greek Heroic Age|days of heroes}} are over. You think your blood makes you special? If we opened your veins it would spill to the ground and disappear through the cracks. You are no one.''\n:Leonidas quickly pointed his spear to his head.\n:*'''Leonidas:''' ''You are more than welcome to find out.''\n:The oracle knelt on one knee and lowered his spear.\n:*'''Pythia:''' ''Your fate is sealed, Son of the Lion. [[Xerxes I of Persia|Xerxes]] will unite us. He will bring order to chaos.''\n:Leonidas turned his back to them.\n:*'''Cultist:''' ''Defy the Pythia, and everyone you love, everything you stand for, will perish.''\n[[File:ACOD Leonidas defies the Pythia.png|thumb|250px|Leonidas tasking Dienekes to ready for war]] \n:Leonidas turned his head to glower at him before marching out of the temple. He pushed away the guards at the entrance and immediately ordered his [[Dienekes|officer]] as they both marched away.\n:*'''Leonidas:''' ''Gather the men.''\n:*'''Dienekes:''' ''My king?'' \n:*'''Leonidas:''' ''If Xerxes wants Sparta, he'll have to go through me.''\n:The memory faded, and Kassandra sheathed the spear.  \n:*'''Myrrine:''' ''Now do you understand? You were always meant to topple tyrants.''\n:*'''Kassandra:''' ''What do I do now?''\n:*'''Myrrine:''' ''We continue down the path our destiny has set. If we don't stop the Cult before it's too late, then all Leonidas fought and died for was for nothing. Our bloodline has risen to those who would enslave us.'' \n:*'''Kassandra:''' ''It's time we rise again.''\nRegardless, Pausanias was exposed and slain. Myrrine and Kassandra then returned to the home they had not seen in twenty six years.\n:(If Kassandra spared [[Nikolaos]] during \"[[The Wolf of Sparta]]\")\n:After they entered, Myrrine noted that something was missing.\n:*'''Myrrine:''' ''It's gone...''\n:*'''Kassandra:''' ''What's gone?''\n:*'''Myrrine:''' ''There was a skull here, a small [[rabbit]] skull. From your first hunt.'' \n:*'''Kassandra:''' ''Why would someone take that?''\n:*'''Myrrine:''' ''There is only one person who would have taken it. Nikolaos...''\n<tabber>\n|-|He still cares...=\n:*'''Kassandra:''' ''Maybe seeing each other again made him think of this place. It did the same to me.''\n:*'''Myrrine:''' ''Seems I wasn't the only one yearning for home.''\n|-|Anyone could have taken it.=\n:*'''Kassandra:''' ''This house has been vacant for a long time. Many [[Thief|robbers]] could have come and gone.''\n:*'''Myrrine:''' ''They would have no reason to take an old rabbit skull.''\n:*'''Kassandra:''' ''Maybe they thought it was valuable. It was on display, after all.''\n:*'''Myrrine:''' ''Perhaps...''\n</tabber>\n[[File:ACOD A Bloody Feast 13.png|thumb|250px|Brasidas visiting Kassandra and Myrrine]]\nAs they settled in, [[Brasidas]] arrived at the house, knocking on the door frame. \n*'''Brasidas:''' ''I hope I'm not intruding.''\n*'''Kassandra:''' ''Brasidas! Come in!''\nBrasidas stepped inside.\n*'''Brasidas:''' ''It's good to see the two of you back home.''\n*'''Myrrine:''' ''It feels good to be here.''\n*'''Kassandra:''' ''You're here instead of in training, what's wrong?'' \n*'''Brasidas:''' ''I'm heading to [[Pylos]] as soon as I can. I think you may want to come as well.''\n<tabber>\n|-|I'm happy to help.=\n*'''Kassandra:''' ''I'd be happy to return the favor. What's waiting for us in Pylos?''\n*'''Brasidas:''' ''Glory. The Athenians are pushing the Spartans back even as we speak. It would be a devastating loss for Sparta, and I can't allow that to happen.''\n*'''Kassandra:''' ''It sounds like you've lost confidence in Sparta's warriors.''\n*'''Brasidas:''' ''They're as strong as they've ever been. But now they're facing a power they can't even imagine.''\n*'''Myrrine:''' ''Do you mean [[Deimos]]?''\nBrasidas nodded.\n*'''Brasidas:''' ''Yes, that's what the rumors say. A force of nature in the body of a mortal, who can cut down any soldier in his path.''\n|-|I'm too busy in Sparta.=\n*'''Kassandra:''' ''We've finally gotten our home back, and you want me to leave?''\n*'''Brasidas:''' ''The Cultists appear to have lost their patience. Their moves in Pylos are bold and ruthless.''\n*'''Myrrine:''' ''Is Deimos there?''\n*'''Brasidas:''' ''I've heard rumors. If they're true, not even a phalanx of Spartans could stop him.''\n</tabber>\n*'''Kassandra:''' ''If Deimos is in Pylos, we have to stop him.''\n*'''Brasidas:''' ''I'll wait for you at the ship, but be quick. Each moment we waste is another Spartan dead.''\n[[File:ACOD A Bloody Feast 15.png|thumb|250px|Kassandra and Myrrine discussing Alexios]]\nBrasidas left the house. Myrrine turned to Kassandra with hope.\n*'''Myrrine:''' ''Alexios is in Pylos...<br>You have to bring him back, Kassandra.''\nKassandra was incredulous.\n*'''Kassandra:''' ''Bring him back?''\n*'''Myrrine:''' ''We have our home again. We can be a family. It isn't too late.''\nMyrrine took Kassandra's hand, hopeful of her answer.\n<tabber>\nI'll bring Deimos back.=\n*'''Kassandra:''' ''I'll bring him back. No matter what.''\n*'''Myrrine:''' ''This is serious, Kassandra. We may not get another chance.''\n*'''Kassandra:''' ''I understand. He must have seen the Cultists for what they truly are by now.''\n*'''Myrrine:''' ''It doesn't matter what you have to do. Bring back your brother. You ''must''.''\n*'''Kassandra:''' ''Nothing will stop me.''\n*'''Kassandra:''' ''I shouldn't keep Brasidas waiting.''\nMyrrine bid her farewell.\n*'''Myrrine:''' ''Be safe, Kassandra.''\n|-|I can't promise that.=\n*'''Kassandra:''' ''I'll do what I can, ''mater'', but I can't promise anything.''\n*'''Myrrine:''' ''Please, don't say that, yet.''\n*'''Kassandra:''' ''The Cult of Kosmos has had too much time with him. He is beyond reason.''\n*'''Myrrine:''' ''Isn't it worth trying everything we can?''\n*'''Kassandra:''' ''And if I can't save my brother?''\n*'''Myrrine:''' ''Then we will have tried. We thought him dead for so long. I refuse to give up just yet.''\n*'''Kassandra:''' ''I'll do what I can. I should leave for Pylos now.''\nMyrrine frowned slightly.\n*'''Myrrine:''' ''Be safe, Kassandra.''\n|-|It's too late.=\n*'''Kassandra:''' ''I can't do it. I wish I could tell you otherwise, but he's too far gone.''\n*'''Myrrine:''' ''That can't be true. You both have the same blood coursing through your veins.''\n*'''Kassandra:''' ''There's nothing we can do. He sees us as nothing more than obstacles in his path.''\n*'''Myrrine:''' ''You can't just give up on family so easily. You didn't give up on me.''\n*'''Kassandra:''' ''We haven't been a family since I was thrown from that [[Mount Taygetos|mountain]]. I won't pretend that bringing Deimos back will unmake the past.''\n*'''Myrrine:''' ''You're giving up on your own brother. On us?''\n*'''Kassandra:''' ''It's too late, ''mater''. I can't save him. He's made his choice.''\n*'''Myrrine:''' ''The Cult of Kosmos never gave him one. We've thought him dead once, and you're choosing to kill him again.''\n*'''Kassandra:''' ''I should go... Brasidas won't wait for long.''\n</tabber>",
    "Section_Outcome": "Kassandra killed Pausanias, one of the two kings of Sparta and secretly a Sage of the Cult of Kosmos, exposing his corruption in the process and winning back her and Myrrine's Spartan citizenship and home. Upon settling back in, Brasidas informed her that Deimos was in Pylos, and Kassandra had to make a difficult choice regarding her brother's fate.",
    "Section_Behind_the_scenes": "In the novel, Kassandra canonically accuses Pausanias successfully, resulting him in being taken away and tortured. In-game, in order to sucessfully accuse Pausanias, this requires either killing [[Stentor]] and obtaining all Sage clues the other members of the [[Peloponnesian League (Cult of Kosmos)|Peloponnesian League]] branch of the [[Cult of Kosmos]], or sparing Lagos, who will provide evidence automatically revealing Pausanias as the Cultist Sage. Neither of these options are considered canon in the book.\n\nEven if Pausanias is unveiled as a Cultist Sage in the Cultist menu, the option to accuse Archidamos still remains available. If the player still accuses Archidamos anyway despite Pausanias being revealed as a Cultist, Myrrine seemingly does not appear to reprimand Kassandra for doing so, particularly when she was present when Kassandra proved that Pausanias was a part of the Cult in the memory \"[[Judge, Jury, Executioner (Odyssey)|Judge, Jury, Executioner]]\".",
    "Section_Gallery": "<gallery widths=\"180\" spacing=\"small\" position=\"center\" captionalign=\"center\">\nACOD A Bloody Feast 1.png|Kassandra and Myrrine outside the throne room\nACOD A Bloody Feast 3.png|Kassandra handing the proof to one of the ephors\nACOD A Bloody Feast 4.png|The ephor exaiming the evidence\nACOD A Bloody Feast 6.png|Pausanias exposed as the cultist King\nACOD A Bloody Feast 8.png|Pausanias taken away\nACOD A Bloody Feast 9.png|Archidamos confirming Myrrine and Kassandra's return of citizenship and house\nACOD A Bloody Feast 12.png|Kassandra meeting Myrrine in their home\nACOD A Bloody Feast 14.png|Brasidas requesting for Kassandra's aid in Pylos\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Festivités sanglantes]]"
}