{
    "QuestName": "Lyre Lyre",
    "QuestID": "226822",
    "Revision": {
        "id": "1069076",
        "parentid": "1047208",
        "timestamp": "2023-11-08T19:17:31Z",
        "contributor": null,
        "comment": "+fr",
        "origin": "1069076",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "gedh1zssombvh7krpu57agsa9hcts0x"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[The Lost Tales of Greece | Assassin's Creed: Odyssey – The Lost Tales of Greece]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Praxilla's lyre was missing and presumed stolen by Orchimedes. Kassandra had to rescue the instrument, lest Praxilla be unable to perform.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "The Lost Tales of Greece",
        "previous": "Praxilla's Admirer",
        "next": "Repairing the Lyre",
        "source": "Kassandra",
        "location": "Boeotia, Greece",
        "date": "429 – 422 BCE"
    },
    "General_Description": "'''Lyre Lyre''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra spoke to [[Praxilla]] about recovering her beloved lyre.",
    "Section_Dialogue": "Kassandra approaches the young woman talking with Alkibiades.\n\n*'''Kassandra:''' ''Praxilla? I have flowers for you from Orchimedes of... somewhere.''\n*'''Praxilla:''' ''Did I not tell you to get the wine five minutes ago?''\n*'''Alkibiades:''' ''Kassandra of Agiad. May I introduce to you my dear friend, Praxilla. Apollo's muse, and mistress of the golden strings.''\n*'''Kassandra:''' You're ''Praxilla?''\n*'''Praxilla:''' ''Didn't expect an aged bard, Mercenary of Agiad?''\n\n<tabber>Age doesn't concern me, only drachmae.=\n*'''Kassandra:''' ''People your age tend to have more wealth, so if anything this is better for me.''\n|-|Mastery takes time.=\n*'''Kassandra:''' ''It would be foolish of me to assume a master of the craft would be young.''\n</tabber>\n\n*'''Alkibiades:''' ''Praxilla, this is Kassandra of Agiad. Eagle Bearer, Messenger of Zeus, launcher of a thousand -''\n*'''Praxilla:''' ''Kassandra. Ka. Ka? Casts stone and light alike. Leaves ladies and lads alight, alive? Ailing women and awestruck men cling to her side.''\n*'''Alkibiades:''' ''Ah, a true genius.''\n*'''Praxilla:''' ''Look at those shoulders. A soldier. A Spartan? A thorn in the side of tyrants. She who dares challenge Poseidon. Alkibiades, this one I'm keeping my eyes on.''\n*'''Alkibiades:''' ''The poems she writes about'' me ''are never so kind.''\n*'''Kassandra:''' ''I have flowers for you. They're not from me. They're from Orchimedes. He's right over...''\nTurn to see Orchimedes fleeing the area.\n*'''Kassandra:''' ''Well he was over there.''\n*'''Praxilla:''' ''A Coral Rose? I'll have to get my servant to add these to the pile.''\n\n<tabber>You should be more grateful.=\n*'''Kassandra:''' ''It's a gift. Show some gratitude.''\n|-|Flattery doesn't go far with me either.=\n*'''Kassandra:''' ''I also prefer actions to easy gestures.''\n</tabber>\n\n*'''Praxilla:''' ''Where is that servant girl? I swear, her head must be rattling with rocks.''\n*'''Alkibiades:''' ''I wish she'd rattle'' my ''rocks.''\n*'''Praxilla:''' ''Achaikos is missing! That idiot must've taken it with her and run off!''\n*'''Kassandra:''' ''Achaikos?''\n*'''Alkibiades:''' ''Achaikos is Praxilla's legendary lyre.''\n*'''Praxilla:''' ''I set it down after tuning moments before you arrived. I can't go on stage without Achaikos.''\n*'''Kassandra:''' ''I did see Orchimedes leaving in quite a hurry. ''\n*'''Alkibiades:''' ''We need to get that lyre back. Please, without Praxilla getting everyone's juices flowing, this festival is just a bunch of young men measuring the size of their verse.''\n\n(If \"Why is the lyre special?\" is chosen.)\n*'''Kassandra:''' ''This lyre was special? Can you play another for your recital?''\n*'''Praxilla:''' ''Perseus without winged sandals or a mirrored shield was just a man. Would he have the same legends, the same mystery, if he performed each task without a legendary weapon?''\n*'''Alkibiades:''' ''It's very valuable both in significance and in drachmae.''\n\n(If \"Who do you think is behind this?\" is chosen.)\n*'''Kassandra:''' ''Orchimedes and the missing servant both disappeared as the lyre was stolen. They could be working together.''\n*'''Alkibiades:''' ''And he seemed like such a'' nice ''boy.''\n*'''Praxilla:''' ''Alkibiades invited a viper into my tent.''\n*'''Kassandra:''' ''Is there somewhere they could have taken it?''\n*'''Praxilla:''' ''It's a poetry festival. There is no better hub for shady trade.''\n\n(Leave - I'll go find the lyre.)\n*'''Kassandra:''' ''I'll find the thief and return the lyre.''\nThere are four people in the area you can talk to about the missing lyre or Orchimedes whereabouts: [[Phaenna]], [[Laches]], Drymon and [[Krantor]].\n\n(If Kassandra talked to Phaenna.)\n*'''Kassandra: '''''Praxilla's lyre has gone missing. Have you seen it?''\n*'''Phaenna: '''''Praxilla's lyre is missing? That's terrible news. First no Euripedes, and now this? Kreusis really has gone to the dogs.''\n\n(If Kassandra talked to Laches.)\n*'''Kassandra: '''''I am looking for a man named Orchimedes.''\n*'''Laches: '''''I know an Archimedes. Otherwise, no.''\n*'''Kassandra: '''''He might have been holding a lyre.''\n*'''Laches: '''''There are as many men holding lyres here as there are blades of grass on a field.''\n\n(If Kassandra talked to Drymon.)\n*'''Kassandra: '''''I'm looking for a missing lyre.''\n*'''Drymon: '''''Aren't we all?''\n*'''Kassandra: '''''Are we?''\n\nKassandra approached Krantor, who provided her with the information she needed.\n*'''Kassandra: '''''Do you know a man named Orchimedes?''\n*'''Krantor: '''''Orchimedes? Orchimedes. That's the kid who hands out around the [[Vipers]]. Yeah, I know him. He's been coming to the festival for three or four years, maybe?''\n*'''Kassandra:'' '''The Vipers? Who are they?''\n*'''Krantor: '''''You know how it is. People feel small, so they band together to make the rest of us feel smaller. They took over the [[Temple of Athena Itonia]] awhile back. Now it's hard to take the road without being held at knifepoint.''\n*'''Kassandra:''' ''Do you think that's where Orchimedes would take a lyre?''\n*'''Krantor:''' ''Hope not, for his sake. The Vipers are dangerous. If he did have the lyre on him, they'd probably rough him up for it. He's one of those kids they've been keeping around for fodder, if you get me.''\n(If \"Was Orchimedes carrying a lyre?\" is chosen.)\n*'''Kassandra: '''''Did he have a lyre on him?''\n*'''Krantor: '''''I didn't see him with one. I saw him talking to you, then walking towards Praxilla's tent. He and Praxilla's pretty helot have been sneaking around lots. Just assumed they were, you know, planting a garden.''\n(If \"Why the Temple of Athena?\" is chosen.)\n*'''Kassandra: '''''Is the Temple of Athena the best place to sell a stolen lyre?''\n*'''Krantor: '''''You can buy and sell anything here, unfortunately, but going to the Vipers guarantees the person you stole from won't follow you in. Shame, it was such a beautiful temple.''\n(Leave - Thanks for you help)\n*'''Kassandra: '''''Thank you for your help.''\n*'''Krantor: '''''Hope you find the lyre. Watch out for the Vipers at the Temple of Athena Itonia!''\n\nKassandra leaves and heads towards the Temple of Athena Itonia. On her way she finds \"Praxilla's pretty helot\", [[Ismene]], who is desperate for aid and talks to her.\n*'''Ismene: '''''Someone, please help!''\n*'''Kassandra: '''''You're that servant. The one who disappeared at the same time as the lyre.''\n*'''Ismene: '''''I can explain. Orchimedes talked me into it and said he'd use the drachmae to buy my freedom. When we escaped, he said he wanted to bring the lyre to the Vipers. I said no. The Vipers said yes.''\n*'''Kassandra: '''''So, the Vipers have Orchimedes ''and ''the lyre now. As for you, you can go back to Praxilla and apologize if you really want help. ''\n\nKassandra heads to the Temple of Athena Itonia and rescues Orchimedes from the Vipers. \n\nEscorting him out of the ruined Temple:\n*'''Orchimedes''': ''Oh, thank the gods, I'm saved. These horrible thugs blackmailed me into stealing the lyre.''\n*'''Kassandra:''' ''I doubt that.''\n*'''Orchimedes:''' ''They took it from me when I was captured.''\nKassandra followed Orchimedes until he stopped at a fork in the road, and talked with him.\n*'''Orchimedes:''' Maláka. ''Got what they deserved.''\n*'''Kassandra:''' ''Did they force you to steal Praxilla's lyre?''\n*'''Orchimedes:''' ''No. They gave me the confidence I was lacking. We would drink and complain about poetry at the festival, and I let slip that Praxilla's my mother.''\n*'''Kassandra:''' ''What? Praxilla's your mother?''\n*'''Orchimedes:''' ''She is. She abandoned me and my father when I was a child. Something about following her destiny to be a wandering poet. My father, Achaikos, built that lyre for her as a wedding present. She loved it more than us. I just... I wanted her to feel the way we did when she left.'' \n\n<tabber>Praxilla got what she deserved for leaving you=\n*'''Kassandra:''' ''Praxilla got what she deserved for leaving her family.''\n*'''Orchimedes:''' ''I just wanted her to feel some of the pain I've felt. Why don't I feel better?''\n*'''Kassandra:''' ''Orchimedes, I know you still have the lyre. Give it to me.''\n*'''Orchimedes:''' ''It got broken in the struggle.''\n*'''Kassandra:''' Maláka.\n\n|-|Praxilla had the right to walk her own path=\n*'''Kassandra:''' ''Praxilla was born with a calling for the arts. It was her right to follow it.''\n*'''Orchimedes:''' ''She should have thought of that before she decided to have a family. I wish my father had never made her that lyre.''\n*'''Kassandra:''' ''Speaking of the lyre, I know you have it.''\n*'''Orchimedes:''' Maláka. ''I do, but it was damaged in the struggle.''\n</tabber>\n\n*'''Orchimedes:''' ''Wait, before you leave... I need some advice. Should I talk to Praxilla? I don't know what to do!''\n\n<tabber>Try talking to Praxilla=\n*'''Kassandra:''' ''Approach Praxilla as yourself and talk to her. Maybe she missed you and didn't know how to come home.''\n|-|Leave. It's not worth it.=\n*'''Kassandra:''' ''I know what it's like to be angry at a parent and want retribution. It brought me no peace. Go, be with your father. You are worth more than a lyre to him.'' \n</tabber>\n\n*'''Orchimedes:''' ''I need time to think about everything. My father, my mother, my friends. Please don't tell Praxilla who I am.''\n\nReturn to Praxilla with the broken lyre.\n\n*'''Kassandra:''' ''I was able to get the lyre, but not in one piece.''\n*'''Praxilla:''' ''Thank you. Oh Achaikos, what mischief did you get yourself into?''",
    "Section_Outcome": "Kassandra recovered Praxilla's lyre from Orchimedes, who revealed himself as Praxilla's son.",
    "Section_Behind_the_scenes": "The name of this memory is a play on the start of the saying: ''liar, liar, pants on fire'', used to call out someone as lying.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n\n<!--Interwiki links-->\n[[fr:Lyre]]"
}