{
    "QuestName": "Repairing the Lyre",
    "QuestID": "226821",
    "Revision": {
        "id": "901328",
        "parentid": "873817",
        "timestamp": "2020-10-25T17:06:02Z",
        "contributor": null,
        "comment": "/* Dialogue */",
        "origin": "901328",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "0uwi46adk1qh97uj62yshh609ye4s3a"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Repairing the Lyre 01.png",
        "description": "'With the lyre broken and the festival looming, Kassandra had to aid Praxilla in reparing her beloved Achaikos. They traveled together to Timycha|someone who could rebuild it, but the road was treacherous.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "The Lost Tales of Greece",
        "previous": "Lyre Lyre",
        "next": "Praxilla's Legacy",
        "source": "Kassandra",
        "location": "Boeotia, Greece",
        "date": "429 – 422 BCE"
    },
    "General_Description": "'''Repairing the Lyre''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra escorted [[Praxilla]] to a lyre maker who could repair her beloved Achaikos.",
    "Section_Dialogue": "Kassandra spoke to Praxilla.\n*'''Praxilla:''' ''Ah, Kassandra, thwarter of thieves. I appreciate you bringing Achaikos back to me, but I need to ask another favor.''\n*'''Kassandra:''' ''You need help fixing the lyre?''\n*'''Praxilla:''' ''Perceptive, too. Look at it. Wood's gone soft, body's splintered. It's toneless, tuneless even.''\n*'''Kassandra:''' ''What can be done to save it?''\n*'''Praxilla:''' ''[[Port of Kreusis|Kreusis]] has been having this festival for years. The town is built around it. Of course, because instruments are as fragile as a poet's heart, there's a master lyre maker at Kreusis Port.''\n*'''Kassandra:''' ''Not too far away.''\n*'''Praxilla:''' ''And since it's been proven that nothing is safe on these hills, I'll need some muscle for protection.''\n*'''Kassandra:''' ''I can help you get there safetly.''\n*'''Praxilla:''' ''The journey will be worth your while. Come now.''\n*'''Kassandra:''' ''I'm right behind you.''\nKassandra followed Praxilla as they made their way to the lyre maker in the Port of Kreusis.\n*'''Praxilla:''' ''I have many fond memories of this place. I've watched the port grow into a town, and a small gathering of freinds grow into a massive festival. It's more home than home.''\n*'''Kassandra:''' ''Your true love is a lyre, and your home is a poetry festival? You never wanted to settle somewhere?''\n*'''Praxilla:''' ''You sweet young child! My life isn't as simple as you make it out to be. I'm like {{Wiki|Zephyros}}, needing to go where I please. I learned this the hard way.''\n*'''Kassandra:''' ''So you care only for yourself?''\n*'''Praxilla:''' ''If you only live your life for others, what's the point? You're nothing but a [[slavery|slave]]... a loyal beast, at best.''\n*'''Kassandra:''' ''People can get hurt.''\n*'''Praxilla:''' ''If I had lived the life expected of me, traditional and domestic, I would have died. Died inside, and like as not thrown myself into the sea. I know what I need.''\n*'''Kassandra:''' ''Seems like the festival here is much less formal than the others I've encountered.''\n*'''Praxilla:''' ''Yes. [[Dionysos]] claimed our offerings to [[Apollo]] and granted us the gift of ecstasy.''\n*'''Kassandra:''' ''I can see why it would attract people from far and wide.''\n*'''Praxilla:''' ''Do not misunderstand. Hedonism is one part of worship, but there are many here who dedicate themselves to the strings and to the verse.''\n*'''Kassandra:''' ''I see.''\nThey reached a tent area.\n*'''Praxilla:''' ''[[Timycha]]! Where are you?''\nA woman appeared.\n*'''Timycha:''' ''Who is making all of that fucking noise?''\n*'''Praxilla:''' ''Ah, the smell of the sea is almost enough to cover your stench, Timycha.''\n*'''Timycha:''' ''Praxilla! I've been gathering fruits to throw at you all week.''\n*'''Praxilla:''' ''High praise coming from you. I need a favor. Achaikos was kidnapped by some idiot and needs a new neck.''\n*'''Timycha:''' ''This idiot?''\n\n<tabber>\n|-|Watch who you're calling an idiot.=\n*'''Kassandra:''' ''This idiot carries a sharp spear.''\n|-|No, I'm a different idiot.=\n*'''Kassandra:''' ''Sadly, there have been many idiots on this journey.''\n</tabber>\n*'''Praxilla:''' ''I hired this muscle here to get Achaikos back. Now she's keeping me company.''\n*'''Timycha:''' ''All right, give him here.''\nPraxilla handed over lyre to Timycha.\n*'''Timycha:''' ''Poor fellow's been brutalized.''\n*'''Praxilla:''' ''But you can fix it, right?''\n*'''Timycha:''' ''Of course I can fix him. I am the best pair of hands you're gonna find outside of [[Athens]]. Problem is, Achaikos is a special boy. I have materials, but nothing worthy of putting him together.''\n*'''Kassandra:''' ''What materials do you need?''\n*'''Timycha:''' ''I have what I need for the neck, but the old one took the strings and yoke out when it snapped. Ah, and there's a crack running through the sound box. That needs to be replaced.''\n*'''Kassandra:''' ''What should I be looking for?''\n*'''Timycha:''' ''Some use bone for the yoke and neck, but nothing beats wood in my opinion. Strings are made from gut, and we could use a shell for the sound box.''\n(If players choose \"What kind of gut do you need for the strings?\")\n*'''Kassandra:''' ''Those strings don't look like guts to me.''\n*'''Timycha:''' ''They are. Just soaked for a long time and pulled thin. I'm sure you'll enjoy killing some legendary beasts to help Achaikos sing.''\n(If players choose \"What kind of shell do you need for the sound box?\")\n*'''Kassandra:''' ''I've seen some lyres with turtle shells for the body.''\n*'''Timycha:''' ''Not a lot of turtles on this coast, but a good sturdy conch should do the trick.''\n(If players choose \"What kind of wood do you need for the yoke?\")\n*'''Kassandra:''' ''What's a yoke, and what wood do you need to replace it?''\n*'''Praxilla:''' ''The yoke is the crossbar that all of the strings are attached to.''\n*'''Timycha:''' ''Sure is. It needs to bend, so a springy wood is best.''\n*'''Praxilla:''' ''I think we all can agree on that.''\n(If players choose \"I'll get the materials.\")\n*'''Kassandra:''' ''I will return with the materials to repair Achaikos.''\nKassandra travelled to a nearby [[wolf]] [[Narkissos|den]].\n*'''Kassandra:''' ''Wolves are fierce animals. I'll gut them for Praxilla.''\nShe hunted three wolves and recovered guts from their bodies.\n*'''Kassandra:''' ''Hope these are enough guts for fixing Achaikos.''\nKassandra next headed to a nearby beach, recovering three shells.\n*'''Kassandra:''' ''This shell should be perfect for Praxilla's lyre.''\nKassandra next headed to a mountainous region near Kreusis, collecting three silver birch.\n*'''Kassandra:''' ''That should be enough wood for a new lyre.''\nKassandra returned to Timycha and Praxilla with the materials in hand.\n*'''Kassandra:''' ''I have everything we need.''\n*'''Timycha:''' ''Excellent, give it here.''\n*'''Praxilla:''' ''Be careful with it!''\n*'''Timycha:''' ''He'll like me better when I'm done. You always were too rough with your fingering.''\n*'''Praxilla:''' ''Well, that's the first complaint I've heard about it.''\nAfter a while, Timycha returned with the repaired lyre.\n*'''Timycha:''' ''There he is, looking more handsome than ever.''\n*'''Praxilla:''' ''You call this your best work? You're robbing me blind.''\n*'''Timycha:''' ''Oh, shut up and go deafen the masses with your wailing.''\nPraxilla turned to Kassandra.\n*'''Praxilla:''' ''Thanks for the help. Here's your [[drachma]]e. I need some time to put Achaikos through his paces. I might need some help after though, so swing by my tent when you have a minute.''\nPraxilla left.\n*'''Kassandra:''' ''Sure, if I'm in the area.''",
    "Section_Outcome": "Kassandra brought the materials needed to repair Praxilla's lyre.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] ''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}