{
    "QuestName": "We're Treasure Hunters",
    "QuestID": "224093",
    "Revision": {
        "id": "966641",
        "parentid": "915680",
        "timestamp": "2021-10-06T21:08:36Z",
        "contributor": null,
        "comment": "/* Trivia */",
        "origin": "966641",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "6vcj0rrbeocvw6kcketgilgeu3vokqc"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD We're Treasure Hunters.png",
        "description": "'After Obelia had obtained the treasure map, she was ready to split the profit with someone brave and strong enough to dive to the bottom of the Aegean Sea|sea and bring back the lost Trade Goods|Artifact.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "previous": "We're Not Thieves",
        "next": "Lost and Found (Odyssey)|Lost and Found",
        "source": "Kassandra",
        "location": "Keos, Greece",
        "date": "431 BCE–429 BCE"
    },
    "General_Description": "'''We're Treasure Hunters''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "After obtaining the map from [[Obelia]], Kassandra traveled to the [[Submerged Minoan Palace]] south of the [[Lost Garden of Bacchylides]] on [[Keos]].",
    "Section_Dialogue": "Kassandra reached near the ruins, finding a pod of [[Great white shark|sharks]] around it. After killing the sharks, she dove into the ruins, opening a chest and recovering the artifact. She resurfaced, finding Obelia calling to her aboard her ship, docked nearby.\n*'''Obelia:''' ''Climb aboard. Get out of that shark-infested water.''\nAfter Kassandra had boarded the ship, Obelia greeted her.\n*'''Obelia:''' ''My friend, you are a gift from [[Poseidon]] himself.''\n*'''Kassandra:''' ''I try my best.''\n*'''Obelia:''' ''I'm going to need that artifact from you now.''\n*'''Kassandra:''' ''First, my pay.''\n*'''Obelia:''' ''I don't think so.''\n\n<tabber>\n|-|Nice joke.=\n*'''Kassandra:''' ''Very funny. Now pay up.''\n*'''Obelia:''' ''The last laugh is all mine... I'm in the business of double crossing [[Mercenary|mercenaries]].''\n*'''Kassandra:''' ''I didn't swim through sharks for this.''\n*'''Obelia:''' ''That was your mistake, not mine.''\n|-|This isn't happening.=\n*'''Kassandra:''' ''You fucking traitor.''\n*'''Obelia:''' ''Now, now. Let's not make it personal.''\n*'''Kassandra:''' ''I do your dirty work, and you don't pay me? It's personal.''\n*'''Obelia:''' ''Look on the bright side—I'm allowing you to walk away with your life.''\n</tabber>\n<tabber>\n|-|Take the treasure.=\n*'''Kassandra:''' ''Here's your treasure. I hope it's cursed.''\n*'''Obelia:''' ''I could tell you were a smart one.''\n*'''Kassandra:''' ''Satisfied?''\n*'''Obelia:''' ''Yes. Now get off my fucking ship.''\n|-|I don't have the treasure.=\n*'''Kassandra:''' ''There was no treasure.''\n*'''Obelia:''' ''Then why are you here?''\n*'''Kassandra:''' ''I came to tell you there's nothing there. Someone else must have got there first.''\n*'''Obelia:''' ''Then I'll kill you and check your remains, just to be sure.''\nObelia and her crew attacked Kassandra. However, they were easily defeated and killed by her.\n|-|You're dead.=\n*'''Kassandra:''' ''Deal's off. Now I'll kill you for wasting my time.''\n*'''Obelia:''' ''You haven't got a chance. Take her out!''\nObelia and her crew attacked Kassandra. However, they were easily defeated and killed by her.\n</tabber>",
    "Section_Outcome": "Kassandra was betrayed by Obelia, who demanded the artifact in exchange for her life. It is unclear if Kassandra handed it over without a fight or slew the entirety of Obelia's ship for her betrayal.",
    "Section_Trivia": "*Obelia can still be killed if players choose to give her the artifact, but her body does not drop any loot.\n*Alternatively, the player can also choose to fire upon her ship and sink it without going on board to meet her, thereby killing her preemptively.\n*It's possible to board her ship and kill her and her crew before talking to her.\n*It's also possible to kill her crew and disappear underwater, causing her to return to her spot on the ship. If the player walks in front of her she will attack, but if the player walks behind her then the player can talk to her again. If the player chooses to not to hand over the artifact, it will be much easier to kill her without the rest of her crew in the way.\n*Despite her betrayal, Obelia can be knocked unconscious, so long as the final hit comes from unarmed attacks, Spartan Kick, or Paralyzing Arrows, and hired as a lieutenant for the ''[[Adrestia]].''\n*Obelia's ship will persist offshore for quite a while. This makes it an easy mark for the \"Sink (2) bandit ships\" requirement of [[Recruitment Drive]].",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] ''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Nous sommes des chasseurs de trésors]]"
}