{
    "QuestName": "The Dunce Conundrum",
    "QuestID": "222854",
    "Revision": {
        "id": "1046450",
        "parentid": "927111",
        "timestamp": "2023-06-11T21:27:05Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1046450",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "4tagxzb008yk0qpwgrapy22xvi8j4a7"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey downloadable content#Limited edition content | Assassin's Creed: Odyssey Limited edition content]]'' — ''[[Secrets of Greece]]''"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD The Dunce Conundrum 1.png",
        "description": "'Demokritos, the \"laughing philosopher,\" fumbled his way into learning the whereabouts of three theorems. Combined, they'd unlock some great mystery, but first they'd need to be retrieved.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character",
        "previous": null,
        "next": "Another Kind of Poetry",
        "source": "Kassandra",
        "location": "Achaia, Greece",
        "date": "429 BCE–422 BCE"
    },
    "General_Description": "'''The Dunce Conundrum''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met a [[Demokritos|philosopher]] in [[Patrai]] who was attempting to develop a new theory.",
    "Section_Dialogue": "While in Patrai, Kassandra came upon a man who called out to her.\n*'''Demokritos:''' ''You! Come here. I need your help with something.''\nKassandra approached the man.\n*'''Demokritos:''' ''Come to see the richest man in Achaia, have you?''\n*'''Kassandra:''' ''You don't ''look'' rich.''\n*'''Demokritos:''' ''The richest person in any land is the one who wants for the least. And I want for nothing at all.''\n\n<tabber>\n|-|But you called me over.=\n*'''Kassandra:''' ''Rich, wanting for nothing, ''and'' calling me over to help. Doesn't make sense.''\n|-|Only money makes you rich.=\n*'''Kassandra:''' ''There's one thing that makes a person rich - drachmae. The only people who say otherwise don't have any.''\n</tabber>\n*'''Demokritos:''' ''Ah! A mind that thinks for itself. Someone save me from this horror.''\nKassandra groaned in exasperation.\n*'''Demokritos:''' ''Relax, relax. The name's Demokritos. Renowned thinker of thoughts, writer of writes, questioner of answers.''\n*'''Kasssandra:''' ''I'm... Kassandra. And I've never heard of you.''\n*'''Demokritos:''' ''Probably says more about you than me, Kassandra. Now, you came here to help, hmm? So happens, I've uncovered the whereabouts of three divine mathematical discoveries.''\n*'''Kassandra:''' ''Mathematical discoveries. Really?''\n*'''Demokritos:''' ''Yes, ''really''. The theorems, when combined with my own, will unlock the greatest mystery in the universe—which, as you know, is a place where mysteries strive to remain locked. Bring these three theorems to me, and I will reward you handsomely.''\n*'''Kassandra:''' ''So, you get the theorems, and I get a reward... From a man who seems completely disinterested in drachmae.''\nDemokritos laughed.\n*'''Demokritos:''' ''Drachmae is for idiots. What I offer is far greater than that. But first, the theorems.''\n[[File:ACOD_The_Dunce_Conundrum_2.png|thumb|250px|Kassandra agree to help Demokritos]]\n*'''Kassandra:''' ''Fine. What are they?''\n*'''Demokritos:''' ''Only the greatest achievements of rational thought—the original transcriptions of the {{Wiki|Golden Ratio}}, the {{Wiki|Pythagorean Theorem}}, and [[Zeno of Elea|Zeno]]'s {{Wiki|Zeno's paradoxes|Paradox}}.''\n(If players choose \"What do you know about Zeno's Paradox?\")\n*'''Kassandra:''' ''Tell me about Zeno's Paradox.''\n*'''Demokritos:''' ''Myself excluded, Zeno of Elea was the world's brightest philosopher, known for writing paradoxes that could stump anyone.<br />His work was thought destroyed, but I happen to know the priests in [[Lokris]] saved it.''\n(If players choose \"What do you know about the Golden Ratio?\")\n*'''Kassandra:''' ''About the Golden Ratio...''\n*'''Demokritos:''' ''Ah! The divine number. It's a guiding principle in architecture, sculpture, and is found in nature, too. The original is wasting away in the dirty hands of sculptors in [[Argos]]. It should be with a mathematician... like me!''\n(If players choose \"What do you know about the Pythagorean Theorem?\")\n*'''Kassandra:''' ''Where am I going to find the Pythagorean Theorem?''\n*'''Demokritos:''' ''It's all around you, of course! Deceptively simple, but subtly mysterious, the equation was apparently etched in stone. I heard a tale... It was lost in sunken ruins between three islands that form a triangle.''\n(If players choose \"I'll go now.\")\n*'''Kassandra:''' ''I'll find these theorems for you.''\n*'''Demokritos:''' ''Come back as soon as you have one.''\n[[File:ACOD The Dunce Conundrum 3.png|thumb|250px|Kassandra collecting the first theorem]]\nKassandra first set out to [[Lokris]], where she visited the town of [[Alponos]]. In a small shrine overlooking the town, she looted a chest containing Zeno's paradox.\n*'''Kassandra:''' ''One of the documents Demokritos wants... This isn't even math. It's a child's fable.''\nKassandra next travelled to [[Argos]], visiting [[Polykleitos' Workshop]]. There, she recovered the Golden Ratio theorem on a table.\n*'''Kassandra:''' ''The Golden Ratio. Demokritos will want to know I've found it.''\nKassandra then set out to the [[Aegean Sea]], reaching a sunken [[Palace of Amphitrite|ruin]] in a triangle formed by [[Thera]], [[Paros Island]] and [[Anaphi]]. Kassandra dived underwater, recovering the Pythagorean Theorem in a chest. Kassandra returned to Demokritos in Achaia.\n*'''Kassandra:''' ''Chaire, Demokritos.''\n*'''Demokritos:''' ''Kassandra. What have you brought me?''\n(If players choose \"I found Zeno's Paradox.\")\n*'''Kassandra:''' ''So I found Zeno's Paradox.''\n*'''Demokritos:''' ''You did! And, what did you think of it?''\n\n<tabber>\n|-|It's a riddle.=\n*'''Kassandra:''' ''It's just some silly riddle.''\n*'''Demokritos:''' ''What? No! The tortoise arrives at a point. Achilles, who is chasing it, runs after him. But after Achilles arrives at the same point, the tortoise has moved on. By the time Achilles arrives at the tortoise's new spot, the creature has again moved further. It shows how the universe divides itself infinitely.''\n|-|It demonstrates infinite divisibility.=\n*'''Kassandra:''' ''The tortoise arrives at a point. [[Achilles]], who is chasing it, runs after him. But after Achilles arrives at the same point, the tortoise has moved on. By the time Achilles arrives at the tortoise's new spot, the creature has again moved further.''\n*'''Demokritos:''' ''Exactly! It shows how the universe divides itself infinitely.''\n</tabber>\n*'''Kassandra:''' ''A mathematical theory hidden in a child's fable.''\n*'''Demokritos:''' ''Zeno was clever—every knowledgeable old man I've ever met was an idiot. But the minds of children are endlessly wise.''\n(If players choose \"I found the Golden Ratio.\")\n*'''Kassandra:''' ''I found the original Golden Ratio.''\n*'''Demokritos:''' ''A discovery that will change the course of existence!''\n\n<tabber>\n|-|The sides aren't perfectly even.=\n*'''Kassandra:''' ''At first, I didn't think I saw anything special about it. But the sides of this diagram aren't even. The side marked \"a\" is almost half of the side marked \"b\".''\n*'''Demokritos:''' ''Almost, but not quite - a and b are to a, as a is to b.''\n|-|It's... a rectangle.=\n*'''Kassandra:''' ''If you say so. It's just a rectangle to me.''\n*'''Demokritos:''' ''Open your eyes. That \"rectangle\" is two shapes—a rectangle, yes, but also a square. The length of sides a and be is to the length of the side a, as a is to b.''\n</tabber>\n*'''Kassandra:''' ''So, how can this theory be used?''\n*'''Demokritos:''' ''Used! It isn't used, only observed. It is the divine balance, occuring naturally in the most measurably beautiful places in the world. It is everywhere and nowhere.''\n(If players choose \"I found the Pythagorean Theorem.\")\n*'''Kassandra:''' ''It took some doing, but I found the Pythagorean Theorem.''\n*'''Demokritos:''' ''The greatest breakthrough the world will ever know. And now we have it, in its original glory.''\n\n<tabber>\n|-|Pythagoras invented triangles.=\n*'''Kassandra:''' ''Why? Did Pythagoras invent the triangle?''\n*'''Demokritos:''' ''Great minds don't invent - they discover. Pythagoras discovered that the square of the hypotenuse is equal to the sum of the squares of the other two sides!''\n|-|He discovered how these three lines are related.=\n*'''Kassandra:''' ''I thought it might be about the points of the triangle, but the theorem is about the length of the sides.''\n*'''Demokritos:''' ''Astute! You're wiser than you put on. The two shorter sides squared, when added together, are equal to the square of the hypotenuse.''\n</tabber>\n\n*'''Kassandra:''' ''That was... a lot to take in. But I think I've found everything.''\n*'''Demokritos:''' ''You did. And with this, I can finally form my grand theory—the theory that simultaneously divides and unites all the universe.''\n\nIf you answer his questions incorrectly, you will get these options and will not be able to get the follow on quest.\n\n<tabber>\n|-|This should be good.=\n*'''Kassandra:''' ''From a riddle, a triangle, and a rectangle? I can't wait.''\n|-|Just pay me.=\n*'''Kassandra:''' ''Sounds fun. But I'm not here for your theories. I did this to get paid.''\n</tabber>\n*'''Demokritos:''' ''Shame. It's been a while since I had a student, and there was a moment I thought I found one in you. I was wrong. But you did as you were asked. For that, take this.''\n*'''Kassandra:''' ''I'm a ''misthios'', not a student. Nice working with you, Demokritos.''\n\nIf you answer his questions correctly, you will get these options and the option for the follow on quest afterwards.\n\n(If players choose \"What is your theory?\")\n*'''Kassandra:''' ''What is this theory?''\n*'''Demokritos:''' ''Using the theorems as evidence, I intend to prove that the universe is divisible into infinitely smaller parts. As we break reality down, the parts shrink, and the space between them grows.''\n(If players choose \"What will you do with your theory?\")\n*'''Kassandra:''' ''Once you prove your theory, what will you do with it?''\n*'''Demokritos:''' ''Although I aim to prove that the universe is divisible, I hope that the theory can be used... to unite people.''\n(If players choose \"That's ambitious.\")\n*'''Kassandra:''' ''All of this sounds... ambitious.''\n*'''Demokritos:''' ''One can't achieve greatness by attempting mediocrity. But I confess, I have a personal motivation.''\n*'''Kassandra:''' ''Everyone always does.''\n*'''Demokritos:''' ''Ha! In another life, you would've made a fine student. When I was a student, I loved a poet. But I was so consumed by study I never told her. I hope to use these theorems to show her my poetry. And, maybe, to win her heart.''\n*'''Kassandra:''' ''If that's what you want to do, let's do it.''\n*'''Demokritos:''' ''What? Right now?''\n*'''Kassandra:''' ''You missed your chance to tell her once, Demokritos. There's no point in missing it again. Let's go.''\n*'''Demokritos:''' ''You're right. This time, I will do it properly.''",
    "Section_Outcome": "Kassandra helped Demokritos to recover the theorems needed to develop his new theory.",
    "Section_Gallery": "<gallery captionalign=\"center\" position=\"center\">\nACOD The Dunce Conundrum 4.png|Kassandra collecting the third theorem\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:L'énigme du cancre]]"
}