{
    "QuestName": "Designated Rider",
    "QuestID": "224258",
    "Revision": {
        "id": "1053421",
        "parentid": "1053420",
        "timestamp": "2023-07-24T00:36:55Z",
        "contributor": null,
        "comment": "/* Trivia */",
        "origin": "1053421",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "q29l9w1todxwvbb66lxcfsgdeaig548"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "previous": "Handle with Care",
        "next": "Rock Hard",
        "image": "ACOD_Designated_Rider.png",
        "description": "'After a long, drunken night, Alkibiades begged Kassandra to make sure an equally drunk politician made it home.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Alkibiades}}",
        "source": "Kassandra",
        "location": "Port of Piraeus, Attika, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''Designated Rider''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra was requested by [[Alkibiades]] to escort a drunk [[Athens|Athenian]] politician home.",
    "Section_Dialogue": "While roaming the [[Port of Piraeus]], Kassandra came across Alkibiades.\n*'''Kassandra:''' ''Alkibiades. You look like you're having fun.''\nAlkibiades raised his arms in rejoice.\n*'''Alkibiades:''' ''The gods work fast! I wished someone as beautiful as me were here, and you arrived!''\n<tabber>\n|-|You're drunk.=\nKassandra leaned a bit closer and grimaced while she sniffed him.\n*'''Kassandra:''' ''You're drunker than normal.''\n*'''Alkibiades:''' ''You'll have to forgive me. At this time of night, I like to get to the point when I have a pretty face staring back at me.''\n\n|-|The gods clearly know beauty.=\n*'''Kassandra:''' ''It's almost unfair for the both of us to be in one place. It will make everyone else feel bad.''\n*'''Alkibiades:''' ''Don't worry about them. These poor fools have accepted their fate—the gods decided many should lack in beauty while you and I bathe in it.''\n</tabber>\n\n<tabber>\n|-|(If the dialogue happens at daytime)=\nKassandra shook her head.\n*'''Kassandra:''' ''You do realize the sun is out, right?''\n*'''Alkibiades:''' ''Yes, what about it?''\n*'''Kassandra:''' ''Starting a bit early, aren't you?''\nAlkibiades gestured enthusiastically.\n*'''Alkibiades:''' ''Starting? No, no. This is ending in the most spectacular fashion.''\n*'''Kassandra:''' ''Another successful party, then.''\n\n|-|(If the dialogue happens at night)=\n*'''Kassandra:''' ''You're in a good mood. Must have been some party.'' \n</tabber>\nHe pointed to the drunk man while speaking.\n*'''Alkibiades:''' ''The only kind I know. Although, I have a slight problem. There's an important politician here who really needs to get back home, but gods know I can't make the trip.''\n<tabber>\n|-|I'll take the politician home.=\n*'''Kassandra:''' ''I'll make sure he gets home safe.''\n*'''Alkibiades:''' ''Yes, safe. Right. It should be an easy trip, although you may have to carry him at this point. Lucky man...''\nAlkibiades looked down at the politician.\n|-|Let him sleep it off.=\n*'''Kassandra:''' ''He can make the trip when he wakes up.''\nKassandra returned a little later.\n*'''Alkibiades:''' ''Will you help me with the politician?''\n(Back to dialogue choice one)\n</tabber>\n(If players choose \"Why can't the politician stay here tonight?\")\n*'''Kassandra:''' ''You could let him stay here.''\n*'''Alkibiades:''' ''I would, but it's never good to let a politician stay the night. It's a rule of mine.''\n*'''Kassandra:''' ''I'm surprised you have rules.''\n*'''Alkibiades:''' ''You know how they can be. Never want to stop talking. There's only so much I can take. But for you, I'd break all of my rules.''\n(If players choose \"What's so important about him?\")\n*'''Kassandra:''' ''What has he done to be so special?''\n*'''Alkibiades:''' ''Well he... Uh... It was something to do with people, I think? Gods, I don't know. You may as well ask what I ate ten days ago.''\nKassandra raised her eyebrow, unconvinced.\n(If players choose \"How do you party so much?\")\n*'''Kassandra:''' ''So you party often?''\n*'''Alkibiades:''' ''As often as I can.''\n*'''Kassandra:''' ''I'm not sure how you do it.''\n*'''Alkibiades:''' ''Practice, practice, practice. The more I do, the better chance of having a clearer head than those around me.''\nShe had a realization.\n*'''Kassandra:''' ''So you're looking to gain an advantage?''\nHe appeared shocked.\n*'''Alkibiades:''' ''Over my allies? Never. Actually, let's not talk about such things.''\n*'''Kassandra:''' ''I'll try to get the politician home before he completely passes out.''\n*'''Alkibiades:''' ''Wonderful! Just take him north of the Port of Piraeus. His home is somewhere around there.''\n(If players returns to him shortly after before carrying the politican)\n*'''Alkibiades:''' ''You're still here?''\nAs Kassandra carried the politician north of the port.\n*'''Politician:''' ''Now the world is spinning and bouncing.''\nHalfway through.\n*'''Politician:''' ''Wait, why are we going this way?''\nUpon entering a run-down neighbourhood, the politician's voice became unnerved.\n*'''Politician:''' ''Are you sure this is the right way? It doesn't look familiar.''\nNearing a back alley, the politician asked disconcertingly:\n*'''Politician:''' ''Why did you bring me here?''\nKassandra carried the politician to the front of the house at the end of the alley.\n*'''Kassandra:''' ''Is this really where he lives?''\nAfter she set him down, there were immediately ambushed.\n*'''Rogue:''' ''Ha, it's exactly like we were told! Get him!''\nKassandra took down the three ambushers.\n(If the politician survived)\n*'''Politician:''' ''You saved my life!''\n*'''Kassandra:''' ''Any reason someone would want to kill you?''\n*'''Politician:''' ''I'm a politician. Could have been anything. Thank you, misthios.''",
    "Section_Outcome": "The directions Alkibiades gave led Kassandra into an ambush. She dealt with the ambushers, though the politician's fate was less certain.",
    "Section_Trivia": "*The protagonist will reference the politician's fate in their [[Rock Hard|next encounter]] with Alkibiades. It is possible to save him, but on Nightmare difficulty, he'll likely die in only a couple of hits due to the way in which damage scales between difficulties. As three enemies will attack, it is highly likely one will target the politician while the other two attack the player.\n**Perhaps the easiest method is to quickly dismount and run towards the enemies before they can approach. In this case, it is likely that all three enemies will target the player, and there should be sufficient time for the player to stop anyone that might try to approach the politician.\n**Otherwise, players should utilize abilities that stun, inflict area-of-effect damage, and/or strike multiple targets to maintain an advantage. With sufficient Assassin Damage, Hero Strike can also dispatch at least one of the three enemies, and Shadow of Nyx can help the player disappear after a stun, thus re-enabling Rush Assassination.\n*No matter how the politician dies, the protagonist will tell Alkibiades he was mauled by wild animals. This includes the highly likely outcome that one of the ambushers will kill him.\n*The name of the memory references the practice of {{Wiki|Designated driver|designated driving}}, in which one person remains sober throughout a night of drinking while others indulge in alcoholic beverages, in order for the former to safely drive the latter home.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Designated Rider - Kassandra Carrying General.jpg|Kassandra carrying the Athenian politician\nACOD Designated Rider - Kassandra Bandits.jpg|Kassandra surrounded by bandits\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n<!--Interwiki links-->\n[[de:Geleitschutz]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}