{
    "QuestName": "Across the Border",
    "QuestID": "224060",
    "Revision": {
        "id": "832886",
        "parentid": "827684",
        "timestamp": "2019-08-31T09:28:48Z",
        "contributor": null,
        "comment": "Outcome section has to brief and summarise the memory as a whole.",
        "origin": "832886",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "kfykvkbp1uxvoq71dfgs1mrxpxx6rel"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "previous": "Rock Hard",
        "next": "Happily Ever After?",
        "image": "ACOD_Alkibiades_and_his_hooded_friend.png",
        "description": "'A friend of Alkibiades' needed to be taken near the border of Megaris. He asked Kassandra to avoid roads or people if possible, although he didn't share why.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Alkibiades}}",
        "source": "Kassandra",
        "location": "Attika, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''Across the Border''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra was tasked by [[Alkibiades]] to escort a friend of his to the border of [[Megaris]].",
    "Section_Dialogue": "Kassandra encountered Alkibiades once again at the [[Port of Piraeus]] in [[Athens]].\n*'''Alkibiades:''' ''A power I wield indeed! I told you last time I thought I could summon you when needed, and it has happened yet again.''\n*'''Kassandra:''' ''And for what this time?''\n*'''Alkibiades:''' ''My friend here needs to be taken to the [[Sanctuary of Eleusis]] near the border of Megaris. He'll finish the trek across the border on his own.''\n<tabber>\n|-|Stop using your power.=\n*'''Kassandra:''' ''If you have the power to make me come when you want, stop using it.''\n*'''Alkibiades:''' ''Oh I'll... no. That's too easy. Anyways, the power doesn't work every time, sadly. You weren't in my bed last night, no matter how many times I thought of you.''\n|-|Let me guess, another lie.=\n*'''Kassandra:''' ''So, do you want to lie to me now, or later?''\n*'''Alkibiades:''' ''Whatever do you mean?''\n*'''Kassandra:''' ''Is this \"friend\" of yours actually a friend? I'm not going to find out they're a wanted criminal, or they don't actually want your help, am I?''\n*'''Alkibiades:''' ''I'm hurt that you'd jump straight to accusations. A good relationship must be built on trust, after all.''\n{{#tag:tabber|\nIt doesn't seem like you trust me.=\n*'''Kassandra:''' ''You'd rather lie than trust me.''\n*'''Alkibiades:''' ''Some things are better left unsaid, and many things are for your own protection.''\n*'''Kassandra:''' ''I can protect myself. You know that.''\n*'''Alkibiades:''' ''Fine, I'll try to be more forthcoming in the future.''\n{{!}}-{{!}}\nMaláka!=\n*'''Kassandra:''' ''Fuck you, Alkibiades. To get trust, you have to prove you deserve it. And you've lied to me more than once.''\n*'''Alkibiades:''' ''You and I have different views of trust, nothing more. I've kept things to myself, but never to hurt you.''\n{{!}}-{{!}}\nFine, let's trust each other.=\n*'''Kassandra:''' ''You're right. Just remember, trust goes both ways.''\n*'''Alkibiades:''' ''I'm very familiar with things that go both ways.''\n}}\n|-|A friend of yours is a friend of mine.=\n*'''Kassandra:''' ''I'm always happy to help a friend of yours. Is this one drunk as well?''\n*'''Alkibiades:''' ''Not at all. And that politician was ''not'' my friend.''\n</tabber>\n*'''Kassandra:''' ''Let's get to it. I'm just supposed to take your friend across the border?''\n*'''Alkibiades:''' ''Yes.''\n*'''Kassandra:''' ''Nothing else?''\n*'''Alkibiades:''' ''Carefully, if you can. Avoid roads, people... Be invisible. My friend must be kept safe.''\n<tabber>\n|-|I'll get your friend to the sanctuary.=\n*'''Kassandra:''' ''I'll make sure he's safe.''\n*'''Alkibiades:''' ''I'd hoped you'd say that.''\n|-|I'm too busy for a trip.=\n*'''Kassandra:''' ''Your friends has feet. He can walk.''\nKassandra returns.\n*'''Alkibiades:''' ''Care to help my friend across the border?''\n(Back to dialogue choice one.)\n</tabber>\n(If players asked \"Why do we need to go unseen?\")\n*'''Kassandra:''' ''Every time you ask me to do something secretly, someone dies. What is it this time?''\n*'''Alkibiades:''' ''Not everyone was born with your beautiful muscles built for... well, everything. Some of us work better by ''avoiding'' fights. This time, that's all I ask.''\n(If players asked \"Why does your friend need me?\")\n*'''Kassandra:''' ''There are lots of safe passages through these parts. Tell your friend to go alone.''\n*'''Alkibiades:''' ''He could, but imagine if something happened, and you saved him. ''Imagine'' the things I'd do to show my gratitude.''\n*'''Kassandra:''' ''And why do you always turn to me?''\n*'''Alkibiades:''' ''You've proven yourself worthy. Plus, I like watching you walk away.''\n(Leave – \"We should head out.\")\n*'''Kassandra:''' ''We should be on our way.''\n*'''Alkibiades:''' ''He needs to get to the Sanctuary of Eleusis. It isn't far, although it may take you longer than usual.''\n*'''Kassandra:''' ''It won't be a problem.''\nKassandra and the civilian readied themselves to depart.\n*'''Civilian:''' ''I'm glad we aren't going by sea.''\nThey proceeded up the steps, around the [[Choma Camp]], and mounted some horses.\n*'''Civilian:''' ''Alkibiades told me about you. He said you're blessed by the gods.''\nThey traveled northwest through the gate.\n*'''Civilian:''' ''It's nice of you to help someone you don't know at all.''\nThey followed the path.\n*'''Civilian:''' ''We should stay on the safest route possible.''\nNear the Sanctuary of Eleusis they were ambushed by bandits. Kassandra and the civilian worked together to defeat them, then continued to the sanctuary, where the civilian removed her hood.\n*'''Civilian:''' ''Ah, that's better. I was starting to get sweaty under that hood.''\n*'''Kassandra:''' ''You're a woman!''\n*'''Civilian:''' ''Nice of you to notice.''\n*'''Kassandra:''' ''Alkibiades said—''\n*'''Civilian:''' ''Exactly what I told him to. It was safer that way. I owe Alkibiades a lot for his help, and for trusting you with my life, as well.''\n(If players asked \"Why the secrecy?\")\n*'''Kassandra:''' ''Enough lies. Tell me what's happening.''\n*'''Civilian:''' ''I said I was a man so nobody would recognize me. I needed to escape my husband unseen.''\n*'''Kassandra:''' ''And you trusted Alkibiades?''\n*'''Civilian:''' ''No one escapes my husband—he'd find me. It's been... tough. I'm not sure I would have lasted much longer.''\n(Followup – \"Why trust Alkibiades?\")\n*'''Kassandra:''' ''So, let me guess. Alkibiades owed you a favor... or now has some scheme where you owe him.''\n*'''Civilian:''' ''I'm not sure what you mean. He didn't ask anything of me, and I've never known him to do so. I know many people he's helped at the expense of nobody but himself.''\n(Leave – \"You're welcome.\")\n*'''Kassandra:''' ''I'm glad I could help.''\n*'''Civilian:''' ''Please give Alkibiades my thanks. I only wish I had more to offer him, and you, for the help. I'll never forget either of you.''\nShe gave Kassandra a small reward and the two parted ways.",
    "Section_Outcome": "Kassandra helped Alkibiades to escort his \"friend\" out of Athens to the Sanctuary of Eleusis.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Ambushed by bandits near Sanctuary of Eleusis.png|Kassandra and her escortee were ambushed by bandits on their way to the sanctuary.\nACOD Escortee removes her hood.png|Kassandra was surprised that her escortee is a woman.\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n\n<!--Interwiki links-->\n[[de:Grenzüberschreitend]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}