{
    "QuestName": "Let My Patients Go",
    "QuestID": "224015",
    "Revision": {
        "id": "911044",
        "parentid": "911042",
        "timestamp": "2020-12-10T17:57:48Z",
        "contributor": null,
        "comment": "Whoops, how'd I miss this is wrong memory?",
        "origin": "911044",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "nl2pdqmoxl2tys09kea6hguobae6rs4"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOd-HippokGaleos.jpg",
        "description": "'The Galeos|survivor of an animal attack was a ruthless Slavery|slaver. Hippokrates wouldn't treat him until Kassandra investigated Galeos' Melanippos' Camp|camp and freed his \"merchandise\".'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Hippokrates}}",
        "previous": "The Hunting Party",
        "next": "Inheritance Insurance",
        "source": "Kassandra",
        "location": "Boeotia, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''Let My Patients Go''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "To appease [[Hippokrates]], Kassandra agreed to find the [[Galeos|slaver's]] [[Melanippos' Camp|camp]] and save his [[Slavery|victims]].",
    "Section_Dialogue": "Some time later, Kassandra returned to check on Galeos, the man she rescued.\n*'''Kassandra:''' ''How's the patient?''\n*'''Hippokrates:''' ''He'll survive ''if'' I treat his injuries.''\n*'''Kassandra:''' ''If?''\n*'''Hippokrates:''' ''This man is a monster. He's a slave trader who treats people so terribly that they injure themselves just to avoid working for him.''\nHippokrates grunted.\n*'''Hippokrates:''' ''If I help him, he'll continue to hurt others. But if I choose to do nothing, many will be spared pain and suffering.''\n<tabber>\n|-|Save him and we'll get paid.=\n*'''Kassandra:''' ''This man is a rich slaver. If we save him, he'll reward us both. Think of the people you could help with that [[drachma]]e.''\n*'''Hippokrates:''' ''No amount of money can undo the damage he's inflicted upon innocent people. Men like him think they can pay their way out of every situation, even death. He's wrong. No one can escape the [[Charon|Ferryman]] forever.''\n|-|Save him because it's right.=\n*'''Kassandra:''' ''It shouldn't matter what this man has done, he deserves to be treated like anyone else. We can't judge others when they're at our mercy.''\n*'''Hippokrates:''' ''I know it's my duty to help this man, but if you'd seen some of the injuries I've treated that he's caused, you would understand my doubts. The innocents of the Greek world have suffered enough lately.''\n</tabber>\n*'''Kassandra:''' ''What if I free his slaves? If he has no slaves, he can't mistreat them anymore, and you'll be able to treat him without guilt.''\n*'''Hippokrates:''' ''Yes, I can save this man, and you can prevent him from hurting others. Our kindness here will show the error of his ways—show him a different path to walk. You would do this for me?''\n<tabber>\n|-|Accept – I'll free the slaves.=\n*'''Kassandra:''' ''Of course I'll free the slaves for you.''\n*'''Hippokrates:''' ''Thank you, my friend.''\n|-|Leave – Maybe another time.=\n*'''Kassandra:''' ''Those slaves' freedom is their own to fight for.''\nKassandra returned.\n*'''Hippokrates:''' ''If you free the slaves, I can heal this monster.''\n(Back to dialogue choice one.)\n</tabber>\n[[File:ACOD Let My Patients Go 2.png|thumb|250px|Kassandra agreeing to free Galeos' slaves]]\n(If players asked \"Where are the slaves?\")\n*'''Kassandra:''' ''Where are the slaves being held?''\n*'''Hippokrates:''' ''I remember paying a visit to a [[Melanippos' Camp|camp]] on the river bank east of [[Lake Kopais]] to treat a slave for self-inflicted injuries. I'd try there.''\n(If players asked \"Why was the hunting party attacked?\")\n*'''Kassandra:''' ''Are hunting parties often attacked this close to the city?''\n*'''Hippokrates:''' ''It's quite unusual, but with the war raging all around us, and the plague consuming everything else, it's no surprise the beasts are becoming more desperate.''\n(Leave – \"I'll free the slaves.\")\n*'''Kassandra:''' ''If the slaves are in danger, I'll need to hurry.''\nKassandra left the city and rode north along the stream towards the entrance of Melanippos' Camp. With the help of [[Ikaros]], she spotted two slaves in cages and the bandit guards.\n*'''Kassandra:''' ''I see him.''\nOff to the right of the slaves, up along the cliffside, Ikaros spotted the slave leader, also encaged.\n*'''Kassandra:''' ''I need to talk to her.''\nKassandra infiltrated the camp and killed any bandits between her and the slaves. She released the two from their cages and climbed to the end of the camp to free the leader. She carried her off to safety along the cliffs above the river, then onto a wooden platform north of the camp—below, the river debouched into the [[Aegean Sea]]. After Kassandra set her down, the slave leader stood up to thank her.\n*'''Slave:''' ''Thank you for freeing us. That beast Galeos has worked all of us to the brink of death. Now I can return home to my family.''\nWith the slaves freed, Kassandra returned to Hippokrates' clinic.\n*'''Kassandra:''' ''I've freed the slaves.''\n*'''Hippokrates:''' ''I've treated his injuries enough to stabilize him, but he isn't out of danger yet...''\nThey both looked down at Galeos for a moment.\n*'''Hippokrates:''' ''I don't know if I can bring myself to complete the treatment.''\n<tabber>\n|-|You can't just let him die.=\nKassandra leaned close and pointed at him while she replied.\n*'''Kassandra:''' ''So you're just going to stand here and watch this man die? You need to do what you do best, and heal him. It's what the [[Twelve Gods|gods]] put you here to do—help people, not judge them.''\n|-|He won't hurt anyone else.=\n*'''Kassandra:''' ''I've freed his slaves, and his business is finished. Perhaps our kindness will show him there is another path.''\n</tabber>\nRegardless, Hippokrates pondered for a moment, then agreed to finish the treatment.\n[[File:ACOD Let My Patients Go 4.png|thumb|250px|Hippokrates convinced to save Galeos' life]]\n*'''Hippokrates:''' ''If I do nothing, I'll be no better than him. I'll make sure he recovers.''\n*'''Kassandra:''' ''When he does, be sure to tell him how his life was in our hands.''\n*'''Hippokrates:''' ''Only the gods have the power to decide life and death. What I do is insignificant compared to their benevolence.''\n*'''Kassandra:''' ''I've seen you save many from a trip down the [[Styx]].''\n*'''Hippokrates:''' ''But look at the [[Plague of Athens|plague]]—for all my knowledge and experience, I could [[A Growing Sickness|do nothing]] against it. I have to accept that my reach only goes so far. Thank you for your help, my friend.''\n*'''Hippokrates:''' ''I must go, I have an appointment with a patient elsewhere.''",
    "Section_Outcome": "Kassandra resolved Hippokrates' dilemma in treating the brutal slaver Galeos by freeing his slaves and shutting down his operation.",
    "Section_Trivia": "*Galeos can be knocked out and recruited afterwards. In this way, his life will truly be in Kassandra's hands.\n*The dilemma presented in this quest may have been before Hippokrates made the {{wiki|Hippocratic Oath}}.\n*The freed slave woman can later be found standing around near the [[Battleground of Lokris|battleground]] of [[Lokris]].\n*The title and the quest itself might be a reference to the song \"Let my people go\"/\"Go down Moses\" about Moses who freed his people, the Isrealites, from the old Pharaoh of Egypt, and afterwards let them through the desert to escape their oppressors.",
    "Section_Gallery": "<gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nACOD Let My Patients Go 1.png|Hippokrates and Kassandra dicussing the patient\nACOD_-_Hippokrates_hesitates_to_treat_Galeos.png|Hippokrates hesitates to treat Galeos.\nACOD_-_Melanippos'_Camp.png|Melanippos' Camp\nACOD_Boeotia_-_Slave_leader_thanked_Kassandra.png|The slave leader thanked Kassandra after freeing her and carrying her away to safety\nACOD Let My Patients Go 3.png|Kassandra returing to Hippokrates\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}