{
    "QuestName": "Inheritance Insurance",
    "QuestID": "224048",
    "Revision": {
        "id": "911048",
        "parentid": "878829",
        "timestamp": "2020-12-10T17:59:50Z",
        "contributor": null,
        "comment": "/* Notes */",
        "origin": "911048",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "n1lldrddj9f1bj2dqqe1stk7n47je6p"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD_-_Hippokrates_talking_to_Pentheus.png",
        "description": "'Hippokrates was treating a slowly dying Pentheus (Thebian)|patient when Kassandra found him. The man worried about his young Dikaios|son's future and asked Kassandra to help.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character",
        "previous": "Let My Patients Go",
        "next": "Too Much of a Good Thing",
        "source": "Kassandra",
        "location": "Thebes, Greece|Thebes, Boeotia, Greece",
        "date": "429 BCE"
    },
    "General_Description": "'''Inheritance Insurance''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra found [[Hippokrates]] within the house of an old, dying man, and was tasked to help ease his final days.",
    "Section_Dialogue": "Southwest of Thebes, Kassandra overheard Hippokrates talking to a hopeless patient in the latter's home while they were both sitting.\n*'''Pentheus:''' ''My life is already over. I'm nothing but my suffering.''\n*'''Hippokrates:''' ''There may still be hope if I can learn more about what ails you.''\n*'''Pentheus:''' ''It's no longer about me. I'm worried for my son.''\n*'''Hippokrates:''' ''A boy still needs his father around. Besides, [[Dikaios]] is a smart boy. He'll be fine.''\n*'''Pentheus:''' ''Not if my rivals have their way.''\n[[File:ACOD Inheritance Insurance 2.png|thumb|250px|Hippokrates informing Kassandra of Pentheus' situation]]\nKassandra entered and approached Hippokrates as he stood up.\n*'''Kassandra:''' ''Hippokrates—you know it's unwise to upset a patient.''\n*'''Hippokrates:''' ''He asks me to end his life when he knows I can't.''\n*'''Pentheus:''' [[Mercenary|Misthios]]'', please help me. I'm in such terrible pain.''\n*'''Hippokrates:''' ''You cannot simply ask someone else to kill you in my presence. I'm your [[Doctor|physician]]—I will not allow it. I can ease your pain, analyze your symptoms, and try to cure you, but that's all.''\n<tabber>\nPain is a part of life.=\n*'''Kassandra:''' ''Pain is just part of being mortal. It reminds us that we're alive and keeps us sharp.''\n*'''Pentheus:''' ''I have known many pains in my life. My own suffering isn't what I worry about right now, but making sure my family's future is secured.''\n|-|We all deserve a choice.=\n*'''Kassandra:''' ''Life is about choice, and we should all be able to choose for ourselves when we leave this world.''\n*'''Pentheus:''' ''And I will, once I know my family's future is secured.''\n</tabber>\n*'''Kassandra:''' ''Secured how?''\n*'''Pentheus:''' ''My family is one of the richest in [[Thebes, Greece|Thebes]], and we have many rivals. When I die, my son will become the head of our house.''\nPentheus groaned.\n*'''Pentheus:''' ''He's just a boy.''\nHe continued to groan from pain.\n*'''Pentheus:''' ''I need to ensure they can't take advantage of my death.''\n<tabber>\nAccept – I'll deal with your rivals.=\n*'''Kassandra:''' ''I'll deal with your rivals and give your son a fighting chance.''\n*'''Pentheus:''' ''Thank you, ''misthios.'' If you steal their assets, it will weaken their position and prevent them from posing a threat to my family. That will buy my son time.''\n|-|Leave – Focus on yourself for now.=\n*'''Kassandra:''' ''Your family will be fine. Stay focused on your treatment, and do what Hippokrates tells you.''\nKassandra returned.\n*'''Pentheus:''' ''Have you decided to grant a dying man his wish?''\n(Back to dialogue choice one.)\n</tabber>\n(If players asked \"What should I steal?\")\n*'''Kassandra:''' ''What do I need to steal?''\n*'''Pentheus:''' ''To really weaken them, steal their debt registry, their mortgage testimonials, and their collection of fine jewels.''\n(If players asked \"Where is the estate?\")\n*'''Kassandra:''' ''Where do I need to go?''\n*'''Pentheus:''' ''Their [[Leader House, Boeotia|estate]] is nearby. It's one of the most finely decorated homes in all of Thebes—except for mine, of course.''\n(If players asked \"Why not kill your rivals?\")\n*'''Kassandra:''' ''Why not just kill them and remove the threat for good?''\nWhile Pentheus answered, Hippokrates glared at her.\n*'''Pentheus:''' ''If they're weakened, they won't pose a threat to my family's position. If they're removed, another family will rise up to take their place and still pose a threat.''\nKassandra shrugged and returned her attention to Pentheus.\n*'''Pentheus:''' ''This solution keeps my family safe, and their position secure.''\n(Leave – \"I'll get it done.\")\n*'''Kassandra:''' ''Stealing isn't normally what I'm paid for, but I'll get it done.''\n*'''Hippokrates:''' ''If doing this helps bring him some semblance of peace, I will pray for [[Tyche]] to watch over you.''\nKassandra infiltrated the house of Pentheus' rivals between the [[Gymnasium, Thebes|gymnasium]] and the [[Kadmeia|akropolis]] of Thebes. Inside, she found the assets Pentheus had mentioned, taking them.\n*'''Kassandra:''' ''That should be everything worth taking.''\n\nKassandra returned to Pentheus' house. Hippokrates was preoccupied with coming up with the right medicine. She approached Pentheus, who was sitting up in bed.\n*'''Kassandra:''' ''I've done what you asked. Your family's position will be secure for quite some time.''\n*'''Pentheus:''' ''You have given me hope that my name will live on long after I'm gone. All that I ask [[Twelve Gods|gods]] for now is that my son lives a longer and happier life than I. I'm in your debt.''\n<tabber>\n|-|I'm happy to help.=\n*'''Kassandra:''' ''You don't owe me anything, really.''\n|-|It's always nice to get paid.=\n*'''Kassandra:''' ''I'm always happy to help a wealthy noble with his problems.''\n</tabber>\n*'''Pentheus:''' ''Now... it pains me to ask, but I need your help with one more thing.''\n*'''Kassandra:''' ''I know what you want to ask.''\n*'''Pentheus:''' ''This disease will claim me, be it today or another in the future. It's a matter of when, not if.''\nKassandra shook her head lightly and lowered her voice to a whisper.\n*'''Kassandra:''' ''Hippokrates won't just let me kill you.''\n*'''Pentheus:''' ''No, but he'll listen to you. If you can convince him it's what's best for me, he might change his mind.''\nKassandra glanced over at Hippokrates, who was still too preoccupied to overhear their conversation.\n*'''Pentheus:''' ''I don't want to slowly waste away. I want to die in peace while my family remembers me in a good light.''\n<tabber>\nIt's not my place.=\n*'''Kassandra:''' ''Hippokrates is stubborn, but for good reason. He believes in helping people, not hurting them. I don't think I'll convince him otherwise.''\n*'''Pentheus:''' ''I know he means well, but he must know I'm beyond saving.''\nPentheus laid down.\n*'''Pentheus:''' ''Still, I understand your choice. Now, I think I need to rest.''\n|-|I'll talk to Hippokrates.=\n*'''Kassandra:''' ''I'll talk to him for you.''\n*'''Pentheus:''' ''I appreciate your help. You've shown me more kindness in the last few days than most have my entire life.''\nPentheus laid down.\n*'''Pentheus:''' ''Now, I must rest.''\n</tabber>\nKassandra stood up as Hippokrates called her over to help him with [[Too Much of a Good Thing|another task]].",
    "Section_Outcome": "Kassandra stumbled upon Hippokrates with a dying patient whose wish of his family's future security was soon fulfilled by her.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Inheritance Insurance 3.png|Kassandra agreeing to help Pentheus\nACOD_-_Pentheus'_home.png|Pentheus' home\nBoeotia-LH.jpg|The rival families' estate.\nACOD Inheritance Insurance 4.png|Hippokrates trying to develop a medicine\nACOD Inheritance Insurance 5.png|Pentheus thanking Kassandra for her help\nACOD Inheritance Insurance 6.png|Pentheus resting\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}