{
    "QuestName": "Too Much of a Good Thing",
    "QuestID": "224047",
    "Revision": {
        "id": "911050",
        "parentid": "870321",
        "timestamp": "2020-12-10T18:01:20Z",
        "contributor": null,
        "comment": "/* Notes */",
        "origin": "911050",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "9uo4oyupuotj51wybhnbwza5red0gm1"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD_-_Too_Much_of_a_Good_Thing.png",
        "description": "'Pentheus (Thebian)|Pentheus' mind was at peace, but he still suffered in life. Hippokrates knew of a way to ease his pain, but too much could be fatal.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Hippokrates}}",
        "previous": "Inheritance Insurance",
        "next": null,
        "source": "Kassandra",
        "location": "Boeotia, Greece",
        "date": "429 BCE"
    },
    "General_Description": "'''Too Much of a Good Thing''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra spoke to [[Hippokrates]], who thought of a way to help ease [[Pentheus (Thebian)|Pentheus]]' pain.",
    "Section_Dialogue": "As Pentheus laid back down to rest, Hippokrates called Kassandra over to him for her assistance.\n*'''Hippokrates:''' ''If you have a moment, I would ask you to help me with something.''\nAs Kassandra faced him, she briefly glanced back at Pentheus.\n[[File:ACOD Too Much of a Good Thing 1.png|thumb|250px|Kassandra and Hippokrates discussing Pentheus' condition]]\n*'''Kassandra:''' ''He seems to be resting peacefully now.''\n*'''Hippokrates:''' ''Yes, you helped ease his mind, but he'll never truly be at peace until he takes his last breath.''\n*'''Kassandra:''' ''When will that be?''\n*'''Hippokrates:''' ''It's hard to tell. Judging by his symptoms, it'll be sooner rather than later.''\nThey paused on the depressing situation.\n*'''Hippokrates:''' ''I can lessen his pain, but to do so, I'll need some [[hemlock]].''\n(Accept – I'll get the hemlock.)\n[[File:ACOD Too Much of a Good Thing 3.png|thumb|250px|Kassandra agreed to help collect the hemlock]]\n*'''Kassandra:''' ''I'll collect the ingredients you need.''\n*'''Hippokrates:''' ''Thank you. It won't stop the pain entirely, but I hope it'll help him feel more comfortable.''\n*'''Kassandra:''' ''He doesn't want to feel better. He wants to die with some dignity.''\n*'''Hippokrates:''' ''True dignity would be fighting through this so I can analyze his symptoms further.''\n<tabber>\n|-|You're letting him suffer.=\n*'''Kassandra:''' ''He wants to die and he's in pain. You should respect his right to choose instead of treating him like an experiment. What you're doing is wrong.''\nHippokrates' expression changed to one of self-aggrandizement.\n*'''Hippokrates:''' ''I will not be lectured on the morality of my work by a [[Mercenary#5th_century_BCE|sell-sword]]. I have a responsibility, like all healers, to use my knowledge for the betterment of others.''\n|-|You're doing the right thing.=\n*'''Kassandra:''' ''I can't imagine how difficult this must be, but I know you're doing what you can to help him.''\n*'''Hippokrates:''' ''Sometimes I worry that it's never enough. First the [[Plague of Athens|plague]], and now this. The ailments that afflict [[Human|man]] are as varied as the [[Twelve Gods|gods]]. It would take me many lifetimes to learn about them all.''\n</tabber>\n(If players asked \"Where is the hemlock?\")\n*'''Kassandra:''' ''Hemlock is rare. Where do you harvest it?\"''\n*'''Hippokrates:''' ''It grows all across [[Boeotia]], but check near the [[Tumulus of Plataia]]. I'm sure I saw some when I was last there.''\n(If players asked \"Why hemlock?\")\n*'''Kassandra:''' ''Why are you treating him with [[poison]]? Hemlock is deadly.''\n*'''Hippokrates:''' ''Only in the wrong dosage. If my observations are correct, it should lessen the pain wracking his body.''\n(Leave – \"I'll go now.\")\n*'''Kassandra:''' ''I'll get the hemlock you need.''\n[[File:ACOD Too Much of a Good Thing 4.png|thumb|250px|Kassandra finding the hemlock]]\nKassandra left and rode south outside the city. When she arrived at the bridge over the riverbank north of the Ruins of Plataia, [[Ikaros]] helped her identify several herbs of note.\n*'''Kassandra:''' ''That's what I'm looking for.''\nA pack of wolves set upon her, but she dealt with them and returned to examine the herbs.\n*'''Kassandra:''' ''That looks like hemlock.''\nKassandra picked a bunch of the hemlock and returned to Hippokrates.\n*'''Kassandra:''' ''I got the hemlock you wanted.''\n*'''Hippokrates:''' ''Thank you. I know this task was a little beneath you, but it will help my friend here.<br />I've prepared the elixir base, but I need you to grind the herb and add it to the mixture.''\n*'''Kassandra:''' ''I think I can handle that.''\nKassandra moved towards the table at the corner.\n*'''Hippokrates:''' ''Be mindful of the amount you add. While the hemlock is an excellent pain inhibitor, too much can be lethal.''\nShe talked to herself while finishing the mixture.\n<tabber>\n|-|I'll add the right amount.=\n*'''Kassandra:''' ''Just as the doctor ordered.''\nA while later, after Hippokrates gave Pentheus the potion Kassandra finished, Kassandra joined Hippokrates as he observed Pentheus.\n*'''Kassandra:''' ''He seems to be calmer now.''\n*'''Hippokrates:''' ''The potion is working. With what I learn here, I could help many more who still have a chance at life.''\nKassandra nodded in agreement.\n|-|I'll add too much.=\n*'''Kassandra:''' ''Gods protect you, Pentheus.''\nA while later, after Hippokrates had given Pentheus the potion Kassandra had mixed, Hippokrates knelt down to check on him. Kassandra kept her back turned, arms crossed.\n*'''Hippokrates:''' ''Come now, Pentheus. We must check to see how your symptoms are progressing.''\nPentheus lay still, unresponsive.\n*'''Hippokrates:''' ''Pentheus?<br />Pentheus?!<br />What? What's happened? He shouldn't have died yet.''\nRealizing what had transpired, Hippokrates turned his attention to Kassandra, incensed.\n*'''Hippokrates:''' ''What did you do?''\n{{#tag:tabber|\nI ended his suffering.=\n*'''Kassandra:''' ''He was suffering. I did what was necessary.''\n{{!}}-{{!}}\nLie – I did what you asked.=\n*'''Kassandra:''' ''I did nothing except what you asked me to do.''\n*'''Hippokrates:''' ''Do you think I'm stupid? I know enough to see when someone has been poisoned.''\n*'''Kassandra:''' ''He wanted a peaceful death, and I gave it to him.''\n{{!}}-{{!}}\nI did what you couldn't.=\n*'''Kassandra:''' ''I did what I knew was right—and what you couldn't do.''\n}}\n*'''Hippokrates:''' ''It wasn't your place. I needed more time—there was still more I could have learned.''\n*'''Kassandra:''' ''Keeping him alive so you can study him isn't right. He was in pain and wanted to die.''\n*'''Hippokrates:''' ''My job was to save his life, not end it. I chose to not help [[Galeos]] and I was wrong.''\n*'''Kassandra:''' ''You and I both know that's not why you kept him alive. Stop hiding the truth behind your code.''\nKassandra struck a chord on Hippokrates and he paused for a moment.\n*'''Hippokrates:''' ''You're right. I knew I couldn't bring myself to end his life, but I thought the more I learned, the better chance I would have of saving others in the future.''\n*'''Kassandra:''' ''It was a noble cause.''\nThey both briefly looked down on the dead Pentheus.\n*'''Hippokrates:''' ''Treating patients should come before studying ailments, but I have a higher calling. If I'm to learn all I can, I need to travel and analyze the conditions other physicians are treating.''\n</tabber>\nRegardless, the two parted on good terms.\n*'''Kassandra:''' ''Good luck, Hippokrates. I hope our paths cross again in the future.''\nHippokrates smiled and nodded before she left.",
    "Section_Outcome": "Kassandra helped Hippokrates make a sedative by harvesting hemlock. Knowing it to be poisonous, she made a choice of whether to discreetly euthanize the terminally ill Pentheus, or let Hippokrates study his illness further.",
    "Section_Trivia": "*At the end of the memory, Hippokrates can be recruited as a crew member aboard the ''[[Adrestia]]''.\n*A bug can prevent Hippokrates from being recruited at the end of this memory, instead pushing it after the main story is completed.{{Cite|10 Dec 2020. Unconfirmed}}",
    "Section_Gallery": "<gallery position=\"center\">\nACOD Too Much of a Good Thing 2.png|Hippokrates informing Kassandra of hemlock, a possible ingredient for lessening the pain\nACOD_Boeotia_-_bridge_north_of_the_Ruins_of_Plataia.png|The bridge and two hemlock plants on each side of the river.\nACOD_-_Hemlock_sedative.png|Kassandra makes a choice of whether to overdose the sedative.\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}