{
    "QuestName": "Once a Slave",
    "QuestID": "223500",
    "Revision": {
        "id": "1047407",
        "parentid": "979837",
        "timestamp": "2023-06-13T18:52:47Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047407",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "2ll7pnle9zysxa30d437kybhoypfqlz"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'A Slavery|slave owner from Karystos was distraught: his priceless vase had been stolen. As it was a family heirloom, he would do anything to get it back - anything like hire a' Mercenary|misthios'.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World {{c|Abantis Islands}}",
        "previous": null,
        "next": null,
        "source": "Kassandra",
        "location": "Karystos, Euboea, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''Once a Slave''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "While in [[Karystos]], Kassandra heard a man wailing.",
    "Section_Dialogue": "Approaching a house in Karystos, Kassandra heard a distraught voice.\n*'''Slave Owner:''' ''I can't believe they stole it. Of all the things they could take!''\nShe entered the house and approached the man within.\n*'''Kassandra:''' ''You say somebody stole something?''\n*'''Slave Owner:''' ''Somebody stole something? Look around. Bandits took almost everything. And worst of all, they stole my family's vase. After so many generations, it's gone.''\n<tabber>\n|-|Objects are replaceable.=\n*'''Kassandra:''' ''You're wealthy. You could buy yourself a new vase.''\n*'''Slave Owner:''' ''A new vase? Didn't you hear me? It's a family heirloom, you can't replace something like that.''\n|-|Heirlooms are precious.=\n*'''Kassandra:''' ''I carry with me [[Spear of Leonidas|something]] passed down from my [[Myrrine|mother]]. I appreciate the value of family heirlooms.''\n*'''Slave Owner:''' ''It's strange how inanimate objects can generate real feeling in us, isn't it?''\n</tabber>\n*'''Kassandra:''' ''How much is this vase worth to you?''\n*'''Slave Owner:''' ''I'd pay a substantial amount of [[drachma]]e for it. A very substantial amount. Is finding my vase something you could do?''\n<tabber>\n|-|I'll help you.=\n*'''Kassandra:''' ''I'll find your vase, but I'll need some ideas of where to look for it.''\n*'''Slave Owner:''' ''Speak with my slave near the warehouses. I sent him to uncover what he could from other slaves in the area. Hopefully he's learned something by now.''\n*'''Kassandra:''' ''I'll return if I find the vase.''\n|-|(Refuse).=\n|-| Vase already found.=\n*'''Kassandra:''' ''You mean this?''\nKassandra drew out the vase. The man was delighted.\n*'''Slave Owner:''' ''My vase! You found it!''\nKassandra gave the vase to the man. A slave approached them, addressing his master.\n*'''Slave:''' ''Master, I have a concern.''\n*'''Slave Owner:''' ''A concern about what?''\n*'''Slave:''' ''How do we know that this ''misthios'' isn't one of the people who took it in the first place?''\n*'''Slave Owner:''' ''That's a good question -''\n*'''Slave:''' ''Let me talk to her privately to be sure.''\n*'''Slave Owner:''' ''Yet another example of why I'll miss you when you're gone.''\nThe master and the slave embraced. With a final look at Kassandra, the slave owner left. The slave turned to face her.\n*'''Slave:''' Misthios, ''I know you must've taken the vase from the bandits. But, that's not the point. I have a favor to ask of you.''\n{{#tag:tabber|\nI don't do favors.=\n{{stub}}\n*'''Kassandra:''' ''.''\n*'''Slave:''' ''.''\n{{!}}-{{!}}\nI might do you a favor.=\n*'''Kassandra:''' ''Unless I know what it is, I won't know if I can gift you with this favor.''\n*'''Slave:''' ''You're willing to hear me out. That's a start.''\n*'''Kassandra:''' ''What kind of favor are we talking about?''\n*'''Slave:''' ''My master recently told me that after the coming summer solstice he will release me. But I don't want to go. I want you to say that ''I'' told the bandits where to find the vase. And then, for atonement, I'll offer my services.''\n}}\nKassandra considered the slave's words, while the master returned.\n*'''Slave Owner:''' ''Well? Who took my vase?''\n</tabber>\n\nKassandra spoke with the slave outside.\n*'''Kassandra:''' ''Your master tells me you might've learned something about the missing vase.''\n*'''Slave:''' ''I have. But I'll need something from you before I can talk about it.''\n<tabber>\n|-|I don't like ultimatums.=\n*'''Kassandra:''' ''I don't like conditional deals like this. I have a job to do.''\n*'''Slave:''' ''I understand. But what I need from you isn't a labor or an action, it's a commitment.''\n|-|Your master is already paying me.=\n*'''Kassandra:''' ''I have a working agreement with your master. We're all on the same side, so tell me what you need.''\n*'''Slave:''' ''You're a [[rose]] amongst the weeds.''\n</tabber>\n*'''Kassandra:''' ''So what do you need?''\n*'''Slave:''' ''I'm hoping that after you retrieve the vase, you'll tell my master that I told the bandits to loot the house.''\n*'''Kassandra:''' ''Why would you want to do that?''\n*'''Slave:''' ''After the summer solstice, my master plans to give me my freedom. But I don't want it. I'm hoping that if I take partial blame for the crime, I can offer my continued servitude as atonement.''\n*'''Kassandra:''' ''That's ridiculous, but I'll think about it. Now, tell me about the bandits.''\n*'''Slave:''' ''Other slaves in the area assure me that bandits from the northern hills of [[Mount Ochi]] are the ones ransacking the nearby homes.''\n(If players choose \"Where exactly on the mountain are the bandits?\"\n*'''Kassandra:''' ''The northern hills of Mount Ochi... Is there a more precise place I should look for these bandits?''\n*'''Slave:''' ''The slaves mentioned there's a [[Copper Mine|copper mine]] in the area. That's where I'd put my hideout if I was a bandit.''\n(If players choose \"Why not just accept your freedom?\")\n*'''Kassandra:''' ''I'm curious why you're not excited to have your freedom?''\n*'''Slave:''' ''With my master I have purpose, responsibilities, food, and shelter. All the things I wouldn't have on my own.''\n*'''Kassandra:''' ''With your freedom you can acquire all that, you know.''\n*'''Slave:''' ''We all have different circumstances and abilities, ''misthios''. This life offers me the best chance of survival.''\n*'''Kassandra:''' ''I will go find these bandits and get your master's vase.''\n*'''Slave:''' ''Remember what we talked about when you return it to my master.''\n\nKassandra took her leave and headed north, locating the bandits' hideout at the foot of Mount Ochi.\n*'''Kassandra:''' ''There it is. The copper mine.''\nKassandra infiltrated the camp, made her way into the copper mine, and found the heirloom vase.\n*'''Kassandra:''' ''All this trouble over an old vase...''\nShe escaped the camp and mused to herself on her return to the slave owner.\n*'''Kassandra:''' ''I can't believe that slave wants me to lie for him.''\n\nKassandra returned to the house.\n*'''Slave Owner:''' ''Have you found my vase?''\n*'''Kassandra:''' ''Yes.''\n*'''Slave Owner:''' ''That's great news! Who took it?''\n<tabber>\n|-|Bandits stole it.=\n*'''Kassandra:''' ''It was taken by bandits hiding in the copper mine north of here.''\n*'''Slave Owner:''' ''Well, you returned it, so at least there's some justice. Here's the reward I promised.''\n*'''Kassandra:''' ''You know, your slave is very loyal. You've already granted him his freedom, but I think you should keep him on. He may even want that.''\n*'''Slave Owner:''' ''Is it true? You want to stay?''\n*'''Slave:''' ''Yes, I do.''\n*'''Slave Owner:''' ''Then why didn't you say something?''\n*'''Slave:''' ''It's not a slave's place to question his orders. Isn't that right, ''misthios''?''\n{{#tag:tabber|\nYour life is your own.=\n*'''Kassandra:''' ''Even though you're a slave, your life is still your own. You should've just asked your master to stay.''\n*'''Slave:''' ''Please accept my humblest apologies, master. I will never do it again.''\n*'''Slave Owner:''' ''All is forgiven. It worked out the way it was supposed to.''\n{{!}}-{{!}}\nRespect your master's orders.=\n*'''Kassandra:''' ''You should respect your master's wishes. Maybe he sees something in you that you don't see yourself.''\n*'''Slave:''' ''Is that true? You think I'm ready to be on my own?''\n*'''Slave Owner:''' ''Yes. While your body and mind are still able, you should go. Start your own life.''\n*'''Slave:''' ''Thank you, master. I will.''\n}}\nKassandra spoke with each of them later.\n*'''Slave Owner:''' ''Thank you for returning my family's vase.''\n*'''Slave:''' ''You were right by not lying to my master. I don't know what I was thinking, but I'm glad you did what you did.''\n|-|Lie – Your slave helped steal it.=\n*'''Kassandra:''' ''It turns out your slave told the bandits to loot your home and take the vase.''\n*'''Slave Owner:''' ''What? Can this be true?''\n*'''Slave:''' ''Yes, master. If you'll allow me to make atonement, I'll...''\n*'''Slave Owner:''' ''Atonement? Never. I won't allow a slave who tells bandits to steal from his master to work for me.''\n*'''Slave:''' ''What? No. Please no. Let me stay!''\n*'''Slave Owner:''' ''I won't hear it. Leave now, before I pay this ''misthios'' to kill you. Go!''\nThe slave left, his plan to stay having backfired in the worst possible way.\n*'''Slave Owner:''' ''Just when you think you know someone. Here's your payment for returning my vase. Thank you for returning my family vase and exposing my slave.''\n</tabber>",
    "Section_Outcome": "Kassandra helped an elderly slave owner to retrieve an heirloom stolen from him.",
    "Section_Trivia": "*The name of the quest references the phrase \"once a thief, always a thief.\"",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n<!--Interwiki links-->\n[[fr:Esclave un jour...]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}