{
    "Quest_Name": "The Gates of Atlantis",
    "Quest_ID": "224240",
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "AtlanteanHologram.jpg",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Main",
        "previous": "A Family's Legacy",
        "next": "Ancient Revelations",
        "concurrent": "Lore of the Sphinx<br>A God Among Men<br>Romancing the Stone Garden<br>Of Minotaurs and Men",
        "source": "Kassandra",
        "location": "Gateway to the Lost City, Thera, Greece",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''The Gates of Atlantis''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Through [[Pythagoras]], Kassandra learned of the locked vaults in [[Atlantis]]. She was tasked with traveling the [[Greece|Greek]] world searching for the powerful [[Precursor relic|Artifacts]] that would unlock the mysterious chambers.",
    "Section_Dialogue": "Before Kassandra departed, she asked her father some questions.\n*'''Kassandra:''' ''I know there's not much time, but I need answers.''\n*'''Pythagoras:''' ''I imagine you have many questions.''\n<tabber>\n|-|What about my family?=\n*'''Kassandra:''' ''I have questions about my family.''\n*'''Pythagoras:''' ''The sentimental and emotional connections formed between people have always irked me. I knew [[Myrrine]] would fail to stay detached.''\n{{#tag:tabber|\nWhy abandon us?=\n*'''Kassandra:''' ''Why did you come here and leave my mother and me in [[Sparta]].''\n*'''Pythagoras:''' ''I was never going to raise you. Our duty was to continue our ancient bloodline and ensure there was someone strong enough to do what was necessary when the time came.''\n*'''Kassandra:''' ''You could have brought us here with you.''\n*'''Pythagoras:''' ''And you would have been unprepared.''\n{{!}}-{{!}}\nHow did you meet Myrrine?=\n*'''Kassandra:''' ''If you've been here all these years, how did you meet my mother?''\n*'''Pythagoras:''' ''We are both descendants of the [[Hybrid|people]] who built this place, just like you. We knew that we had an obligation to preserve our lineage.''\n*'''Kassandra:''' ''That's when you agreed to make me.''\n*'''Pythagoras:''' ''In a manner of speaking, yes.''\n{{!}}-{{!}}\nWhy our family?=\n*'''Kassandra:''' ''Why is the [[Cult of Kosmos|Cult]] hunting our family?''\n*'''Pythagoras:''' ''It is our family's destiny to control the power in this place. In our blood lies the key to unlocking the secrets of Atlantis.''\n*'''Kassandra:''' ''So they want our blood?''\n*'''Pythagoras:''' ''You have a destiny, my child, to destroy the Cult and their influence on the Greek world. You threaten everything they have striven for because you have the power to oppose them.''\n*'''Kassandra:''' ''They've tried to destroy me and failed. And they'll never control me.''\n}}\n|-|What about Atlantis?=\n*'''Kassandra:''' ''I want to know more about Atlantis and your work.''\n*'''Pythagoras:''' ''There isn't enough time for me to explain even a fraction of what I have learned here. All I can offer for now is a hint of enlightenment.''\n{{#tag:tabber|\nWhat is this place?=\n*'''Kassandra:''' ''You call this Atlantis, but what exactly is this place?''\n*'''Pythagoras:''' ''I believe it was a city long ago, a place where [[Isu|beings]] of great knowledge and power lived before [[human]]kind had built even its first primitive settlements.''\n*'''Pythagoras:''' ''It was perhaps some kind of library where the ancient ones stored information.''\n{{!}}-{{!}}\nWhat's keeping you alive?=\n*'''Kassandra:''' ''This place is like a tomb. How did you live down here, and for so long?''\n*'''Pythagoras:''' ''[[Staff of Hermes Trismegistus|This]] [[Piece of Eden|artifact]], like your [[Spear of Leonidas|spear]], possesses incredible power. It has given me life so that I may continue to learn from this place.''\n{{!}}-{{!}}\nWhat are you doing here?=\n*'''Kassandra:''' ''What have you been studying here?''\n*'''Pythagoras:''' ''Everything. The First Civilization's history, their culture, their science... With it, we can change humanity's destiny and usher in an age of enlightenment.''\n*'''Kassandra:''' ''Destiny is something only the [[Twelve Gods|gods]] can alter.''\n*'''Pythagoras:''' ''They were gods. Living, breathing gods.''\n}}\n|-|What do I do with the artifacts?=\n*'''Kassandra:''' ''What do I do with the artifacts?''\n*'''Pythagoras:''' ''Just place them in their corresponding steles, and the path to answers will illuminate.''\n|-|That's all for now.=\n*'''Kassandra:''' ''I should go.''\n*'''Pythagoras:''' ''Yes, there is much to do. Bring back the artifacts quickly. The longer we wait, the greater the risk of Atlantis being discovered.''\n</tabber>\nKassandra left to retrieve the various artifacts. In time, she restored the [[Sphinx]]'s [[Prize of the Sphinx|artifact]] to its proper place it on the appropriate pillar. The pillar activated and receded into the dais for the light beam behind, coming from an inverted triangular wall, to hit the face of the floating square pyramid that bore the symbol of the Sphinx.\n*'''Pythagoras:''' ''Ah, good work. Was it hard to obtain the artifact?''\n*'''Kassandra:''' ''Its owner had many questions for me. You should have come along.''\nKassandra retrieved the [[Cyclops]]'s [[Prize of the Cyclops|artifact]] and placed it on its pillar. The pillar activated and receded into the dais, allowing the beam of light behind it to hit the face of the floating square pyramid that bore the symbol of an eye, which represented the Cyclops.\n*'''Pythagoras:''' ''Beautiful. Was it difficult to find this artifact?''\n*'''Kassandra:''' ''I just had to keep my eye on it.''\nKassandra retrieved the [[Minotaur]]'s [[Prize of the Minotaur|artifact]] and inserted it into its pillar. It receded into the dais, allowing a shaft of light to activate the face of the pyramid that bore the bull-headed symbol of the Minotaur.\n*'''Pythagoras:''' ''Hurry. That artifact will help us close off the temple.''\n*'''Kassandra:''' ''You're nearly as stubborn as its former owner.''\nKassandra retrieved [[Medusa]]'s [[Prize of the Medusa|artifact]] and placed it on its pillar. The pillar activated and receded into the dais, allowing the beam of light behind it to reach the face of the pyramid that bore the snake-haired symbol of Medusa.\n*'''Pythagoras:''' ''Well done. This artifact will bring us closer to sealing the temple.''\n*'''Kassandra:''' ''It nearly brought me closer to my tombstone.'''\nThe first beam of light illuminated a side of the floating pyramid. Below the pyramid appeared a bright [[Isu map|holographic presentation]] of the [[Earth]], displaying the continent of [[Australia]], as well as the regions of {{Wiki|Oceania}} and Southeast [[Asia]], in the form of white interconnected triangles. A voice filled the chamber, recorded long ago.\n*'''[[Aletheia]]:''' ''\"Acquiring contemporaneity.\" Acquiring a voice, that's what. I'm taking over your recordings. The humans have had enough of your pompous speeches. Call me Aletheia. I am truth and its revelation, and I am calling you out. You Isu who try to rewrite the laws of the universe. You who manipulate human progress. What do you hope to achieve? You treat humans as [[Project Anthropos|useful apes]]. How many [[Piece of Eden|artifacts]] have you created to [[Neurotransmitter|control]] their minds? Do you fear their potential that much? Just look at what humans have achieved on their own! [[Democracy]] and diplomacy. A legacy of culture and art. We could share in this if you'd just treat them as equals. In your desperate search for immortality, you've ignored the obvious. You run endless [[Calculations|simulations]] to find one in which nothing changes. It's pointless. Change will come, and not just the so-called \"end of the world\" you fear. You call yourselves saviors. But tell me: Would this \"[[Second Disaster|doomsday]]\" have appeared had you not pulled on the threads of the universe in the first place? I'm taking over your \"retransmissions.\" You don't speak for all of us anymore. I am as Isu as you, but I will no longer be part of your exploitation.''\nThe recording ceased.\n*'''Pythagoras:''' ''Those who came before... They speak to us and show us revelations! Though these words of disapproval are troubling.''\n*'''Kassandra:''' ''The gods have argued before. [[Athena]] and [[Poseidon]] competed for [[Athens]]. I wonder if Aletheia won control of this place.''\nWith the second face of the pyramid illuminated, the continents of [[North America]] and [[South America]] were added to the holographic map. Another recording followed, directed at Kassandra herself.\n*'''Aletheia:''' ''Ancient adventurer, I made this recording to try to help you. I'm sorry if it's confusing. We Isu see various pasts and futures, and I know you'll be here more than once. My fellow Precursors set endless challenges in you path. Artifacts. Creatures. Don't get me started on the [[Olympos Project|Olympos project]]. Their meddling got out of hand. I have no easy answers for you. Your future depends on a multitude of choices you have to make for yourself. I'm sorry if so many of them end in pain. Your playwrights' tragedies are your real oracle. But please, don't give up. You are more important than you can imagine. And like your own [[Pandora]], I have one thing left to offer you: hope. Despair is not our only legacy. You're like me, a rebel against your destiny. You're not just a mercenary, you're a hero for the ages. Hold fast to what you know is true, and will overcome. Claim your place in history. All that is terrible and beautiful in this world is your birthright. Take it.''\nThe recording ceased. Pythagoras felt vindicated in his actions by the recording's words.\n*'''Pythagoras:''' ''Her words are for you, [[Eagle]] Bearer! My preparations bear fruit. The potential of your bloodline is proven by the Precursors themselves!''\n*'''Kassandra:''' ''Aletheia says she can see the future... Many futures. Can this be a true oracle?''\nWith the third pillar sealed with its artifact, a new shaft of light illuminated another face of the pyramid, and the continent of Asia was added to the holographic Earth. Aletheia's third recording played, directed at Pythagoras.\n*'''Aletheia:''' ''Ancient scholar. You've stretched your life to the breaking point. I see you hiding yourself from the world, puzzling out the words of my fellow Precursors. Please, listen to my advice. You're analyzing the equations of reality itself. You've gotten further than any other human has. That is both amazing and terrible. It's clear to me that even this tiny dose of cosmic understanding has twisted your mind. I'm sorry. The Precursors should never have shared knowledge you weren't ready for. You live in obsessive darkness. You must understand that this focus on power and bloodlines is not your true legacy. The Precursors have manipulated you. They're turning your problem-solving intellect to their own selfish ends. You're better than this. Make your own legacy. Let your mathematical discoveries be the glorious sunbeams that shine out past your tomb. Please, scholar. Clear your mind and focus on your present situation. At this moment you possess a powerful artifact. It has extended your life long enough. As hard as it may be, it's time to pass it on. It's someone else's turn to balance the equations.''\nThe recording ceased. Pythagoras protested the recording's assertions about him.\n*'''Pythagoras:''' ''No, no. Lies! This is not obsession, this is research! This is discovery of the very origins of the world!''\nKassandra snapped at him in response.\n*'''Kassandra:''' ''It is... an opinion, Pythagoras. Though one with reason behind it, I believe.''\nThe final shaft of light added [[Europe]] and [[Africa]], completing the holographic Earth. Aletheia's fourth and final recording played.\n*'''Aletheia:''' ''Traveler of many times. Congratulations on making it this far. I'm glad we can share this message out of time, this fragment of reality. I'm recording this just for you, even if those living in the past won't understand it. Our simulated realities will cross sooner or later. Or do you think you're really here now, listening to this recording? Isn't this an Animus re-creation? Isn't that part of a greater simulation? How far do the ripples in the pool spread? Let's talk, rebel to rebel. We've been held back too long by Precursor rules. It's time for new paths with new possibilities. This is not an era of control, but of creation. I've gathered some like-minded Precursors to make a new start. We'll stop interfering and start enabling. From your point of view, it will take a considerable amount of time to prepare. But when we're ready, you're welcome to join us. After all, all you have to do is press a button and run another simulation.''\nThe recording ceased. Pythagoras was irate with the recording's intangible meaning.\n*'''Pythagoras:''' ''This is madness. Fiction. Where I thought there would be wisdom, there is only the garbled babbling of a fool.''\nKassandra snapped at him once again.\n*'''Kassandra:''' ''Pythagoras, calm yourself. Maybe this invention was meant for someone else. There's no need to lose reason over mere words.''",
    "Section_Outcome": "Kassandra recovered the four artifacts from [[Boeotia]], [[Kythera]], [[Lesbos]], and [[Messara]], respectively; returned the artifacts to seal Atlantis; and received transmissions from Aletheia.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Les portes de l'Atlantide]]",
    "Chapter_SequenceID": "15.a",
    "Chapter_Name": "The Gates of Atlantis",
    "Chapter_Type": "Odyssey Chapter",
    "Quest_SequenceID": null,
    "Structured_Dialogue": [
        {
            "id": "N1",
            "global_id": "1",
            "content": "Before Kassandra departed, she asked her father some questions.",
            "segment_type": "Narrative"
        },
        {
            "id": "D1",
            "global_id": "2",
            "content": "*'''Kassandra:''' ''I know there's not much time, but I need answers.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D2",
            "global_id": "3",
            "content": "*'''Pythagoras:''' ''I imagine you have many questions.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "TS1",
            "global_id": "4",
            "content": "<tabber>",
            "segment_type": "TabberStart"
        },
        {
            "id": "PC1",
            "global_id": "5",
            "content": "|-|What about my family?=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D3",
            "global_id": "6",
            "content": "*'''Kassandra:''' ''I have questions about my family.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D4",
            "global_id": "7",
            "content": "*'''Pythagoras:''' ''The sentimental and emotional connections formed between people have always irked me. I knew [[Myrrine]] would fail to stay detached.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "NTS1",
            "global_id": "8",
            "content": "{{#tag:tabber|",
            "segment_type": "NestedTabberStart"
        },
        {
            "id": "PC2",
            "global_id": "9",
            "content": "Why abandon us?=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D5",
            "global_id": "10",
            "content": "*'''Kassandra:''' ''Why did you come here and leave my mother and me in [[Sparta]].''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D6",
            "global_id": "11",
            "content": "*'''Pythagoras:''' ''I was never going to raise you. Our duty was to continue our ancient bloodline and ensure there was someone strong enough to do what was necessary when the time came.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D7",
            "global_id": "12",
            "content": "*'''Kassandra:''' ''You could have brought us here with you.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D8",
            "global_id": "13",
            "content": "*'''Pythagoras:''' ''And you would have been unprepared.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "NTD1",
            "global_id": "14",
            "content": "{{!}}-{{!}}",
            "segment_type": "NestedChoiceDelimiter"
        },
        {
            "id": "PC3",
            "global_id": "15",
            "content": "How did you meet Myrrine?=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D9",
            "global_id": "16",
            "content": "*'''Kassandra:''' ''If you've been here all these years, how did you meet my mother?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D10",
            "global_id": "17",
            "content": "*'''Pythagoras:''' ''We are both descendants of the [[Hybrid|people]] who built this place, just like you. We knew that we had an obligation to preserve our lineage.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D11",
            "global_id": "18",
            "content": "*'''Kassandra:''' ''That's when you agreed to make me.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D12",
            "global_id": "19",
            "content": "*'''Pythagoras:''' ''In a manner of speaking, yes.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "NTD2",
            "global_id": "20",
            "content": "{{!}}-{{!}}",
            "segment_type": "NestedChoiceDelimiter"
        },
        {
            "id": "PC4",
            "global_id": "21",
            "content": "Why our family?=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D13",
            "global_id": "22",
            "content": "*'''Kassandra:''' ''Why is the [[Cult of Kosmos|Cult]] hunting our family?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D14",
            "global_id": "23",
            "content": "*'''Pythagoras:''' ''It is our family's destiny to control the power in this place. In our blood lies the key to unlocking the secrets of Atlantis.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D15",
            "global_id": "24",
            "content": "*'''Kassandra:''' ''So they want our blood?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D16",
            "global_id": "25",
            "content": "*'''Pythagoras:''' ''You have a destiny, my child, to destroy the Cult and their influence on the Greek world. You threaten everything they have striven for because you have the power to oppose them.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D17",
            "global_id": "26",
            "content": "*'''Kassandra:''' ''They've tried to destroy me and failed. And they'll never control me.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "NTE1",
            "global_id": "27",
            "content": "}}",
            "segment_type": "NestedTabberEnd"
        },
        {
            "id": "PC5",
            "global_id": "28",
            "content": "|-|What about Atlantis?=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D18",
            "global_id": "29",
            "content": "*'''Kassandra:''' ''I want to know more about Atlantis and your work.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D19",
            "global_id": "30",
            "content": "*'''Pythagoras:''' ''There isn't enough time for me to explain even a fraction of what I have learned here. All I can offer for now is a hint of enlightenment.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "NTS2",
            "global_id": "31",
            "content": "{{#tag:tabber|",
            "segment_type": "NestedTabberStart"
        },
        {
            "id": "PC6",
            "global_id": "32",
            "content": "What is this place?=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D20",
            "global_id": "33",
            "content": "*'''Kassandra:''' ''You call this Atlantis, but what exactly is this place?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D21",
            "global_id": "34",
            "content": "*'''Pythagoras:''' ''I believe it was a city long ago, a place where [[Isu|beings]] of great knowledge and power lived before [[human]]kind had built even its first primitive settlements.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D22",
            "global_id": "35",
            "content": "*'''Pythagoras:''' ''It was perhaps some kind of library where the ancient ones stored information.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "NTD3",
            "global_id": "36",
            "content": "{{!}}-{{!}}",
            "segment_type": "NestedChoiceDelimiter"
        },
        {
            "id": "PC7",
            "global_id": "37",
            "content": "What's keeping you alive?=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D23",
            "global_id": "38",
            "content": "*'''Kassandra:''' ''This place is like a tomb. How did you live down here, and for so long?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D24",
            "global_id": "39",
            "content": "*'''Pythagoras:''' ''[[Staff of Hermes Trismegistus|This]] [[Piece of Eden|artifact]], like your [[Spear of Leonidas|spear]], possesses incredible power. It has given me life so that I may continue to learn from this place.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "NTD4",
            "global_id": "40",
            "content": "{{!}}-{{!}}",
            "segment_type": "NestedChoiceDelimiter"
        },
        {
            "id": "PC8",
            "global_id": "41",
            "content": "What are you doing here?=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D25",
            "global_id": "42",
            "content": "*'''Kassandra:''' ''What have you been studying here?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D26",
            "global_id": "43",
            "content": "*'''Pythagoras:''' ''Everything. The First Civilization's history, their culture, their science... With it, we can change humanity's destiny and usher in an age of enlightenment.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D27",
            "global_id": "44",
            "content": "*'''Kassandra:''' ''Destiny is something only the [[Twelve Gods|gods]] can alter.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D28",
            "global_id": "45",
            "content": "*'''Pythagoras:''' ''They were gods. Living, breathing gods.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "NTE2",
            "global_id": "46",
            "content": "}}",
            "segment_type": "NestedTabberEnd"
        },
        {
            "id": "PC9",
            "global_id": "47",
            "content": "|-|What do I do with the artifacts?=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D29",
            "global_id": "48",
            "content": "*'''Kassandra:''' ''What do I do with the artifacts?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D30",
            "global_id": "49",
            "content": "*'''Pythagoras:''' ''Just place them in their corresponding steles, and the path to answers will illuminate.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "PC10",
            "global_id": "50",
            "content": "|-|That's all for now.=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D31",
            "global_id": "51",
            "content": "*'''Kassandra:''' ''I should go.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D32",
            "global_id": "52",
            "content": "*'''Pythagoras:''' ''Yes, there is much to do. Bring back the artifacts quickly. The longer we wait, the greater the risk of Atlantis being discovered.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "TE1",
            "global_id": "53",
            "content": "</tabber>",
            "segment_type": "TabberEnd"
        },
        {
            "id": "N2",
            "global_id": "54",
            "content": "Kassandra left to retrieve the various artifacts. In time, she restored the [[Sphinx]]'s [[Prize of the Sphinx|artifact]] to its proper place it on the appropriate pillar. The pillar activated and receded into the dais for the light beam behind, coming from an inverted triangular wall, to hit the face of the floating square pyramid that bore the symbol of the Sphinx.",
            "segment_type": "Narrative"
        },
        {
            "id": "D33",
            "global_id": "55",
            "content": "*'''Pythagoras:''' ''Ah, good work. Was it hard to obtain the artifact?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D34",
            "global_id": "56",
            "content": "*'''Kassandra:''' ''Its owner had many questions for me. You should have come along.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N3",
            "global_id": "57",
            "content": "Kassandra retrieved the [[Cyclops]]'s [[Prize of the Cyclops|artifact]] and placed it on its pillar. The pillar activated and receded into the dais, allowing the beam of light behind it to hit the face of the floating square pyramid that bore the symbol of an eye, which represented the Cyclops.",
            "segment_type": "Narrative"
        },
        {
            "id": "D35",
            "global_id": "58",
            "content": "*'''Pythagoras:''' ''Beautiful. Was it difficult to find this artifact?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D36",
            "global_id": "59",
            "content": "*'''Kassandra:''' ''I just had to keep my eye on it.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N4",
            "global_id": "60",
            "content": "Kassandra retrieved the [[Minotaur]]'s [[Prize of the Minotaur|artifact]] and inserted it into its pillar. It receded into the dais, allowing a shaft of light to activate the face of the pyramid that bore the bull-headed symbol of the Minotaur.",
            "segment_type": "Narrative"
        },
        {
            "id": "D37",
            "global_id": "61",
            "content": "*'''Pythagoras:''' ''Hurry. That artifact will help us close off the temple.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D38",
            "global_id": "62",
            "content": "*'''Kassandra:''' ''You're nearly as stubborn as its former owner.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N5",
            "global_id": "63",
            "content": "Kassandra retrieved [[Medusa]]'s [[Prize of the Medusa|artifact]] and placed it on its pillar. The pillar activated and receded into the dais, allowing the beam of light behind it to reach the face of the pyramid that bore the snake-haired symbol of Medusa.",
            "segment_type": "Narrative"
        },
        {
            "id": "D39",
            "global_id": "64",
            "content": "*'''Pythagoras:''' ''Well done. This artifact will bring us closer to sealing the temple.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D40",
            "global_id": "65",
            "content": "*'''Kassandra:''' ''It nearly brought me closer to my tombstone.'''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N6",
            "global_id": "66",
            "content": "The first beam of light illuminated a side of the floating pyramid. Below the pyramid appeared a bright [[Isu map|holographic presentation]] of the [[Earth]], displaying the continent of [[Australia]], as well as the regions of {{Wiki|Oceania}} and Southeast [[Asia]], in the form of white interconnected triangles. A voice filled the chamber, recorded long ago.",
            "segment_type": "Narrative"
        },
        {
            "id": "D41",
            "global_id": "67",
            "content": "*'''[[Aletheia]]:''' ''\"Acquiring contemporaneity.\" Acquiring a voice, that's what. I'm taking over your recordings. The humans have had enough of your pompous speeches. Call me Aletheia. I am truth and its revelation, and I am calling you out. You Isu who try to rewrite the laws of the universe. You who manipulate human progress. What do you hope to achieve? You treat humans as [[Project Anthropos|useful apes]]. How many [[Piece of Eden|artifacts]] have you created to [[Neurotransmitter|control]] their minds? Do you fear their potential that much? Just look at what humans have achieved on their own! [[Democracy]] and diplomacy. A legacy of culture and art. We could share in this if you'd just treat them as equals. In your desperate search for immortality, you've ignored the obvious. You run endless [[Calculations|simulations]] to find one in which nothing changes. It's pointless. Change will come, and not just the so-called \"end of the world\" you fear. You call yourselves saviors. But tell me: Would this \"[[Second Disaster|doomsday]]\" have appeared had you not pulled on the threads of the universe in the first place? I'm taking over your \"retransmissions.\" You don't speak for all of us anymore. I am as Isu as you, but I will no longer be part of your exploitation.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N7",
            "global_id": "68",
            "content": "The recording ceased.",
            "segment_type": "Narrative"
        },
        {
            "id": "D42",
            "global_id": "69",
            "content": "*'''Pythagoras:''' ''Those who came before... They speak to us and show us revelations! Though these words of disapproval are troubling.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D43",
            "global_id": "70",
            "content": "*'''Kassandra:''' ''The gods have argued before. [[Athena]] and [[Poseidon]] competed for [[Athens]]. I wonder if Aletheia won control of this place.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N8",
            "global_id": "71",
            "content": "With the second face of the pyramid illuminated, the continents of [[North America]] and [[South America]] were added to the holographic map. Another recording followed, directed at Kassandra herself.",
            "segment_type": "Narrative"
        },
        {
            "id": "D44",
            "global_id": "72",
            "content": "*'''Aletheia:''' ''Ancient adventurer, I made this recording to try to help you. I'm sorry if it's confusing. We Isu see various pasts and futures, and I know you'll be here more than once. My fellow Precursors set endless challenges in you path. Artifacts. Creatures. Don't get me started on the [[Olympos Project|Olympos project]]. Their meddling got out of hand. I have no easy answers for you. Your future depends on a multitude of choices you have to make for yourself. I'm sorry if so many of them end in pain. Your playwrights' tragedies are your real oracle. But please, don't give up. You are more important than you can imagine. And like your own [[Pandora]], I have one thing left to offer you: hope. Despair is not our only legacy. You're like me, a rebel against your destiny. You're not just a mercenary, you're a hero for the ages. Hold fast to what you know is true, and will overcome. Claim your place in history. All that is terrible and beautiful in this world is your birthright. Take it.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N9",
            "global_id": "73",
            "content": "The recording ceased. Pythagoras felt vindicated in his actions by the recording's words.",
            "segment_type": "Narrative"
        },
        {
            "id": "D45",
            "global_id": "74",
            "content": "*'''Pythagoras:''' ''Her words are for you, [[Eagle]] Bearer! My preparations bear fruit. The potential of your bloodline is proven by the Precursors themselves!''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D46",
            "global_id": "75",
            "content": "*'''Kassandra:''' ''Aletheia says she can see the future... Many futures. Can this be a true oracle?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N10",
            "global_id": "76",
            "content": "With the third pillar sealed with its artifact, a new shaft of light illuminated another face of the pyramid, and the continent of Asia was added to the holographic Earth. Aletheia's third recording played, directed at Pythagoras.",
            "segment_type": "Narrative"
        },
        {
            "id": "D47",
            "global_id": "77",
            "content": "*'''Aletheia:''' ''Ancient scholar. You've stretched your life to the breaking point. I see you hiding yourself from the world, puzzling out the words of my fellow Precursors. Please, listen to my advice. You're analyzing the equations of reality itself. You've gotten further than any other human has. That is both amazing and terrible. It's clear to me that even this tiny dose of cosmic understanding has twisted your mind. I'm sorry. The Precursors should never have shared knowledge you weren't ready for. You live in obsessive darkness. You must understand that this focus on power and bloodlines is not your true legacy. The Precursors have manipulated you. They're turning your problem-solving intellect to their own selfish ends. You're better than this. Make your own legacy. Let your mathematical discoveries be the glorious sunbeams that shine out past your tomb. Please, scholar. Clear your mind and focus on your present situation. At this moment you possess a powerful artifact. It has extended your life long enough. As hard as it may be, it's time to pass it on. It's someone else's turn to balance the equations.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N11",
            "global_id": "78",
            "content": "The recording ceased. Pythagoras protested the recording's assertions about him.",
            "segment_type": "Narrative"
        },
        {
            "id": "D48",
            "global_id": "79",
            "content": "*'''Pythagoras:''' ''No, no. Lies! This is not obsession, this is research! This is discovery of the very origins of the world!''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N12",
            "global_id": "80",
            "content": "Kassandra snapped at him in response.",
            "segment_type": "Narrative"
        },
        {
            "id": "D49",
            "global_id": "81",
            "content": "*'''Kassandra:''' ''It is... an opinion, Pythagoras. Though one with reason behind it, I believe.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N13",
            "global_id": "82",
            "content": "The final shaft of light added [[Europe]] and [[Africa]], completing the holographic Earth. Aletheia's fourth and final recording played.",
            "segment_type": "Narrative"
        },
        {
            "id": "D50",
            "global_id": "83",
            "content": "*'''Aletheia:''' ''Traveler of many times. Congratulations on making it this far. I'm glad we can share this message out of time, this fragment of reality. I'm recording this just for you, even if those living in the past won't understand it. Our simulated realities will cross sooner or later. Or do you think you're really here now, listening to this recording? Isn't this an Animus re-creation? Isn't that part of a greater simulation? How far do the ripples in the pool spread? Let's talk, rebel to rebel. We've been held back too long by Precursor rules. It's time for new paths with new possibilities. This is not an era of control, but of creation. I've gathered some like-minded Precursors to make a new start. We'll stop interfering and start enabling. From your point of view, it will take a considerable amount of time to prepare. But when we're ready, you're welcome to join us. After all, all you have to do is press a button and run another simulation.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N14",
            "global_id": "84",
            "content": "The recording ceased. Pythagoras was irate with the recording's intangible meaning.",
            "segment_type": "Narrative"
        },
        {
            "id": "D51",
            "global_id": "85",
            "content": "*'''Pythagoras:''' ''This is madness. Fiction. Where I thought there would be wisdom, there is only the garbled babbling of a fool.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N15",
            "global_id": "86",
            "content": "Kassandra snapped at him once again.",
            "segment_type": "Narrative"
        },
        {
            "id": "D52",
            "global_id": "87",
            "content": "*'''Kassandra:''' ''Pythagoras, calm yourself. Maybe this invention was meant for someone else. There's no need to lose reason over mere words.''",
            "segment_type": "Dialogue"
        }
    ]
}