{
    "QuestName": "Prince of Persia",
    "QuestID": "222717",
    "Revision": {
        "id": "1048728",
        "parentid": "1048722",
        "timestamp": "2023-06-16T03:08:51Z",
        "contributor": null,
        "comment": "Missing some lines from Artaxerxes",
        "origin": "1048728",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "1dbrj3m4ytrjpqd7lky3gtm38nywpbj"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey downloadable content#Limited edition content | Assassin's Creed: Odyssey Limited edition content]]'' — ''[[Prince of Persia]]''"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Prince of Persia.png",
        "description": "'Kassandra happened upon a Artaxerxes I of Persia|blind Iran|Persian who wished to see the world his Themistokles|friend had told him about in stories. Agreeing to be his \"eyes\", she pledged to travel these lands on the beggar's behalf.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Artaxerxes I of Persia|The Blind King}}",
        "previous": null,
        "next": null,
        "source": "Kassandra",
        "location": "Megara, Megaris, Greece",
        "date": "431 BCE - 424 BCE"
    },
    "General_Description": "'''Prince of Persia''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra met a [[Artaxerxes I of Persia|blind]] [[Iran|Persian]] man near the [[Temple of Apollo, Megara|Temple]] of [[Apollo]] and agreed to be his eyes as she traveled around the world for landmarks",
    "Section_Dialogue": "*'''Artaxerxes:''' ''Spare some [[drachma]]e?''\nKassandra spoke to an old man near the Temple of Apollo.\n*'''Artaxerxes:''' ''You there. You have a kind soul. Help an old man buy this next meal?''\n<tabber>\n|-|You seem kind, too.=\n*'''Kassandra:''' ''Your... soul also seems kind.''\n*'''Artaxerxes:''' ''I am grateful and humbled, stranger. Tell me, what do they call you?''\n|-|I'm not kind.=\n*'''Kassandra:''' ''If you knew the things I've done, you wouldn't be so quick to call me kind.''\n*'''Artaxerxes:''' ''Nonsense. Your soul is greater than the sum of your actions, stranger... Tell me, what do they call you?''\n|-|Fine, here's some drachmae. [50]=\n*'''Kassandra:''' ''You need it more than me. Here, take it.''\n*'''Artaxerxes:''' ''A generous gift. Thank you. What do they call you, stranger?''\n|-|I don't have enough drachmae.=\n*'''Kassandra:''' ''You and I have something in common. Neither of us has any drachmae.''\n*'''Artaxerxes:''' ''Your company is gift enough, but... I don't know your name. Who do they call you?''\n</tabber>\n<tabber>\n|-|I'm Kassandra.=\n*'''Kassandra:''' ''I'm Kassandra. And you?''\n|-|Depends.=\n*'''Kassandra:''' ''Depends on who's asking... But my name is Kassandra. And you are?''\n|-|The Messenger of Zeus.=\n*'''Kassandra:''' ''I'm the Messenger of [[Zeus]]. But you can call me Kassandra. And you are?''\n</tabber>\n\n*'''Artaxerxes:''' ''Just a simple beggar. I sailed from [[Iran|Persia]] to see the beauty of the [[Greece|Greek]] world.''\n*'''Kassandra:''' ''I can do many things, Persian, but I can't restore sight.''\n*'''Artaxerxes:''' ''Nor would I want you to. My blindness is a burden that the gods have given me to carry, and I will.''\n*'''Kassandra:''' ''Then what?''\n*'''Artaxerxes:''' ''Be my eyes. When I was a boy, an [[Athens|Athenian]] told me the most beautiful of your lands. I would love to hear them again. Would you go to see the places I never was able to, and return to tell me the tale of your adventures?''\n*'''Kassandra:''' ''I'm not much of a storyteller, but I will be your eyes.''\n*'''Artaxerxes:''' ''I know I sensed kindess in you. You've made this old Persian happy again.''\n*'''Kassandra:''' ''Don't thank me yet. What places do you wish you could have seen?''\n*'''Artaxerxes:''' ''Ah, my favourite tales were always of the [[Akrokorinth]], the statues of Zeus and [[Athena]], the perch of the [[Stymphalos Armored Bird|armored bird]] in [[Arkadia]], and of course, the mysterious [[Mount Taygetos]].''\n\n(If players choose \"Where is the [[Lightning Zeus|Statue of Zeus]]?\")\n\n*'''Kassandra:''' ''So, tell me what you know about the Statue of Zeus.''\n*'''Artaxerxes:''' ''\"Its great bolt stood ready to punish the [[Kephallonia]]s below,\" or so I was told.''\n\n(If players choose \"Where is the [[Statue of Athena]]?\")\n\n*'''Kassandra:''' ''There are many statues to Athena. Which one do you mean?''\n*'''Artaxerxes:''' ''In my mind, there is only one. Her story always began, \"As we're rounded the hilltops, we could see [[Athens]] bustling below us, and Athena above, matching our gaze.''\n\n(If players choose \"Where is the Akrokorinth?\")\n\n*'''Kassandra:''' ''The Akrokorinth... Don't tell me, it's in [[Korinthia]].''\n*'''Artaxerxes:''' ''Smart guess. It is the most renowned temple to [[Aphrodite]], your goddess of all life's most pleasurable trivialities.''\n\n(If players choose \"Where is Mount Taygetos?\")\n\n*'''Kassandra:''' ''You did say Mount Taygetos, didn't you?''\n*'''Artaxerxes:''' ''You sound like you know that place... I have heard tales of its appetites. They say the mountain feeds on the suffering of [[Sparta]]ns, so the people there offer their own children to the mountain god for sacrifice.''\n*'''Kassandra:''' ''That... that's not exactly right.''\n\n(If players choose \"Where is the armored bird?\")\n\n*'''Kassandra:''' ''What do you remember about this armored bird in Arkadia?''\n*'''Artaxerxes:''' ''There's a beast made of armor jutting out from the mountainside, overlooking [[Lake Stymphalia|Lake Stymphalos]] and the undulating fields stretching like waves on a golden sea all across Akradia.''\n\n(If players choose \"I'll be back soon?\")\n\n*'''Kassandra:''' ''I'll be back with stories to tell.''\n*'''Artaxerxes:''' ''As soon as you've seen one location, please return.''\n\nKassandra visited the Lightning Zeus in Kephallonia. After exploring the statue, she recovered a papyrus.\n[[File:ACOD_Kassandra_Lightning_Zeus.jpg|thumb|250px|Kassandra atop the statue of Zeus]]\n\n*'''Kassandra:''' ''This papyrus is so old... Could this be writing by Themistokles?''\n*'''Themistokles on Kephallonia:'''<br />''Zeus's mighty figure stood aloft, its great bolt ready to punish the Kephallonians below. This is how the Kephallonians were destined to live—under the shadow of a god always watching and ready to judge.''\n\n[[File:ACOD_Statue_of_Athena.jpg|thumb|250px|Kassandra atop the statue of Athena]]\nNext, Kassandra visited the Statue of Athena on the Akropolis Sanctuary, finding another papyrus.\n\n*'''Kassandra:''' ''A papyrus. Says it was written by [[Themistokles]], the Athenian general.''\n*'''Themistokles on Athens:'''<br />''As we rounded the hilltops, we could see Athens bustling below us and Athena above, matching our gaze. There, she eternally mourned our suffering with dignity and grace.''\n\nKassandra then visited the [[Temple of Aphrodite, Korinth|Temple of Aphrodite]] at the Akrokorinth, recovering another papyrus.\n\n*'''Kassandra:''' ''A note... written by Themistokles. Who knew the great general was also a poet?''\n*'''Themistokles on the Akrokorinth:'''<br />''No people on this earth were more dedicated to worship than the followers of Aphrodite. No matter the time, the men were worshipping with the women, and the women with the men, only stopping to sleep or drink.''\n\nAfter visiting all the landmarks, Kassandra returned to Artaxerxes.\n(If players choose \"I saw the Statue of Zeus.\")\n\n*'''Kassandra:''' ''I've seen Kephallonia from the Statue of Zeus.''\n*'''Artaxerxes:''' ''Tell me, is it still a place of great beauty?''\n\n<tabber>\n|-|Lie – It's a happy place.=\n*'''Kassandra:''' ''Its people are the happiest in all the Greek world. They sing and dance into the night, with full bellies and full hearts.''\n*'''Artaxerxes:''' ''That... isn't how it was described to me at all. The tales go that its lands are among the world's most beautiful, and its people among the most pitiful.''\n|-|Kephallonia is poor but beautiful.=\n*'''Kassandra:''' ''Yes, the island is beautiful. From the Statue of Zeus, you can see the sea hitting the white beaches and mountains covered in green. But its people suffer because of the war.''\n*'''Artaxerxes:''' ''Ah, just how it was described to me. The gods simultaneously bless the land and curse the people. Even for gods, your gods are cruel, misthios.''\n</tabber>\n\n*'''Kassandra:''' ''OK, I've told you what I remember. Now tell me about yourself. What's a Persian doing here?''\n*'''Artaxerxes:''' ''Persia and the Greek world are doomed to be opposites—in times of prosperity here, Persians always seem to suffer. And when you are at war with yourselves—''\n*'''Kassandra:''' ''Persians know peace?''\n*'''Artaxerxes:''' ''Indeed. My people prospered after King [[Xerxes I of Persia|Xerxes]] was murdered. All except for me. A man tried to kill me with poison, which is how I lost my sight. I fled and arrived here.''\n\n<tabber>\n|-|No one would want you dead.=\n*'''Kassandra:''' ''I find it hard to believe anyone would want you dead.''\n*'''Artaxerxes:''' ''You're very kind. Tell me another tale, then I'll tell you more of my past.''\n|-|There's a price on your head...=\n*'''Kassandra:''' ''So, there's a price on your head? Now I'm interested.''\n*'''Artaxerxes:''' ''There was, though there isn't anymore. Now then, tell me another tale, and I'll tell you more of my past.''\n</tabber>\n(If players choose \"I saw the Statue of Athena.\")\n\n*'''Kassandra:''' ''You'll be glad to know I've been to the Statue of Athena at the Akropolis.''\n*'''Artaxerxes:''' ''Ah, if only I could have been there to feel her prescence. Would you... describe her to me?''\n\n<tabber>\n|-|She stands guard over Athens.=\n*'''Kassandra:''' ''If Athens is a city of statues, then Athena is their guardian. She stands high above everything, on guard over the city.''\n*'''Artaxerxes:''' ''Yes! Not just standing tall to protect Athens, but to serve as a reminder of the suffering those poor people endured during the [[Greco-Persian Wars|invasion]].''\n|-|Lie – The statue is made out of gold.=\n*'''Kassandra:''' ''Oh, it's even better than you can imagine. Made of pure gold. Chip one toe off her, and you'd have enough drachmae to eat for the rest of your life.''\n*'''Artaxerxes:''' ''Gold? No, it can't be. I was always told she was bronze, and stood guard over the city of Athens. Mourning the past and protecting the future...''\n</tabber>\n\n*'''Kassandra:''' ''Your turn to tell me something. You said a man tried to kill you.''\n*'''Artaxerxes:''' ''The man who rose up to kill the tyrant Xerxes was named [[Darius]]... He was of a new creed of killers, unlike any Persia had known. He was also the man hired to kill me.''\n*'''Kassandra:''' ''A killer of kings, hired to kill a simple blind man? Why?''\n*'''Artaxerxes:''' ''I have your interest, do I? Tell another tale, and I will, too.''\n\n(If players choose \"I saw the Akrokorinth.\")\n\n*'''Kassandra:''' ''I traveled to the Akrokorinth. From there I could see al of Korinthia.''\n*'''Artaxerxes:''' ''Ah! I can only wonder at what the worshippers of Aphrodite do to pay her tribute.''\n\n<tabber>\n|-|The hetaerae make Aphrodite proud.=\n*'''Kassandra:''' ''The hetaerae keep the spirit of Aphrodite alive... Usually well into the night.''\n*'''Artaxerxes:''' ''Exactly as your goddess deserves! When I was younger, I'd lie awake dreaming of what it would be like to go... worship, of course.''\n|-|Lie – It's a quiet place.=\n*'''Kassandra:''' ''It's quiet, mostly. People praying, offering sacrifice. You know, typical sanctuary stuff.''\n*'''Artaxerxes:''' ''A temple to Aphrodite... quiet? Impossible! Have you ever been to the temple?''\n</tabber>\n\n*'''Kassandra:''' ''Now that's out of the way, you owe me a tale. You said the king killer, Darius, was hired to kill you, too.''\n*'''Artaxerxes:''' ''He was. By my [[Hystaspes|brother]].''\n*'''Kassandra:''' ''Your brother! None of this is making any sense, old man.''\n*'''Artaxerxes:''' ''I trust you, so I will tell you. My brother and I are the last living sons of King Xerxes.''\n*'''Kassandra:''' ''Impossible. That would make you king.''\n*'''Artaxerxes:''' ''I was. My name was Artaxerxes. I guided Persia through a time of peace. But my brother wanted the throne and plotted my death. Now, I hide here, exiled, living the life of a simple beggar. I will tell you more, but first—''\n*'''Kassandra:''' ''Yes, yes. A tale for a tale.''\n\n(If players choose \"I saw Mount Taygetos.\")\n\n*'''Kassandra:''' ''I returned to Mount Taygetos.''\n*'''Artaxerxes:''' ''Returned? Tell me, did you meet the mountain god who devours Spartan children?''\n\n<tabber>\n|-|There is no god there.=\n*'''Kassandra:''' ''The mountain is just a mountain like any other—what makes Taygetos a place of suffering is the people there.''\n*'''Artaxerxes:''' ''That is true of all the world's worst places. When I was a child...<br />I could tell from the moment I met you that you carried the burden of suffering. Let it stay in the past.''\n|-|Lie – I saw the mountain god.=\n*'''Kassandra:''' ''Your story was true—there is a snow god on Mount Taygetos that lives to eat the children of Sparta. It destroys families for fun. I saw it.''\n*'''Artaxerxes:''' ''That was a Persian myth, and a disgusting one—I had always hoped to heare the tale of the true Taygetos from someone who'd seen it firsthand.''\n</tabber>\n\n*'''Kassandra:''' ''Now you tell me, \"King\" Artaxerxes—how can I believe your story? You don't exactly look like royalty.''\n*'''Artaxerxes:''' ''Well, that's the point. I am hiding.''\n*'''Kassandra:''' ''Show me proof.''\n*'''Artaxerxes:''' ''I could. You see, I knew a man named Themistokles.''\n*'''Kassandra:''' ''The Athenian general. I heard stories about him being ostracized from Athens.''\n*'''Artaxerxes:''' ''Over petty politics. He came to Persia, to me, looking for refuge. I was king, but only a boy. He spent his days learning Persian and telling me stories of his home. Places like that Akrokorinth, Mount Taygetos...''\n*'''Kassandra:''' ''The palaces you wished you could see.''\n*'''Artaxerxes:''' ''I loved the tales, and loved Themistokles like a father. He was kinder to me than Xerxes ever was. Tell me one last tale, and I'll tell you where he hid his treasure.''\n\n(If players choose \"I saw the armored bird.\")\n\n*'''Kassandra:''' ''If you'd like to hear about the bird, I could describe it to you.''\n*'''Artaxerxes:''' ''Nothing would make me happier.''\n\n<tabber>\n|-|Lie – It's chaotic.=\n*'''Kassandra:''' ''The great bird with metal feathers attacked me. I fought it off with my bare hands.''\n*'''Artaxerxes:''' ''You did? So, you fought it just like [[Herakles]]? I'd heard the statue was built to guard a place of chaos and calm.''\n|-|It's peaceful.=\n*'''Kassandra:''' ''It's a majestic statue, built from the blades of fallen [[soldier]]s. It is so high above Stymphalos and the golden fields below... Up there I could forget there was a war.''\n*'''Artaxerxes:''' ''So, it is as it was told to me. The bird commemorates Herakles' fight against chaos, built on a place of calm. Hopefully one draws out the best in the other.''\n</tabber>\n\n*'''Kassandra:''' ''So, I've been to the five places Themistokles told you in his tales.''\n*'''Artaxerxes:''' ''For that, my soul will be eternally grateful. As for my tale, Themistokles died peacefull in Persia, as one of us. I promised him I'd see the places he'd told me about. His stories will live on in me, and now you.''\n*'''Kassandra:''' ''And what of your story?''\n*'''Artaxerxes:''' ''I let the people believe Darius succeeded in killing me so I could escape.''\n*'''Kassandra:''' ''Artaxerxes... There's something else you should know.''\n*'''Artaxerxes:''' ''Yes?''\n\n<tabber>\n|-|Your father killed my grandfather.=\n*'''Kassandra:''' ''My grandfather was [[Leonidas I of Sparta|Leonidas of Sparta]].''\n*'''Artaxerxes:''' ''That means...''\n*'''Kassandra:''' ''Your father, King Xerxes, killed my grandfather.''\n*'''Artaxerxes:''' ''Then you're bounded by blood to avenge him.''\n|-|Actually, forget it.=\n*'''Kassandra:''' ''On second though, never mind.''\n|-|I liked your story, but it wasn't true.=\n*'''Kassandra:''' ''Kings, murderers, Athenian generals, adventure... You tell a good tale, old man.''\n*'''Artaxerxes:''' ''After all that, you don't believe me?''\n*'''Kassanda:''' ''I think you're a great storyteller. It doesn't matter if any of it was true.''\n</tabber>\nBefore they could continue the conversation, a Persian soldier interrupted them.\n\n*'''Persian Soldier:''' ''Artaxerxes! False king. This misthios led me right to you. Time to finish what I started.''\n*'''Artaxerxes:''' ''Kassandra, please.''\n\n<tabber>\n|-|I'll protect you.=\n*'''Kassandra:''' ''Stand behind me.''\n|-|Kill – I must avenge Leonidas.=\n*'''Kassandra:''' ''Your father killed my grandfather. Now, I kill you.''\n*'''Persian Soldier:''' ''No! He's mine.''\n</tabber>\nKassandra fought and eliminated the Persian soldier.\n\n*'''Kassandra:''' ''Artaxerxes. Are you hurt?''\n\n(The following dialogue is based on the decision made in the previous choices.)\n\n<tabber>\n|-|If Kassandra revealed the identity of his grandfather=\n*'''Artaxerxes:''' ''Despite being bound by honor to avenge Leonidas, you saved me. Thank you.''\n*'''Kassandra:''' ''I had no choice. That man wanted you dead... Must've been another one of your executioners.''\n|-|If Kassandra chose the decision to kill Artaxerxes=\n*'''Artaxerxes:''' ''After a life as a Persian king, you get used to people trying to kill you.''\n\n[missing dialogue]\n\n|-|If Kassandra did not believe Artaxerxes=\n*'''Artaxerxes:''' ''You call me by my name, despite accusing me of being a rambling old man. Now you believe me?''\n*'''Kassandra:''' ''I do now. That killer was Persian... Another one of your brother's hired executioners.''\n</tabber>\n\n*'''Artaxerxes:''' ''It was. If he doesn't return to Persia, my brother will send another. Then another. It's time this old man accepts his fate.''\n\n<tabber>\n|-|Be brave.=\n*'''Kassandra:''' ''You are a brave man, Artaxerxes.''\n*'''Artaxerxes:''' ''A trait I learned from Themistokles. Now, as for you... I owe you payment.''\n*'''Kassandra:''' ''Well, I did save your life. And I went on an adventure for you... your highness.''\n|-|Kill your brother.=\n*'''Kassandra:''' ''Sure, you could give up. Or, you could sail home, kill your brother, and take back your kingdom.''\n*'''Artaxerxes:''' ''I spent my entire life undoing my father's work. I won't end my life becoming him. As for you... there is the matter of your payment.''\n*'''Kassandra:''' ''Well, I did save your life. And I went on an adventure for you... your highness.''\n|-|Pay me.=\n*'''Kassandra:''' ''Before that, you owe me. I saved your life. And I went on this adventure for you.''\n</tabber>\n\n\n<tabber>\n|-|If Kassandra told true stories throughout=\n*'''Artaxerxes:''' ''You did! And in your retelling, I felt like Themistokles was speaking through you. For your reward, go to the tomb in [[Isle of Salamis|Salamis]] where Themistokles hid his treasure. It will be near where he made his triumphant [[Battle of Salamis|stand]] against my father's navy.''\n|-|If Kassandra lied a few times=\n*'''Artaxerxes:''' ''You did... Though much of what you said is not how I remember Themistokles telling it.''\n*'''Kassandra:''' ''Things change.''\n*'''Artaxerxes:''' ''Ah, we are proof of that, aren't we? Now for Themistokles treasure. Find the tomb in Salamis, where he made his triumphant stand against my father's navy. That's where your reward awaits.''\n|-| If Kassandra lied on all the stories=\n*'''Artaxerxes:''' ''Did you? Athena made from pure gold, meeting a god on Taygetos, and how did you describe the Akrokorinth? \"Typical sanctuary stuff?\"''\n*'''Kassandra:''' ''You said you like stories. So... I gave you stories.''\n*'''Artaxerxes:''' ''At least I'm still alive. For that, take this small token.''\n(Memory ends)\n</tabber>\nKassandra departed and made her way to the [[Ruined Sanctuary of Ajax]] on Salamis.\n\n*'''Kassandra:''' ''The tomb that Artaxerxes mentioned. It's real.''\n\nKassandra sneaked into the tomb and looted a chest, recovering the treasure.",
    "Section_Outcome": "Kassandra Artaxerxes and helped him to visit each landmark documented by Themistokles, eventually learning of the Persian's identity and his past. She was later left to decide the old man's fate.",
    "Section_Trivia": "*''[[w:c:princeofpersia:Prince of Persia (series)|Prince of Persia]]'' is a video game series developed by [[Ubisoft]] which is the spiritual predecessor of ''Assassin's Creed''.<ref>[https://web.archive.org/web/20131228044009/http://www.edge-online.com/features/making-assassins-creed/ The Making of Assassin's Creed]. EDGE. August 27, 2012. Archived from [http://www.edge-online.com/features/making-assassins-creed the original] on 28 December 2013. Accessed 27 October 2018.</ref>\n*Regardless of choosing whether to save or kill Artaxerxes, the dialogue which follows afterwards will remain the same. However, if players allowed the assassin to kill Artaxerxes first, then the memory will complete will right away with no rewards or the location of the treasure given. Also if Kassandra lied on all the stories, the memory will end immediately after the talk with Artaxerxes without location of the treasures given.\n*When viewed by Ikaros, the assassin has a unique avatar. He can be knocked out and recruited as a lieutenant for the Adrestia.\n*Strangely, in the final cutscene, the assassin pulls out a sword to kill Artaxerxes, but when he is actually fought, he wields two maces.",
    "Section_Gallery": "<gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nArtaxerxes PrinceOfPersia.jpg|Artaxerxes outside the temple\nACOd-Artaxerxesbeggar.jpg|Artaxerxes praying and begging\nACOd-Artaxerxesbegging.jpg\n</gallery>",
    "Section_References": "{{Reflist}}\n{{ACODMemories}}\n[[zh:波斯王子]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Prince of Persia]]"
}