{
    "QuestName": "Bravely Ran Away",
    "QuestID": "223993",
    "Revision": {
        "id": "1047428",
        "parentid": "935150",
        "timestamp": "2023-06-13T18:58:03Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047428",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "45b9kssbhda77pc4t3t9ffr9r93au60"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": "ACOd-BravelyRanAway.jpg",
        "description": "'A Morys|cowardly warrior needed to look like a proper Minotaur slayer in order to convince his entire village that he'd slayed the beast. Even if he hadn't. Kassandra decided to help him look the part.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "previous": "The Grand Minotour",
        "source": "Kassandra",
        "location": "Pephka, Krete, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''Bravely Ran Away''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met a [[Morys|warrior]] in [[Lato]] who was sent from his village to defeat the [[Minotaur]].",
    "Section_Dialogue": "While in Lato, Kassandra came across a crowd surrounding the town's ''tholos'', discussing a man standing near the scaffolding at the top.\n*'''Civilian:''' ''5 [[drachma]]e says he jumps.''\n*'''Civilian:''' ''25 says he doesn't.''\n*'''Civilian:''' ''How long's he been up there?''\n*'''Civilian 1:''' ''Three, maybe 4 days?''\n*'''Civilian 2:''' ''Should we get him water, or...? How long have ''you'' been here watching him?!''\n*'''Civilian 1:''' ''Like I said, 3, maybe 4 days?''\n*'''Civilian 3:''' ''Come down from there!''\n*'''Civilian 4:''' ''[[Athena]], give him strength...! Please, just come down.''\n*'''Civilian 1:''' ''It's not safe up there! Come down and fight the Minotaur!''\n*'''Morys:''' ''I said stand back! I'll jump! I mean it! I—clear a space! 'Cause I'm jumping! I don't want anyone to get hurt! From my jump! Which I'm about to do! Right NOW!<br />Riiight now! Here we go! My feet are kinda over the edge! My big toes are no longer safe—only air is beneath them!<br />Everyone stand back, or the rest of my feet are sure to follow!''\n*'''Civilian 5:''' ''Why's he up there?''\n*'''Civilian 6:''' ''I heard he fell in love with the Minotaur, who rejected his advances—and his broken heart drove him to madness.''\n*'''Civilian 5:''' ''Really? I heard he just wanted to get a really good view of Lato, and forgot how to get down''\n*'''Civilian 7:''' ''Someone help him!<br />Don't be a fool! Think of your ''mater''! And if that makes you want to jump more... Maybe think of something else!''\nKassandra climbed up the ''tholos'' and approached the man standing by the edge of the scaffolding.\n*'''Morys:''' ''Back! Stay back! I'LL JUMP!''\n*'''Kassandra:''' ''You don't have to do this. There's always something to live for.''\n*'''scaffolding:''' ''No! Not for me! I-I've got nothing. I AM Nothing...<br />This isn't even armor! It's my mother's third-favourite serving tray! I'm a failure. A failure!''\n\n<tabber>\n|-|No, you're a coward.=\n*'''Kassandra:''' ''Stop wasting everybody's time and come back from the edge. If you were going to jump you'd have done it by now.''\n*'''Morys:''' ''Wha-what? I will! Any second now!''\n*'''Kassandra:''' ''No you won't. You're a coward.''\n*'''Morys:''' ''I'm no coward! I'll show you!''\nMorys turned back towards the edge, and stepped closer. Kassandra crossed her arms. Morys stopped.\n*'''Morys:''' ''By [[Zeus]]'s tunic, you're right. Of course you're right. I am a coward.''\n*'''Kassandra:''' ''Come away from the edge. Talk to me.''\n|-|No, you're a warrior.=\n*'''Kassandra:''' ''You look like a warrior to me. Even warriors feel fear. There's no shame in it. Fear helps us survive. It's temporary.<br />...But ''honor'' is not. You'll find no honor jumping off this building. Only death. Talk to me.''\n*'''Morys:''' ''...Honor. Yes.''\n</tabber>\n*'''Morys:''' ''My village, we're poor. We get little trade, fewer visitors. We're dying. I was chosen to kill the Minotaur hoping it would make us famous, put us on the map. Save us, maybe.<br />But look at me—I'm no Minotaur slayer. I got robbed by a [[Arsenios|tiny tour guide]] my first day here!''\n\n:(If players had already killed the Minotaur)\n:*'''Kassandra:''' ''The Minotaur's already dead. I killed it.''\n:*'''Morys:''' ''You—no, I was supposed to do it!''\n:*'''Kassandra:''' ''Sorry.''\n:*'''Morys:''' ''Then my people are doomed...''\n\n*'''Kassandra:''' ''Minotaur slaying isn't for everyone. Even if you go home without the beast's head, there ''will'' be another way to save your village.''\n*'''Morys:''' ''You're right! All I have to do is... lie to everyone!''\n\n<tabber>\n|-|I didn't say you should lie.=\n*'''Kassandra:''' ''Do not put words in my mouth.''\n*'''Morys:''' ''Why not, they're good words! My people are kind, and loving, and somewhat dim—''\n*'''Kassandra:''' ''Really? Hard to believe.''\n|-|That's not a bad idea.=\n*'''Kassandra:''' ''That—''\nShe pondered for a moment.\n*'''Kassandra:''' ''That might actually work.''\n</tabber>\n*'''Morys:''' ''I just have to make them ''think'' I've killed the Minotaur. Our village would become a shrine to me, the new [[Theseus]]. Morys the Magnificent, Slayer of the Minotaur!<br />We would prosper again.''\n*'''Kassandra:''' ''Sounds like a dream.''\n*'''Morys:''' ''A dream where people care about my village? Trade with it? That's a dream worth having.<br />I'll need to look convincing—like a regal, conquering, Minotaur-killing hero!<br />Best steal the [[Pephka]] leader's shiniest [[armor]]. Oh, and I'll need a weapon! Something I can say I pried from the Minotaur's cold dead hands! Cold dead hooves?''\n(Accept – I'll help you.)\n*'''Kassandra:''' ''Don't worry, I'm here to help.''\n*'''Morys:''' ''Good. Good, good, good. Is there anything else I can tell you?''\n(Asked \"Where can I find a fitting axe?\")\n*'''Kassandra:''' ''An [[Battleaxe|axe]] that looks like you've looted it from the corpse of a Minotaur... Is there a [[merchant]] for that in Pephka?''\n*'''Morys:''' ''When I first arrived, I heard rumours of a legendary axe kept in [[Fort Lato]]. That's where you'll find what I need.''\n*'''Kassandra:''' ''What's so special about this axe?''\n*'''Morys:''' ''They say Theseus touched it. ''Twice.\n*'''Kassandra:''' ''I'm sure Theseus handled many axes in his time.''\n*'''Morys:''' ''Well, yes. But he touched this one ''twice''. Now THAT'S the sort of axe you'd expect a Minotaur to wield!''\n(Asked \"Where is this armor?\")\n*'''Kassandra:''' ''You mentioned the...\"shiniest\" armor was the Pephkan Leader's. Where does he keep it?''\n*'''Morys:''' ''Somewhere safe. Somewhere little street kids couldn't steal it. His [[Leader House, Pephka|house]] is well guarded—I'd look there.''\n:(Completed [[The Grand Minotour]] – \"How about trying Minotaur Hoof Elixir?\")\n:*'''Kassandra:''' ''Sounds like you could use some Minotaur Hoof Elixir.''\n:Morys laughed.\n:*'''Morys:''' ''No, no, no, only a fool would buy such a blatant scam! \"Minotaur Hoof Elixir\"! Why would a Minotaur need elixir for its hooves?!''\n:*'''Kassandra:''' ''...Right.''\n(Leave – \"I'm ready.\")\n*'''Kassandra:''' ''I've heard enough—I'll find you an axe and armor worthy of a true Minotaur slayer. Just don't... jump.''\n*'''Morys:''' ''I wouldn't think of it!''\nKassandra first made her way to the Leader House in the town. Sneaking past the guards onto the second floor, she looted the armor kept in a chest.\n*'''Kassandra:''' ''This is the armor Morys described. It ''is'' shiny.''\nHaving found the armor, Kassandra made her way to Fort Lato to recover the axe. Infiltrating it, she recovered the axe held in a chest amongst the fort ruins.\n*'''Kassandra:''' ''This is the axe the man from the roof wanted. It's pretty heavy. I wonder if he could even lift it...<br />Now I have both items the man on the roof needs to bring glory back to his village. I better get these to him before he actually jumps.''\nKassandra returned to Morys at the ''tholos''.\n*'''Kassandra:''' ''I'm back, and I have everything you need to successfully lie to your people.''\n*'''Morys:''' ''Oh fantastic!<br />And fear not, friend—this is a lie that will ''save'' my people. It'll put us back on the map! Well, um... Can I—can I have my items now please?''\n\n<tabber>\n|-|The axe and armor are yours. (Give the items)=\n*'''Kassandra:''' ''Of course, the axe and armor are yours.''\nKassandra handed over the equipment.\n*'''Morys:''' ''Just, uh, turn around for a second... While I... change...''\nKassandra turned around and allowed Morys to change. When he had done so, she turned around to take a look.\n*'''Kassandra:''' ''You look heroic. Like a warrior who could kill a whole family of Minotaurs.''\n*'''Morys:''' ''Really? You're not just saying that?''\n*'''Kassandra:''' ''I mean it. Even ''I'm'' a bit intimidated by you now.''\n*'''Morys:''' Wow!<br>''It's OK guys! I'm a hero now! I'm coming down!<br>I ''feel'' pretty heroic.''\n|-|You don't deserve this axe and armor. (Keep the items for yourself)=\n*'''Kassandra:''' ''No. The axe and armor are ''mine''. You think they could make you look like ''a Minotaur slayer?'' No matter what armor you wear, you'll always be Morys the Pathetic. You fool no one.''\n*'''Morys:''' ''I—no, I'm a, I'm a—''\n*'''Kassandra:''' ''Go home, \"hero.\"''\n</tabber>\n\n(If players talked to him again. He can also be found at Lato Harbor.)\n*'''Morys:''' ''I sure hope that boat captain shows up so I can get home. He took the last of my drachmae...''",
    "Section_Outcome": "Kassandra acquired an axe and armor that she either:\n* gave to Morys, a man who had been sent to slay the Minotaur, or\n* kept for herself (rare quality)",
    "Section_Trivia": "*The name of the quest is a reference to the \"Tale of Sir Robin\" scene in ''{{Wiki|Monty Python and the Holy Grail}}'' where Sir Robin flees from the slightest conflict and his minstrels sing \"Brave Sir Robin ran away. Bravely ran away away.\"",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}