{
    "QuestName": "The Grand Minotour",
    "QuestID": "224078",
    "Revision": {
        "id": "1047427",
        "parentid": "898065",
        "timestamp": "2023-06-13T18:57:54Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047427",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "0q7q8bnmqjyukhi7p6c0uyhfqwpqwhu"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "name": "The Grand Minotour",
        "image": "ACOd-Arsenios.jpg",
        "description": "'Kassandra accepted a \"Minotaur Tour\" from a street-wise boy in Pephka named Arsenios, but quickly came to wonder if she'd made a big mistake.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "previous": null,
        "next": "Bravely Ran Away",
        "source": "Kassandra",
        "location": "Pephka, Krete, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''The Grand Minotour''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra accepted a tour offered by a [[Arsenios|boy]] on the [[Minotaur]].",
    "Section_Dialogue": "In [[Lato Harbor]], Kassandra heard a boy advertise something called \"Minotaur tours\".\n*'''Arsenios:''' ''Minotaur tours! Get your Minotaur tours here! Learn how to defeat the mighty Minotaur! Slay the beast with this one weird trick all minotaurs hate! Book your tour now to avoid the disappointment up at your own headless body while the Minotaur laughts at you—even he thinks the tour's great value for [[drachma]]e! Take the Minotaur tour to avoid bringing shame and dishonor to your parents. \"Wife, I heard our child went off to slay the Minotaur. Have they returned victoriously yet? No Husband, they didn't take a handsome young man's very reasonably priced tour and were tragically killed. We're laughing stocks at the agora. We never should've had kids.\" Is this what you want your parents to say, hero? Is it? No?! Then sign up now for my Minotaur Tour now!''\nIntrigued, Kassandra approached the boy.\n*'''Arsenios:''' ''Warrior! Welcome to [[Pephka]]. Home of the Minotaur, and our world-famous Minotaur tunics!<br />Tunics! Minotaur tunics! One size fits all!''\n*'''Kassandra:''' ''I don't see how one size can fit everyone.''\n*'''Arsenios:''' ''My name's Arsenios. If you want to know how to defeat the Minotaur, and become the [[Greece|Greek]] world's famous warrior, then ''this'' is the tour for you!''\n\n(If players had already defeated the Minotaur in [[He Waits]])\n*'''Kassandra:''' ''Don't need the tour. Already killed the beast.''\n*'''Arsenios:''' ''You think—''\nArsenios laughed.\n*'''Arsenios:''' ''You killed—''\nThe boy continued laughing for a moment.\n*'''Arsenios:''' ''The Minotaur?!''\n*'''Kassandra:''' ''It was an epic battle. Lots of blood.''\n*'''Arsenios:''' ''An epic battle with a [[Leiandros|man in a mask]]! You were scammed, warrior. But have no fear, you're in Pephka now—a land famous for its honesty and total lack of scams.''\n\n(Accept – I'll take your tour.)\n*'''Kassandra:''' ''You sell it well, kid. Let's go on your tour. You're not worried someone's going to steal your \"world famous Minotaur tunics\"?''\n*'''Arsenios:''' ''Who would? They're tunics for Minotaurs.''\nKassandra followed Arsenios as he brought her around Pephka. She followed him to a statue depicting the minotaur.\n*'''Arsenios:''' ''As you can see from the statues, the Minotaur is a fearsome foe—so don't forget this exclusive tour tip: He hates being stabbed! Particularly with sharp objects. They say it's his only weakness...!''\nThey arrived at a giant fallen statue of Minotaur which was missing the lower half of the body.\n*'''Arsenios:''' ''Behold, an ''exact'' replica of the Minotaur!<br />Actual Minotaur size may vary.''\n*'''Kassandra:''' ''Where's the rest of him?''\n*'''Arsenios:''' ''Up the hill. Some of the workers lost control moving it into place. It killed two of them. Horns torn them clean apart. Well, not \"clean\" apart.''\n*'''Kassandra:''' ''Sounds like even Minotaur statues are deadly.''\n*'''Arsenios:''' ''Oh, they're the deadliest! They say [[Theseus]] himself was killed by a Minotaur statue.''\n\n<tabber>\n|-|Theseus was a hero.=\n*'''Kassandra:''' ''I've heard many tales of the Minotaur. They usually make Theseus sound more... heroic.''\n*'''Arsenios:''' ''Well, [[Sparta]]'s not known for its quality education, is it? Next thing, you'll tell me [[Medusa]]'s real!''\n(If players had slain Medusa in [[Writhing Dead]])\n*'''Kassandra:''' ''She <i>was</i>, until I killed -''\n*'''Arsenios:''' ''She's a mythical creature! Like um, like a cyclops.''\n(If players had slain the Cyclops in [[Stairway to Olympos]])\n*'''Kassandra:''' ''Cyclopes are real too, I've killed -''\n\n|-|Theseus was nothing compared to me.=\n*'''Kassandra:''' ''Whether Theseus was crushed by the Minotaur, or... by a large statue ''shaped'' like the Minotaur, he was nothing compared to me. I will succeed where he failed.''\n*'''Arsenios:''' ''Oh, a confident warrior!<br>Perhaps you'll be the first to return...''\n</tabber>\n*'''Kassandra:''' ''Let's just continue the tour.''\n*'''Arsenios:''' ''Hey, in Pephka, the hero's always right! This way!''\nKassandra followed Arsenios as they made their way to another landmark.\n*'''Arsenios:''' ''Look out, that rock's actually a Minotaur dropping. He must have been through here! I can't believe we missed him!<br />Here's another helpful tip you won't get on any other tour—the Minotaur... isn't a morning person!<br />Trust me, I know my Minotaurs—I've been in this business 27 years. Just between you and me, I'm kinda hoping my boy, Arsenios Jr., takes over some day. Good kid, goooood kid.''\nThey arrived at a marketplace.\n*'''Arsenios:''' ''Warriors from all over the [[Aegean Sea|Aegean]] come to Pephka to face the Mighty Minotaur, hoping to claim his head as the ultimate prize. So far, well, he's killed all of them.<br />But! Drinking freshly squeezed Minotaur Hoof Elixir will no doubt give you the ''oomph'' you'll need to triumph!''\n(If players choose \"Where does the Elixir come from?\")\n*'''Kassandra:''' ''Where does this \"Minotaur Hoof Elixir\" come from?''\n*'''Arsenios:''' ''The Hoof of the Minotaur, obviously! It's right there in the name.''\n*'''Kassandra:''' ''...Uh huh.''\n(If players choose \"What does the Elixir do?\")\n*'''Kassandra:''' ''What does this elixir do, besides... give me \"oomph\"?''\n*'''Arsenios:''' ''Depends. What ails you, friend? Sore throat? Slow-healing wounds? Itchy bits on parts unmentionable?''\n*'''Kassandra:''' ''Will it cure the regret of taking unnecessary tours?''\n*'''Arsenios:''' ''...Yes!''\n(You have this Elixir, I'm sure.)\n*'''Kassandra:''' ''And let me guess, you've got a vial, ready for purchase?''\n*'''Arsenios:''' ''It's just like ''pater'' always said, \"Never leave home without the ground up hooves of a mythical creature.\"''\n\n<tabber>\n|-|Accept – I'll buy the elixir. [200]= \n*'''Kassandra:''' ''You never know when you'll need some... Minotaur Hoof... Elixir...''\n*'''Arsenios:''' ''You've made a wise purchase, my fiscally responsible friend! Now come! There's so much more to see!''\n|-|Deny – I won't buy the elixir=\n*'''Kassandra:''' ''I'll pass.''\n*'''Arsenios:''' ''Of course, of course! You're under no obligation to help a poor kid from the streets of Pephka make an honest income in order to save his frail and sickly grandmother.''\n*'''Kassandra:''' ''If'' she's ''sick, why did'' you ''cough?''\n*'''Arsenios:''' ''I'm very empathetic?''\n{{#tag:tabber|\nYour story's a lie.=\n*'''Kassandra:''' ''That's the most pathetic lie I've ever heard. And I lived on [[Kephallonia]].''\n*'''Arsenios:''' ''Yeah, well, it was worth a shot. Now come! There's so much more to see!''\n{{!}}-{{!}}\nOh, you poor thing!=\n*'''Kassandra:''' ''You're doing all this for your grandmother?''\n*'''Arsenios:''' ''She puts on a brave face for me, but I hear her crying at night when she thinks I'm asleep. She's always moaning, or vomiting, or moaning'' and ''vomiting.<br />If only I could sell more Minotaur Hoof Elixir, we might be able to afford a [[Doctor|physician]]...!''\n{{#tag:tabber|\nActually, I will buy some elixir. [200]=\n*'''Kassandra:''' ''You never know when you'll need some... Minotaur Hoof... Elixir...''\n*'''Arsenios:''' ''You've made a wise purchase, my fiscally responsible friend! Now come! There's so much more to see!''\n{{!}}-{{!}}\nI still won't buy the elixir=\n*'''Kassandra:''' ''If your elixir's so potent, maybe you could give your grandmother a bottle or two?''\n*'''Arsenios:''' ''Great idea! ...If you could just pay for them –''\n*'''Kassandra:''' ''No.''\n*'''Arsenios:''' ''No?''\n*'''Kassandra:''' ''No.''\n*'''Arsenios:''' ''Now come! There's so much more to see!''\n}}\n}}\n</tabber>\nKassandra followed Arsenios once again.\n*'''Arsenios:''' ''I'm not saying I'm responsible for breaking the Minotaur statue, but I'm also not saying I'm ''not'' responsible.''\nShe followed the boy into a [[Thilakas Cave|cave]] behind the market, reaching a chamber.\n*'''Arsenios:''' ''And so concludes our tour!''\n*'''Kassandra:''' ...That's'' the tour?! I didn't learn anything about the Minotaur!''\n*'''Arsenios:''' ''My customers are ''always'' satisfied!''\nA couple of large men followed them into the cave, blocking the exit.\n*'''Arsenios:''' ''You can pay my associates on your way out. Please enjoy the rest of your stay here in Pephka!''\n\n<tabber>\n|-|Here's your drachmae. [3000]=\n*'''Kassandra:''' ''Good scam, kid. If I was ambitious as you when I was your age, my life would've turned out much better.<br />Possibly making bad wine on an island somewhere...''\nKassandra paid Arsenios the full amount.\n*'''Arsenios:''' ''Thank you.''\n(If unaware of [[Melite]])\n*'''Arsenios:''' ''Until next time, warrior!''\n*'''Kassandra:''' ''Oh no, no, no, no, absolutely not.''\nArsenios' thugs left.\n(If aware of Melite)\n*'''Kassandra:''' ''One last thing - I'm told a man named \"Melite\" lives in Pephka. Probably someone powerful. Likes wearing masks.''\n*'''Arsenios:''' ''Never heard of him before. But Leiandros, the town crier, might have. He knows everyone. He's in the center of the city. Ask him.''\n:(If players already met Leiandros)\n*'''Kassandra:''' ''Leiandros? I've already met Leiandros. That man knows an impressive amount of nothing.''\n|-|I'm not paying you.=\n*'''Kassandra:''' ''You're not getting one drachma out of me.''\n*'''Arsenios:''' ''No, not one—I'm getting ''all'' of it.<br>Get her!''\nThe men drew their swords and attacked Kassandra.\n*'''Arsenios:''' ''Don't damage her gear! We can get a good price for it. She's basically walking drachmae!''\nKassandra eliminated the boy's thugs. She talked to Arsenios, who'd fled to hide behind some vats.\n*'''Arsenios:''' ''... Uh, well done, warrior! You've passed the... \"Survive the Thugs\" test! Not, uh, not everyone passes that! You've earned an extra 10% off our world famous Minotaur tunics!<br>Or, haha, you know what? You've given me a great tour! A tour of ''friendship''! Which I will totally pay for! here, a large drachma fee for your fantastic friendship tour!''\n*'''Kassandra:''' ''A pleasure doing business with you.''\n\n(If players have not eliminated [[Melite]].)\n*'''Kassandra:''' ''One more thing: I'm looking for someone named \"Melite\". A man with influence and an obssession with masks.''\n*'''Arsenios:''' ''Never heard the name. But there's a man in town. Leiandros, he knows everyone. I bet he can help you.''\n:(If players already met Leiandros)\n:*'''Kassandra:''' Leiandros?'' He's of no use to me.''\n\n*'''Arsenios:''' ''Hey!''\n*'''Kassandra:''' ''Yeah?''\n*'''Arsenios:''' ''What's it like being a'' misthios?\n*'''Kassandra:''' ''Could be worse.''\n</tabber>\n\n(If Arsenios is spoken to again.)\n*'''Arsenios:''' ''Can I interest you in purchasing some fermented Minotaur droppings or–''\n*'''Kassandra:''' ''Are you really going to try that on me again?!''\n*'''Arsenios:''' ''Can't hit the target if you don't shoot the arrow!''",
    "Section_Outcome": "Kassandra participated in a \"tour\" on the Minotaur by Arsenios.",
    "Section_Trivia": "*The name of the memory is likely a reference to the [[United Kingdom|British]] motoring television series, ''{{Wiki|The Grand Tour}}''.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}