{
    "QuestName": "A Life's Dedication",
    "QuestID": "225074",
    "Revision": {
        "id": "1008588",
        "parentid": "960373",
        "timestamp": "2022-09-14T15:50:29Z",
        "contributor": null,
        "comment": "/* Dialogue */",
        "origin": "1008588",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "k7tz2a9dc17fyjvb8q5ne1yry1uwzl0"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD A Life's Dedication 9.png",
        "description": "'Guided by wits and the Greek mythology|gods, Eppie unearthed a Mycenaean stele fragment that promised a greater discovery to come. Would this finally bring the respect the young archeologist craved?'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Eppie}}",
        "previous": null,
        "next": "Language of the Ancients",
        "source": "Kassandra",
        "location": "Boeotia, Greece",
        "date": "429 BCE–422 BCE"
    },
    "General_Description": "'''A Life's Dedication''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met an [[Eppie|adventurer]] in [[Boeotia]] who possessed a tablet dating from the [[Mycenae]]an period.",
    "Section_Dialogue": "While in Boeotia, Kassandra came across pack of [[Wolf|wolves]] attacking a man. After eliminating the beasts, she approached the individual.\n*'''Eppie:''' ''By [[Jupiter|Zeus]]... I would have been a goner there if it wasn't for you.''\n*'''Kassandra:''' ''Lucky I came by.''\n*'''Eppie:''' ''Pleased to make your acquaintance. I'm Eppie. Well, Epizelos, but my friends call me Eppie. Not that I have \"friends,\" necessarily.''\n*'''Kassandra:''' ''I'm Kassandra.''\n*'''Eppie:''' ''Charmed! You have the look of someone used to being out in the world.''\n<tabber>\n|-|You look capable.=\n*'''Kassandra:''' ''You have the look of someone who, um... spends lots of time reading.''\n*'''Eppie:''' ''I don't look like much, it's true. But when discovery knocks, what other choice is there?''\n|-|You shouldn't be out here alone.=\n*'''Kassandra:''' ''You look like you shouldn't be outside on your own. At all.''\n*'''Eppie:''' ''It can't be helped. I've been overcome with adventure.''\n</tabber>\n*'''Eppie:''' ''I have in my possession a Mycenaean tablet that leads to a sacred burial site. I'm calling it [[Cave of the Oracle|the Cave]] of [[Oracle of Trophonios|the Oracle]].''\n*'''Kassandra:''' ''Good for you.''\nKassandra turned around and prepared to leave.\n*'''Eppie:''' ''Mycenaeans were known for their elaborate grave sites full of precious things.''\n[[File:ACOD A Life's Dedication 3.png|thumb|250px|Eppie informing Kassandra of a Mycenaean treasure]]\nKassandra, hearing what Eppie had said, turned around.\n*'''Kassandra:''' ''How precious?''\n*'''Eppie:''' ''Ancient jewelry, ceremonial [[sword]]s and [[dagger]]s. So, very precious. If you escort me, I'll show you.''\n(Accept – I'll come with you.)\n*'''Kassandra:''' ''How can I turn down the promise of precious things?''\n[[File:ACOD A Life's Dedication 4.png|thumb|250px|Kassandra following Eppie]]\nKassandra followed Eppie as they made their way to the Cave of the Oracle.\n*'''Eppie:''' ''The [[Fates]] have delivered you onto my path, and thus we travel together.''\n*'''Kassandra:''' ''The Fates have been known to have a sense of humor.''\n*'''Eppie:''' ''Happening upon you, hero, is fortuitous.''\n*'''Kassandra:''' ''Glad to hear it. So you dig through book roll?''\n*'''Eppie:''' ''No! Well, yes and no. I dig through dirt, too. I uncover our history. Sometimes... hopefully this time, it will uncover ancient wonders!''\n*'''Kassandra:''' ''Hate to break it to you, but clay pots and dirt aren't that wondrous to most.''\n*'''Eppie:''' ''I've dedicated my life to it. It's so much more than treasure to be looted.''\n*'''Kassandra:''' ''Is it though?''\n*'''Eppie:''' ''It's who we are! knowing where we come from tell us where we are headed.''\n*'''Kassandra:''' ''You educated people and your riddles.''\n*'''Eppie:''' ''Some people don't care about the past. They only want to steal something that will make them a few [[drachma]]e. Imagine that.''\n*'''Kassandra:''' ''Hard to believe.''\n*'''Eppie:''' ''My peers are no more than treasure hunters and art dealers.''\n*'''Kassandra:''' ''Well. You did mention precious jewels.''\n*'''Eppie:''' ''These ruins and relics are notoriously hard to find. I found this one through clever searching and deduction.''\n*'''Kassandra:''' ''Tell me more about it.''\n*'''Eppie:''' ''Mycenaeans held specific rituals. Some tales speak of [[Piece of Eden|objects]] made by the [[Isu|gods]].''\n*'''Kassandra:''' ''Yes. The gods like to play their hand on occasion.''\n*'''Eppie:''' ''Think of this, ''[[Mercenary|misthios]]''! How would you like to have had the gods help you in battle?''\n*'''Kassandra:''' ''A good warrior doesn't need any help from the gods or anyone else.''\n*'''Eppie:''' ''True. True. But think of what we might find there.''\n*'''Kassandra:''' ''You think we'll find something with this power?''\n*'''Eppie:''' ''See? Now are you interested?''\n*'''Kassandra:''' ''I certain am.''\n[[File:ACOD A Life's Dedication 5.png|thumb|250px|Kassandra and Eppie in the cave]]\nKassandra and Eppie reached and entered the cave, coming upon a number of individuals worshipping inside.\n*'''Eppie:''' ''What's this?''\n*'''Kassandra:''' ''Stay back.''\n*'''Eppie:''' ''They seem drawn to this place. I hadn't expected that.''\n*'''Kassandra:''' ''Does it have to do with—whatever that name was you said?''\n*'''Eppie:''' ''The Mycenaeans? I don't see how they could know. It must be related to [[Trophonios]]. I'll observe them and see what I can learn.''\n*'''Kassandra:''' ''Fine. I'll search further inside.''\n*'''Eppie:''' ''Wait! Take this stele piece. See if there are markings that match it.''\nBefore leaving, Kassandra spoke to Eppie once more.\n*'''Eppie:''' ''The worshippers puzzle me. They murmer something... {{Wiki|List of Mycenaean deities|Di... sioi}}... I can't make it out.''\nKassandra dwelled further inside and went under a small opening to a hidden cavern.\n*'''Kassandra:''' ''Not much of a burial site. Mules are buried in higher places of honor.''\nKassandra went further in, coming up across a locked door.\n*'''Kassandra:''' ''The stele piece looks like it can be placed...''\n[[File:ACOD A Life's Dedication 7.png|thumb|250px|Kassandra at the door]]\nKassandra took out the stele and put it near a circular lock, emitting a glow. This unlocked the door to a secret chamber.\n*'''Kassandra:''' ''This is... unexpected.''\nKassandra entered the chamber, exploring the contents within.\n*'''Kassandra:''' ''This'' is more elaborate than i thought.\nAfterwards, she reached a room with a hole beneath and jumped down.\n*'''Kassandra:''' ''Ah, this is more like it. Let's see what we have.''\nShe came a cross a small statue on the ground near a pillar.\n*'''Kassandra:''' ''Hmm. This statue depicts a warrior.''\nShe investigated a series of markings on a wall.\n*'''Kassandra:''' ''The markings match Eppie's stone!''\nShe investigated a chest and looted it, recovering a pair of [[Rusty Mycenaean Boots|boots]].\n*'''Kassandra:''' ''Eppie will want to see all of this.''\nKassandra exited the chamber, returning to Eppie in the cave.\n*'''Kassandra:''' ''We're in the right place. Unfortunately, my friend, it's been looted. All I found was this [[armor]].''\n*'''Eppie:''' ''That is highly significant. The Mycenaeans were a warrior culture, you know. So this must be a warrior's tomb.''\n*'''Kassandra:''' ''Huh. Well, it's a decent piece. But where's the rest of it?''\n*'''Eppie:''' ''Hmm... That was only one part of the stele. If we find the others, I can decipher the text.''\n*'''Kassandra:''' ''Maybe that will reveal more armor. The rest of the stele you speak of could be anywhere.''\n*'''Eppie:''' ''If I can find clues for where to look, are you interested in finding the other stele pieces?''\n(Accept – I'll look for the others.)\n*'''Kassandra:''' ''I'll look for the others.''\n*'''Eppie:''' ''Excellent! Now I need to see those markings. Let's go inside.''\nEppie and Kassandra entered the chamber, approaching the wall with writings.\n*'''Eppie:''' ''I didn't expect the stele keystone to actually be a key.''\n*'''Kassandra:''' ''I wonder what happens when all of them are in place.''\n*'''Eppie:''' ''Even with only part of the stele, I can start to decipher the writing.''\n[[File:ACOD A Life's Dedication 10.png|thumb|250px|Eppie looking at the writings]]\n*'''Kassandra:''' ''What does it say?''\n*'''Eppie:''' ''Um... I think that says, \"of the gods.\"''\n*'''Kassandra:''' ''Really? To think, you were someone yelling for help not long ago.''\n*'''Eppie:''' ''Look at me now.''\n*'''Kassandra:''' ''I think you're going to need all of them, though.''\n*'''Eppie:''' ''According to this, it seems that the stele pieces have been deliberately seperated.''\n*'''Kassandra:''' ''I wonder why they were seperated on purpose.''\n*'''Eppie:''' ''It doesn't matter if we can find them. Will you look for the other stele pieces?''\n*'''Kassandra:''' ''Of course. Where should I look?''\n*'''Eppie:''' ''According to this, the next stele is... Oh, better you than me! I can't swim. Explore the [[Ruins of Arne]].''\n(If \"Who are the worshippers?\" was chosen)\n*'''Kassandra:''' ''What's the connection between this tomb and those worshippers?''\n*'''Eppie:''' ''The writing mentions \"of the gods.\" It's not clear which gods, though. Once we decipher more, we should understand the connection.''\n(If \"What is the connection to the armor?\" was chosen)\n*'''Kassandra:''' ''The armor must belong to the ancient warrior. But why remove it and spread it out across the lands?''\n*'''Eppie:''' ''Good question. It must have something to do with the text.''\n(If \"What is this language?\" was chosen)\n*'''Kassandra:''' ''So these markings are an ancient language?''\n*'''Eppie:''' ''Mycenaean. There are languages even older than that, which have been lost. When this died out, sadly, we fell into a {{Wiki|Greek Dark Ages|dark age}}.''\n(Leave – Time to look for the next piece.)\n*'''Kassandra:''' ''Time for me to go.''",
    "Section_Outcome": "Kassandra met an archeologist named Eppie, agreeing to help him locate and decipher a Mycenaean tomb. She was sent to investigate the next clue, the Ruins of Arne.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD A Life's Dedication 1.png|Eppie rescued by Kassandra\nACOD A Life's Dedication 2.png|Kassandra preparing to leave\nACOD A Life's Dedication 6.png|Kassandra discovering an ancient door\nACOD A Life's Dedication 8.png|Kassandra unlocking the door\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:La tâche d'une vie]]"
}