{
    "QuestName": "Grin and Bear It",
    "QuestID": "223878",
    "Revision": {
        "id": "869044",
        "parentid": "825547",
        "timestamp": "2020-05-15T15:14:34Z",
        "contributor": null,
        "origin": "869044",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "gvlwh6y4b9vlrqkr0rzzqg7oz8pphsb"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Grin and Bear It 4.png",
        "description": "'A wounded Iola|traveler wanted two things: to get off Delos, and to kill the bear|beast that slaughtered her crew and nearly took her life. She offered Kassandra good money to help her with the latter.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "previous": "Trouble in Paradise",
        "next": "A Night to Remember (Odyssey)|A Night to Remember",
        "source": "Kassandra",
        "location": "Delos, Greece",
        "date": "426 BCE–422 BCE"
    },
    "General_Description": "'''Grin and Bear It''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met [[Iola]], an injured woman, within the [[Sanctuary of Apollo]] on [[Delos]] and learned she'd been attacked by a [[bear]]. But there was more to the story than just a raging animal.",
    "Section_Dialogue": "Kassandra found a woman near the Sanctuary of Apollo and saw she was wounded. She knelt down to talk to her.\n*'''Kassandra:''' ''You're bleeding. A lot.''\nIola looked at her with worry.\n*'''Iola:''' ''Come to turn me into the priests?''\n*'''Kassandra:''' ''Depends what you've done.''\n*'''Iola:''' ''Don't know if anyone told you, but it's illegal to die on this gods-forsaken island.''\n*'''Kassandra:''' ''So I've been told.''\n*'''Iola:''' ''Shame nobody told the beast roaming around. Drachmae to the one who kills it.''\n:(If the bear was already killed)\n:*'''Kassandra:''' ''You wouldn't be talking about the giant bear down by the beach, would you?''\n:*'''Iola:''' ''You saw the beast, and you still live?''\n:*'''Kassandra:''' ''That bear wasn't from this world. The vicious pet of some angry god. I sent him back to his owner.''\n:*'''Iola:''' ''I don't know who you are, warrior, but take this. You've earned it.''\n:*'''Iola:''' ''Now go, let me bleed in peace.''\n:Iola tossed her the coin pouch and Kassandra left her to her bleeding.\n(Accept – \"I'll kill the beast.\")\n*'''Kassandra:''' ''If you're paying, I'll hunt and kill this beast for you.''\n*'''Iola:''' ''You're not the first hunter to tell me that... But I still have all my drachmae.''\n(If players asked \"What type of beast is it?\")\n*'''Kassandra:''' ''I've hunted many beasts. What am I hunting this time?''\n*'''Iola:''' ''I'd call it a bear, but I'd be lying. This creature is Artemis's nightmare.''\n(If players asked “Where can I find it?\")\n*'''Kassandra:''' ''Where's the beast now?''\n*'''Iola:''' ''Got as far way from that thing as I could. You'll find it north of here, near the coast. Just follow the trail of bodies—the bloodier the mess, the closer you are.''\n(If players asked “Where are you from?\")\n*'''Kassandra:''' ''You're not from around here, are you?''\n*'''Iola:''' ''Came through [[Arkadia]], but [[Korinthia]] is my home.''\n(Leave – \"Time to go hunting.\")\n*'''Kassandra:''' ''I'll find the beast and kill it. Try not to bleed out before I return.''\n[[File:ACOD Grin and Bear It 3.png|thumb|250px|Kassandra at the beach]]\nKassandra left Iola and made her way north to the beach where the bear had set up its [[Lost Bear Den|den]]. Kassandra engaged the bear and defeated it with her usual skill set.\n*'''Kassandra:''' ''You were a mighty beast. But you did not belong here.''\n[[File:ACOD Grin and Bear It 6.png|thumb|250px|Kassandra investigating the wreck]]\nKassandra decided to investigate the beach and spotted several corpses, one which was torn to shreds.\n*'''Kassandra:''' ''A corpse. This one's had his guts ripped out—a feast for the birds.''\nShe found a bloody handprint near the corpse.\n*'''Kassandra:''' ''A bloody handprint. Hasn't been here long.''\nShe followed the flotsam between the rocks and found a shipwreck.\n*'''Kassandra:''' ''A shipwreck. Might explain how that bear got to Delos.''\nShe waded into the water towards the bulk of the shipwreck and found a journal.\n*'''Kassandra:''' ''This record says the bear came from Arkadia.''\n:(If the player learned Iola came through Arkadia beforehand)\n:*'''Kassandra:''' ''This record says the bear came from Arkadia. That woman was smuggling the beast... But why?''\nKassandra completed her investigation and decided to return.\n*'''Kassandra:''' ''There's nothing left to find here. I should return to the woman.''\n\nKassandra returned to Iola.\n*'''Iola:''' ''You're alive. And the monster?''\n[[File:ACOD Grin and Bear It 7.png|thumb|250px|Kassandra questioning Iola]]\n(If players asked where Iola came from)\n*'''Kassandra:''' ''The bear's dead, and you owe me payment. But first, let's talk about you. Arkadia, right?''\n*'''Iola:''' ''Yes...''\n*'''Kassandra:''' ''The bear was being smuggled from Arkadia. I found a record of what was on your ship, ''and'' your bloody handprints.''\n*'''Kassandra:''' ''Talk.''\n*'''Iola:''' ''All right, all right! We were smuggling the bear for a man named [[Sargon]]. [[Poseidon]] had other ideas—one of his storms crashed us here, and that evil beast broke free. It went right for the crew.''\n*'''Kassandra:''' ''That explains the bodies.''\n*'''Iola:''' ''They were my family!''\n\n(If players did not ask where Iola was from)\n*'''Kassandra:''' ''The bear is dead. I've never seen one like it.''\n*'''Iola:''' ''You killed it? So this is over.''\n*'''Kassandra:''' ''I found some bloody handprints and a shipping record near a broken crate.''\n*'''Iola:''' ''The bear is dead, and that's all that matters.''\n\n<tabber>\n|-|Tell me where you're from.=\n*'''Kassandra:''' ''Tell me where you're from. Now.''\nIola sighed and yielded the truth.\n*'''Iola:''' ''I came from Arkadia.''\n*'''Kassandra:''' ''You're a smuggler. You only wanted the beast dead because you knew if it started killing Delians, they'd have your head.''\n*'''Iola:''' ''What would you have me do? I couldn't kill the thing. I tried! The Delians are crazy—do you know what they do to foreigners who bring death to their island?''\n*'''Kassandra:''' ''So you let a bloodthirsty bear roam free?''\n*'''Iola:''' ''We were smuggling cargo from Arkadia to [[Kos]] for a man named Sargon. Ran aground during a storm and the bear broke loose and killed the crew.''\n*'''Kassandra:''' ''I know. I saw the bodies.''\n*'''Iola:''' ''Those bodies were my friends! Please, I'll pay you. You can't tell the Delians this was my fault.''\n|-|Leave – You're right. Now pay me.=\n*'''Kassandra:''' ''What matters is my pay.''\n*'''Iola:''' ''Here, you've earned it. Now let me bleed in peace.''\nIola tossed her the coin pouch and Kassandra left her to her bleeding.\n</tabber>\n\nIf Kassandra determined the extent of Iola's involvement, she had to decide what to do about her.\n\n<tabber>\n|-|This stays between us.=\n*'''Kassandra:''' ''You've suffered enough. What the Delians don't know won't kill them.''\n*'''Iola:''' ''A ''misthios'' with a heart. You're as rare as that monster. Here, take what drachmae I have left.''\n*'''Kassandra:''' Chaire''. And don't let the Delians catch you bleeding everywhere.''\n|-|This stays between us... for a price.=\n*'''Kassandra:''' ''You know, the Delians would pay a good price for the person who brought this curse to their sacred land.''\n*'''Iola:''' ''You wouldn't!''\n*'''Kassandra:''' ''I would. Pay me, and maybe your secret dies with that bear.''\n*'''Iola:''' ''Despicable ''misthios!'' My family is dead, and you want more drachmae?!''\n*'''Iola:''' ''I might be injured, but I can still kill you!''\nIola hobbled to her feet and attacked Kassandra, but she was no match for the misthios. She put her down.\n</tabber>",
    "Section_Outcome": "Kassandra dealt with the Arkadian bear that ran aground on Delos, and the smuggler that inadvertently brought it to Delos' shores.",
    "Section_Trivia": "*Demanding more money from Iola, which then results in having to kill her, actually yields less drachmae than agreeing to keep her actions secret.\n*If Iola is spared, she will show up at the end of [[A Night to Remember (Odyssey)|A Night to Remember]] talking to [[Barnabas]], at which point she can be recruited to join the crew of the ''[[Adrestia]]''.\n**This does not seem to be the case if 'A Night to Remember' has already progressed to the \"wrap up the celebration\" objective before this quest is completed. Iola will appear at the celebration if she is alive, but the dialogue with Barnabas defaults to the departure conversation and skips the conversation with Iola, preventing her from being recruited.\n**If the player did not fully investigate Iola's role in the bear coming to Delos (e.g. killed the bear before accepting the quest), the dialogue at the celebration assumes they have.\n*If this quest is completed before [[Goddess of the Hunt]], it will be the subject of the story that the hero tells [[Kyra]] while they drink together on the beach. They will reference Iola's fate.",
    "Section_Gallery": "<gallery captionalign=\"center\" position=\"center\" spacing=\"small\" widths=\"180\">\nACOd-Iolasitting.jpg|Iola closeup\nACOd-Iolabody.jpg|Iola at her campsite within the Sanctuary of Apollo\nACOD Grin and Bear It 1.png|Kassandra finding an injured Iola\nACOD Grin and Bear It 2.png|Iola offering Kassandra drachmae to kill the bear\nACOD Grin and Bear It 5.png|Kassandra attacking the bear\nACOD Grin and Bear It 8.png|Kassandra agreeing to help Iola\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}