{
    "QuestName": "Heart of Stone",
    "QuestID": "223573",
    "Revision": {
        "id": "1047436",
        "parentid": "1004217",
        "timestamp": "2023-06-13T19:00:22Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047436",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "2kbwqihj3knzgaib9i2pybbiu6njvm7"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Heart of Stone Memory 01.png",
        "description": "'In a beauty pageant where the prize was marriage to Aetios, the scion of the most influential family in Keos, Kassandra was asked to help a lovelorn Kallikleia|girl stand out with the help of a Hekate Witch|witch.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "previous": "Making Friends",
        "next": "Red in the Wreckage",
        "source": "Kassandra",
        "location": "Seriphos, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''Heart of Stone''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the  [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra met a young [[Kallikleia|woman]] who sought her help to stand out and gain favour with a wealthy [[Aetios|man]].",
    "Section_Dialogue": "Kassandra travelled to the [[Psaros Pyrgos]] on the island of [[Seriphos]], where she spotted a large crowd of young women gathered.\n*'''Civilian 1:''' ''Please, [[Eros]]! Let it be me. Let him pick me!''\n*'''Civilian 2:''' ''I got here first, back off! The scion will pick ''me!\nKassandra stepped into the crowd to take a look.  A young man emerged from the cave to greet the women.\n*'''Aetios:''' ''I'll see you all at the selection ceremony, ladies! I especially hope—''\nHe eyed the woman with long hair in front.\n*'''Aetios:''' You'' show up.''\nThe man went inside the cave as the woman held her hand to her chest, while another woman eyed her suspiciously.\n*'''Kassandra:''' ''Let me guess, he's rich.''\n[[File:ACOD Heart of Stone - Kallikleia Meets Kassandra.png|thumb|250px|Kallikleia greeting Kassandra]]\nA woman approached Kassandra.\n*'''Kallikleia:''' ''That's Aetios! The scion of the most influential family in [[Keos]]. And his wife-choosing ceremony is tomorrow! We need Eros' blessings to be picked.''\n*'''Kassandra:''' ''You hope to marry into riches.''\n*'''Kallikleia:''' ''No! My feelings are for Aetios, not his wealth.''\n<tabber>\n|-|But his wealth doesn't hurt.=\n*'''Kassandra:''' ''Even if your ''feelings'' for him are ''real''. They get stronger with [[drachma]]e.''\n*'''Kallikleia:''' ''No! I really am in love with him!''\n|-|I believe you.=\n*'''Kassandra:''' ''Your eyes tell of your true feelings.''\n*'''Kallikleia:''' ''I-I feel like you're making fun of me.''\n</tabber>\n*'''Kassandra:''' ''You better start praying like the rest of them.''\n*'''Kallikleia:''' ''No, I have to stand out! If I do what everyone else is doing, I'll never be picked by Eros ''or'' Aetios. I need to do something, ''anything!\nThe other woman joined in their conversation.\n*'''[[Hekate Witch]]:''' ''Anything?''\n[[File:ACOD Heart of Stone Memory 02.png|thumb|250px|The witch joining the conversation]]\n*'''Kallikleia:''' ''Yes, anything!''\nThe woman laughed.\n*'''Hekate Witch:''' ''Eros? Please, his ears are stuffed full with the prattling of these women. Let me help, I'm a witch of [[Hekate]], goddess of witchcraft and magic. I know just the thing. A love potion.''\n<tabber>\n|-|Love potions are ridiculous.=\n*'''Kassandra:''' ''Ridiculous. Love potions are a myth—''\n|-|That could work.=\n*'''Kassandra:''' ''I've seen stranger things work.''\n</tabber>\n*'''Kallikleia:''' ''I'll buy it from you, please! Sell it to me, and don't let the others hear you.''\n*'''Hekate Witch:''' ''I don't need your drachmae, I spread the word of Hekate freely. But—A love potion is tailored to the imbiber. I have to make one. Just. For. You. And once you've drained every last drop of it down your pretty throat, you will exude pure, irresistible beauty. Aetios will fall in love with you instantly!'' \n*'''Hekate Witch:''' ''First, we need two things. A cask of the finest wine, and some wild mushrooms.''\n*'''Kallikleia:''' ''Where can I find that at such short notice?''\n*'''Hekate Witch:''' ''I'm sure the ''misthios'' could procure these items for you.''\n*'''Kallikleia:''' ''Please, ''misthios''! Please, you've got to help me. In the name of ''love''. And a lot of drachmae! Well, I'll give you all I've got. If Aetios picks me, I'll be sure to give you even more!''\nKassandra groaned.<br>\n(Accept – \"I'll help you.\")\n*'''Kassandra:''' ''Fine. I'll get the ingredients for your love potion.''\n(If players asked \"How will I find the 'finest wine'?\")\n*'''Kassandra:''' ''\"The finest wine\" isn't much to go on. How will I get it?''\n*'''Hekate Witch:''' ''A shipment of expensive wine was lost in a shipwreck recently. Look around the wreckage in [[Pirate Bay]], and you'll find a cask or two, if it hasn't already been pillaged by [[Piracy|pirates]]. It's beached on the west coast of the [[Seriphos|island]].''\n(If players asked \"Where are these wild mushrooms, exactly?\")\n*'''Kassandra:''' ''Where will I find wild mushrooms?''\n*'''Hekate Witch:''' ''No, no! A new shipment of very special mushrooms has arrived at the [[Customs Warehouse, Seriphos|Customs Warehouse]]. Fetch me some of those.''\n(Leave – \"That's enough.\")\n*'''Kassandra:''' ''That's all. I'll see to the items.''\n*'''Hekate Witch:''' ''Excellent. Meet us at the [[Temple of Athena, Seriphos|temple]] on the hilltop when you're done.''\nKassandra took her leave, and [[Ikaros]] scouted the entrances to the two locations she needed to visit.\n*'''Kassandra:''' ''That's the shipwreck with the wine. Hope the pirates haven't gotten here yet.''\n*'''Kassandra:''' ''That's the warehouse. The wild mushrooms will be in there somewhere.''\n\nKassandra travelled across the [[Chora, Seriphos|Chora]] to where the warehouse was located.\n*'''Kassandra:''' ''The Customs Warehouse. Better get looking for those mushrooms.''\nShe infiltrated the warehouse and overheard a conversation between the guards.\n*'''Greek Soldier 1:''' ''Have you heard of that pirate woman, [[Xenia]]?''\n*'''Greek Soldier 2:''' ''Malaka. She's bad news.''\n*'''Greek Soldier 1:''' ''I know, that's why I'm bringing it up! What if she, I don't know, has plans for these mushrooms that just came in?''\n*'''Greek Soldier 2:''' ''What does a pirate need with mushrooms?!''\n*'''Greek Soldier 1:''' ''I heard they can be made into weapons! Or a poison, I can't remember.''\n*'''Greek Soldier 2:''' ''Just shut up.''\nKassandra sneaked through the warehouse and recovered the mushrooms stored in the corner of the second floor.\n*'''Kassandra:''' ''These should do fine. Though... they don't look safe to eat.''\n(Shipwreck visited first)\n*'''Kassandra:''' ''Wine and wild mushrooms. That's all of it. I should go to the girl and the witch at the temple.''\n\nKassandra made her way up the west coast towards the shipwreck.\n*'''Kassandra:''' ''That must be the shipwreck she was talking about.''\nAs she drew closer, she overheard a conversation.\n*'''Soldier:''' ''This is strong stuff.''\n*'''Brute:''' ''Save that wine for Xenia!''\n*'''Soldier:''' ''I'm just pinching a little bit, she'll never know.''\nKassandra dispatched the pirates and recovered what was left of the wine reserves in the shelter\n*'''Kassandra:''' ''This is all the wine left. The looters stripped the shipwreck clean.''\n(Warehouse visited first)\n*'''Kassandra:''' ''Wine and wild mushrooms. That's all of it. I should go to the girl and the witch at the temple.''\n\nWith both ingredients in hand, Kassandra made her way to the temple.\n*'''Hekate Witch:''' ''Look who has returned.''\n*'''Kallikleia:''' Misthios''! We're over here!''\nKassandra approached them.\n*'''Kassandra:''' ''Here's everything you asked for.''\nShe handed over the items.\n*'''Kallikleia:''' ''Thank you, ''misthios''!''\n*'''Hekate Witch:''' ''Now, I just need a more... personal artifact, the last ingredient.''\n<tabber>\n|-|Sure.=\n*'''Kassandra:''' ''I've come this far, I'll see it through. What else do you need, witch?''\n|-|I'm not your mule.=\n*'''Kassandra:''' ''I'm not fetching anything else for you.''\n</tabber>\n*'''Hekate Witch:''' ''No, no. What I need, the girl can provide.''\n*'''Kallikleia:''' ''I'll give you whatever you need to be with Aetios.''\n*'''Hekate Witch:''' ''We'll just need a little snip of your beautiful locks. Your part in this is done, misthios. Come to the selection ceremony at Aetios' [[Aetios' House|house]] to witness the fruits of your labor. It's the one overlooking the sea.''\n*'''Kallikleia:''' ''You've gotta come! Once Aetios picks me, I'll make sure to pay you your due!''\n*'''Kassandra:''' ''I hope he has deep pockets. His love didn't come cheap.''\n*'''Hekate Witch:''' ''Come. There's much left to do. See you at the ceremon, misthios.''\n\nThe following night, Kassandra travelled to Aetios' estate. There, she found a nearly bald Kallikleia on the verge of tears.\n*'''Kassandra:''' ''What—''\n*'''Kallikleia:''' ''Misthios! Kill this snake! She did this to me! She made me bald!''\nShe pointed out the witch talking to Aetios.  The witch overheard them.\n*'''Hekate Witch:''' ''I'm sorry, my love. Give me a moment, some peasants need my attention.''\nThe witch approached them to gloat.\n*'''Kassandra:''' ''You said \"a little bit\" of her hair. Explain this.''\n*'''Hekate Witch:''' ''Explain? It's clear. Beautiful, gullible, idiot girl falls prey to—''<br />\nShe paused for dramatic effect.\n*'''Hekate Witch:''' ''Her competition.''\n*'''Kallikleia:''' ''She set me up! Aetios picked her instead. H-he didn't even take a second look at me...''\n(If players asked \"Why would you do this?\")\n*'''Kassandra:''' ''Why would you do such a thing?''\n*'''Hekate Witch:''' ''Aetios can be no one's but mine. I'm the one who truly loves him. I grew up with him. I've always been the one looking out for him! You think I'd let some starry-eyed fledgling after his wealth steal the love of my life from me?''\nShe spat derisively.\n*'''Hekate Witch:''' ''Aetios... doesn't know what's good for him. He's been eyeing this one for a while now. He liked the way she looked. So, I changed that.''\nThe witch laughed proudly.<br>\n(If players asked \"What about the love potion?\")\n*'''Kassandra:''' ''What happened to the potion?''\n*'''Hekate Witch:''' ''Why, she drank it! And look! It worked ''wonderfully.\n*'''Kallikleia:''' ''She added a lock of my hair to the potion and then made me drink it. I didn't feel anything strange at the time, but when I did... All my hair... it just began to fall off.''\n*'''Kassandra:''' ''What trickery is this?! You used her hair in a spell—''\n*'''Hekate Witch:''' ''A spell? Are you idiots? If only something so convenient existed. It's simple alchemy. With a little knowledge of ''poisonous'' local flora, anything is possible. And wild mushrooms are known to cause violent reactions, but honestly—I've never seen anyone go bald! Just a horrible rash, at best. This went better than I expected!''\nThe witch cackled with glee.<br>\n(If players chose \"Just give me my drachmae.\")\n*'''Kassandra:''' ''I was promised drachmae. Just give it to me. I didn't up for any of this drama.''\n*'''Hekate Witch:''' ''Technically the girl asked you for the items, not me.''\n*'''Kallikleia:''' ''She's making fools of us both! Kill her, ''misthios''!''\n<tabber>\n|-|You'll pay for this, witch.=\n*'''Kassandra:''' ''You're crazy, you'll pay for this.''\n*'''Hekate Witch:''' ''She played the game and she lost. There's nothing to pay for. You believe she's innocent in all this? She tried to get ahead with ''magic''. So, spare me the hypocrisy. Just leave and take your bald friend with you.''\n*'''Kallikleia:''' ''Please, ''misthios''... do something.''\n{{#tag:tabber|\nI will kill you, witch.=\n*'''Kassandra:''' ''I'll cut through every last one of your guards to get to you.''\n*'''Hekate Witch:''' ''[[Guards]]! Stop this misthios!''\nKassandra killed the witch and the guards.\n*'''Aetios:''' ''What have you done to my wife?! You'll pay for this, misthios!''\n{{!}}-{{!}}\nGuards, she's a witch!=\n*'''Kassandra:''' ''Guards! There's a witch in our midst!''\nThe witch was taken aback by Kassandra's cunning.\n*'''Hekate Witch:''' ''What are you doing?''\nKallikleia joined in.\n*'''Kallikleia:''' ''The ''misthios'' speaks the truth! Look what she did to me. She poisoned me and made me hideous. Someone please help!''\nThe two of them had caused a scene sufficient to jeopardize the witch's new standing.\n*'''Hekate Witch:''' ''Ugh! You watch your back, ''misthios''. I'll have your head.''\nThe witch attempted to attack Kassandra, but the guards stepped in and killed her.\n*'''Aetios:''' ''W-what? I've known her all my life. She's a witch? That explains a lot...''\nKallikleia sat down outside the pergola, and Aetios joined her. Kassandra spoke to her in passing.\n*'''Kallikleia:''' ''Thank you, ''misthios''... for everything.''\n{{!}}-{{!}}\nThe witch has a point.=\n*'''Kassandra:''' ''You... make a fair point.''\n*'''Kallikleia:''' ''What?! How could you say that! She's a liar! And a cheat!''\n*'''Kassandra:''' ''The witch is crazy but she did what you tried to do. Anything and everything to be with the one she loves. I can't fault her.''\n*'''Kallikleia:''' ''How could you say that after what she did to me?''\n*'''Kassandra:''' ''Know when you are beat. Go home. Well, pay me. Then go home.''\n*'''Hekate Witch:''' ''See? The misthios gets it. Come, my Aetios, my dear. Let us leave these peasants to their theatrics. We have a wedding to plan.''\nThe witch left with Aetios. Kallikleia left shortly after.\n}}\n|-|The witch outplayed you.=\n*'''Kassandra:''' ''The witch is crazy but she did what you tried to do. Anything and everything to be with the one she loves. I can't fault her.''\n*'''Kallikleia:''' ''How could you say that after what she did to me?''\n*'''Kassandra:''' ''Know when you are beat. Go home. Well, pay me. Then go home.''\n*'''Hekate Witch:''' ''See? The misthios gets it. Come, my Aetios, my dear. Let us leave these peasants to their theatrics. We have a wedding to plan.''\nThe witch left with Aetios. Kallikleia left shortly after.\n</tabber>",
    "Section_Outcome": "Kassandra helped Kallikleia and the witch to retrieve the ingredients for a \"love\" potion. Later, she learned that it was a fraud and the witch had sought to marry Aetios herself.",
    "Section_Behind_the_scenes": "If Kassandra did not identify the witch then spoke to Kallikleia afterwards, the woman expressed anger for siding against her. Afterward, Kassandra would receive a tier one bounty on her head for the \"crime\" of deception.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Heart of Stone - Aetios Kallikleia.png|Aetios looking towards Kallikleia\nACOD Heart of Stone Memory 03.png|Kassandra with Kallikleia and the witch at the cave at the temple\nACOD Heart of Stone Memory 04.png|Kallikleia and the witch at the party\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}