{
    "Quest_Name": "The Fate of Atlantis (memory)",
    "Quest_ID": "233674",
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        },
        "Tag_Youmay": {
            "description": "the genetic memory | the [[The Fate of Atlantis | downloadable expansion]]"
        }
    },
    "MemoryInfobox": {
        "name": "The Fate of Atlantis",
        "image": "ACOD FoA JoA The Fate of Atlantis - Atlantis Sinking.png",
        "description": "'After uncovering Aita's Olympos Project|Project Olympos—an attempt to turn humans into foul creatures—Kassandra was left with more questions than answers. Poseidon would answer these questions, or face his own demise.'",
        "appearance": "'Assassin's Creed: Odyssey – The Fate of Atlantis: Judgment of Atlantis'",
        "type": "Main",
        "previous": "Deadly Little Secrets",
        "source": "Kassandra",
        "location": "Palace of Poseidon, Royal Mountain of Poseidon, Atlantis",
        "date": "c. 422 BCE"
    },
    "General_Description": "'''The Fate of Atlantis''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra met with [[Poseidon]] to learn more about the experimentation on [[human]]s.",
    "Section_Dialogue": "Horrified by what she found at the [[Garden of Kymopoleia]], Kassandra returned to Poseidon at his [[Palace of Poseidon|palace]]. She found him at his throne.\n*'''Poseidon:''' ''My ''[[Dikastes]]'' has returned. I can only presume you've delivered judgement to [[Atlantis]].''\n*'''Kassandra:''' ''You said you outlawed experimentation on humans. All of it was lies. The [[Isu]] are out of control.''\n*'''Poseidon:''' ''What are you talking about? My laws are absolute, and by them'' all ''must abide. I have declared it!''\n<tabber>\n|-|Liar!=\n*'''Kassandra:''' ''I saw it with my own eyes. If you didn't know about the experiments, you're either a fool, or a fucking liar. So, which is it?''\n*'''Poseidon:''' ''You were supposed to find knowledge in this place. Your accusations prove you haven't. I speak the truth!''\n|-|Humans are being tortured.=\n*'''Kassandra:''' ''Your laws have done nothing! People are suffering under your rule, and you don't even realize it!''\n*'''Poseidon:''' ''No one would have the audacity to disobey me. Surely, this is a mistake.''\n|-|It's time for a new leader.=\n*'''Kassandra:''' ''The people of Atlantis have clearly decided that your laws are holding them back. Maybe it's time for a new ruler.''\n*'''Poseidon:''' ''You don't understand our ways. Your humanity is clouding your judgement, ''Dikastes.\n</tabber>\n*'''[[Juno]]:''' ''You should listen to her, you know.''\n[[File:ACOD FoA JoA The Fate of Atlantis - Aita and Juno Arrival.png|thumb|250px|Aita and Juno arrived]]\nKassandra and Poseidon were interrupted by the arrival of Juno and [[Aita]].\n*'''Poseidon:''' ''Juno?! Impossible! You're forbidden from entering the city. [[Soldier|Guards]]!''\nDespite his call, no guards responded. Juno shrugged in the silence.\n*'''Juno:''' ''Your guards respect your sons. And when you appointed that hybrid as your ''Dikastes'', your sons turned to us.''\n*'''Poseidon:''' ''Even my sons know better than to bow to a warmonger.''\n*'''Aita:''' ''The humans are bringing [[Human-Isu War|war]] whether we want it or not, Poseidon!''\n*'''Kassandra:''' ''They should, after what you've done.''\n*'''Juno:''' ''You mean what they've ''forced'' us to do. Poseidon worries about the [[sun]], and his [[Solar floral regeneration project|Solar Floral regeneration project]]. [[Great Catastrophe|Catastrophe]] ''is'' coming for us. On that we agree. But there is only one catastrophe—humanity.''\n(If \"How do you know Aita?\" was chosen.)\n*'''Kassandra:''' ''You can't trust Aita. He's a lunatic. You have no idea the monsters he's trapped in his hidden lair.''\n*'''Aita:''' ''It was hidden only to Poseidon. My'' wife ''knew everything about it.''\n*'''Juno:''' ''[[Hybrid]], [[Olympos Project|Project Olympos]] was my idea.''\n(If \"What catastrophe are you talking about?\" was chosen.)\n*'''Kassandra:''' ''The end of a cycle in Atlantis doesn't have to be a catastrophe.''\n*'''Poseidon:''' ''It's ''far'' worse. We've detected changes in the surfaces of the sun. If we don't prepare...''\n*'''Juno:''' ''If we don't prepare, humans will kill us all. The only ecological catastrophe we face is the one we [[Project Anthropos|created]] ourselves.''\n(I don't belong here.\")\n[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra demanding answers.png|thumb|250px|Kassandra demanding answers]]\n*'''Kassandra:''' ''When I got here, Poseidon said I was where I belonged. Someone tell me why I'm really here. Now.''\n*'''Juno:''' ''Such sadness. She's even more human than I expected. Aita, answer her.''\n*'''Aita:''' ''Gladly. In you, we found opportunity. Imagine the possibilities if we duplicated your hybrid form. We could employ our technology to control your mind. You, hybrid, can be used to craft Juno's ultimate weapon.''\n*'''Juno:''' ''Or rather, you ''could'' have been. My husband's experiment was promising, but after observation, we've decided you are a failure. Our new weapon is far deadlier than you could ever be.''\n*'''Poseidon:''' ''The [[Hekatonchires]]. Aita, you didn't...''\n*'''Aita:''' ''I did.''\n*'''Juno:''' ''The Hekatonchires will rise. Project Olympos will strike fear so deeply into the hearts of humanity, they would never consider revolt. And you will declare my husband the ''Dikastes Basileus.\nPoseidon turned to Kassandra.\n*'''Poseidon:''' Dikastes'', stop this. If they're successful, we're doomed. ''All'' of us. You have to trust me.''\n<tabber>\n|-|I'll stop the Hekatonchires=\n*'''Kassandra:''' ''You deal with these two. I'll find a way to stop their plans.''\n|-|I'm not a weapon.=\n*'''Kassandra:''' ''Deal with this yourself! I'm no one's weapon.''\n*'''Poseidon:''' ''Kassandra, Please!''\n|-|I don't trust you.=\n*'''Kassandra:''' ''My name is Kassandra. And I trust none of you.''\n*'''Poseidon:''' ''Kassandra, Please!''\n</tabber>\n[[File:ACOD FoA JoA The Fate of Atlantis - Aita and Juno Attack.png|thumb|250px|Aita and Juno attacking]]\nAs Kassandra prepared to leave, Juno stepped in and blasted her away. Poseidon drew his trident. Aita and Juno hurled balls of energy towards Poseidon, who deflected them. As Juno prepared to cast a technique, Poseidon dispelled it with his trident. He followed up with a blast from his trident to knock them off balance, then proceeded to cast a binding technique with his free left hand, restraining both Aita and Juno.\n*'''Aita:''' ''It's too late. The procedure was already a success. The Hekatonchires lives. Can't you hear him stir?''\nPoseidon threw his trident away and proceeded to cast the same technique with his other end, bringing Aita and Juno to their knees.\n*'''Poseidon:''' ''You did this in my laboratory under the palace? Entrance was barred when I outlawed human experimentation!''\nA huge roar echoed throughout the palace.\n*'''Kassandra:''' ''What... is that sound? Is ''that'' your weapon?''\n*'''Poseidon:''' ''I will bring justice to these two, but I need you to stop the Hekatonchires before it kills us all! Go!''\nKassandra left the palace and headed to the laboratory where the Hekatonchires was held. Entering a large chamber, she discovered numerous human remains and found the beast clinging to the ceiling. The Hekatonchires dropped to the ground, confronting Kassandra.\n[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra Confront Hekatonchires.png|thumb|250px|Kassandra confronting the Hekatonchires]]\n*'''Hekatonchires:''' ''Who's there?''\nKassandra and the Hekatonchires began fighting.\n*'''Hekatonchires:''' ''Pain... Bones... Death... Let it come...''\nThe Hekatonchires summoned numerous smaller minions from his back.\n*'''Kassandra:''' ''By the gods. Are those people?''\nThe vessels exploded as they approached Kassandra, releasing small clouds of poison.\n*'''Kassandra:''' ''These minions are from Aita's experiments... I can't get too close.''\n*'''Hekatonchires:''' ''Children... Feast... Flesh... Agony...''\nKassandra dealt a blow to the Hekatonchires.\n*'''Hekatonchires:''' ''All... Human... Isu... Joined in death...''\n*'''Kassandra:''' ''The only one dying is you.''\nKassandra managed to weaken the Hekatonchires further.\n*'''Hekatonchires:''' ''Life... Suffering... Kill... Me... Die with me...''\n[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra containing Artifact.png|thumb|250px|Kassandra containing the artifact]]\nAfter a while, Kassandra defeated and killed the beasts. She approached the [[Prize of the Hekatonchires|artifact]] at the creature's chest and proceeded to take it out. The artifact glowed and shook violently as an image of the Hekatonchires reached towards her.\n*'''First Civ:''' ''...Honor the fallen by wielding their fear...''\nAfter a brief struggle, Kassandra managed to contain it. The Hekatonchires disintegrated, leaving a number of human remains behind. Poseidon appeared through a portal.\n*'''Poseidon:''' ''Remarkable. You really are the greatest of the humans, and of my people.''\n*'''Kassandra:''' ''Where's Juno and Aita?''\n*'''Poseidon:''' ''Imprisoned... for now. But they will not stop.''\n<tabber>\n|-|I'll stop them once and for all.=\n*'''Kassandra:''' ''If imprisonment won't stop them, then leave them alone in a room with me. I'll make sure they never hurt anyone again.''\n|-|All Isu must pay for this.=\n*'''Kassandra:''' ''The Isu... they're all crazed. They all must pay.''\n</tabber>\n*'''Poseidon:''' ''And what would that prove? That you're as cruel as Juno and her husband?''\n*'''Kassandra:''' ''I don't intend to \"prove\" anything. I intend to stop this, and save those that suffered because of your hubris.''\n*'''Poseidon:''' ''So, in the end, you've brought judgement to Atlantis after all. Very well, ''Dikastes''. Do you still have the [[Cerberos]]' [[Prize of Cerberos|device]]?''\nKassandra took out the device with the one she just recovered. Poseidon signaled for her to follow him through the portal.\n\nExiting the portal, Kassandra and Poseidon reached the top of the palace overlooking the city. There, two pedestals and a crop construct awaited them.\n*'''Poseidon:''' ''I didn't tell you everything about your [[Staff of Hermes Trismegistus|Staff]]. It ''is'' a bridge between your two selves, but by coupling it with the powers of the devices you retrieved from the Cerberos and the Hekatonchires, we can end Atlantis' cycle forever.''\n[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra activates Pedestal.png|thumb|250px|Kassandra activating the pedestal]]\nPoseidon thrusted the tip of his trident into the hole, lowering the pedestals for Kassandra to insert the devices.\nKassandra inserted one of the devices, which began spinning vigorously in midair as the pedestal lowered further.\n*'''Kassandra:''' ''I wasn't just awakening my [[Eagle Vision|sixth sense]]. I was unlocking the power to destroy the entire city.''\n*'''Poseidon:''' ''In the wrong hands, that Staff has the power to destroy ''everything''. That is why you, and only you, could be its Keeper.''\nKassandra approached the other pedestal and did the same, then stood in the middle where the Staff was to be inserted.<br>\n(If \"Was this your plan all along?\" was chosen.)\n*'''Kassandra:''' ''You act like you knew this would happen.''\n*'''Poseidon:''' ''I'm tired, just as you are. I waited many cycles for Atlantis' final judgement to come. I only wish it had come sooner. Think of the suffering it would have prevented.''\n(If \"What about you and your sons?\" was chosen.)\n*'''Kassandra:''' ''If we do this, you and your sons...''\n*'''Poseidon:''' ''My family have had generations to show kindness, modesty, temperance. We refused, and in so doing, this choice was made by us as much as you.''\n(If \"What about the humans here?\" was chosen.)\n*'''Kassandra:''' ''The humans in this city don't deserve to die.''\n*'''Poseidon:''' ''When we do this, the horns will wail, and the animals will be set free. Humans in the [[Porimos Ring]] will know to take to their boats. I assure you—they will escape.''\n(If  \"What about me?\" was chosen.)\n*'''Kassandra:''' ''If we sink the city, but I'm in it, then I die, too.''\n*'''Poseidon:''' ''No. You are the Keeper of the Staff. It will protect you. Unfortunately for you, now is not [[Modern times|your time]].''\n(\"There's only one way to stop all the experiments.\")\n*'''Kassandra:''' ''You said it yourself. Juno and Aita will never stop. I've seen those laboratories, the experiments in them. There's only one way to end the suffering here—destroy this place.''\n[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra Activated Mechanism.png|thumb|250px|Kassandra activating the \ndestruction mechanism]]\nPoseidon accepted the final judgment of the ''Dikastes.'' Kassandra drew the Staff and thrusted the tip of the pommel into the hole before her, triggering the city's sinking. As the horns sound, the animals and the humans fled to safety, with [[Neokles (Isu)|Neokles]], [[Melitta (Isu)|Melitta]], and the [[Isu Harbormaster]] among them. As a storm raged, the city's sluice gates released a flood into the city and a number of Isu constructs fell. Poseidon threw his trident down into the flooded city and looked over the city with Kassandra.\n[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra and Poseidon part ways.png|thumb|250px|The end of the trial]]\n*'''Poseidon:''' ''My one wish is that I had more time to learn from you. In time, I may have learned to be more human.''\n*'''Kassandra:''' Chaire'', Poseidon.''\nAs they parted ways, a hologram of [[Aletheia]] looked on from afar and the simulation ended. With her trials complete, Kassandra awoke back in Atlantis' throne room. Aletheia's hologram held the Staff in her left hand.\n*'''Aletheia:''' ''Keeper of the Staff. Your trials are over.''\n*'''Kassandra:''' ''We're back in the Throne Room.''\n*'''Aletheia:''' ''Tell me, now that you have seen the fate of Atlantis, how do you feel?''\n<tabber>\n|-|I feel powerful.=\n*'''Kassandra:''' ''With the Staff, I hold the power to destroy an entire city.''\n*'''Aletheia:''' ''Which is why you were given the ability to control that power. Only in your hands will the destructive potential of the Staff remain hidden.''\n|-|I want to go home.=\n*'''Kassandra:''' ''It's been a long time since I've seen my [[Adrestia|crew]], my friends, [[Barnabas]]. I feel... homesick.''\n*'''Aletheia:''' ''The Keeper has no home. The trials are complete, but your journey is long, and will take you to civilizations that have yet to be born.''\n|-|I feel tired.=\n*'''Kassandra:''' ''You want to know how I'm feeling? I'm tired, Aletheia.''\n*'''Aletheia:''' ''Your burden is great, Keeper. The Staff will replenish your physical body, but with time, you must learn that your strength comes from within.''\n</tabber>\n*'''Kassandra:''' ''So what was all this?''\n*'''Aletheia:''' ''What you have experienced are echoes of memories, distorted, but no less real.''\n*'''Kassandra:''' ''Whose memories?''\n*'''Aletheia:''' ''The Isu. Some were even my own. In my time as ''Dikastes'', I also tried to bring balance to Atlantis, but it wasn't enough.''\n*'''Kassandra:''' ''You?''\n*'''Aletheia:''' ''And now you.''\n<tabber>\n|-|Option 1=\n(If Kassandra completed [[Phoibe]]'s, [[Elpenor]]'s, and [[Brasidas]]' quests)<br>\n(\"Why did I see people from my life?\")<br>\nKassandra turned around and approached the holograms of Brasidas, Phoibe, and [[Leonidas I of Sparta|Leonidas I]] that appeared behind her.\n[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra Projections.png|thumb|250px|Kassandra looking projections of her friends and family]]\n*'''Kassandra:''' ''My trials forced me to reunite with my grandfather, Phoibe, Brasidas, even Elpenor.''\n*'''Aletheia:''' ''And in so doing, you passed a valuable trial. The Staff has the power to prolong life. That is not your role. You must learn to say goodbye again, and again, but let death take what it will from this world.''\nKassandra's voice broke upon seeing Phoibe's projection.\n*'''Kassandra:''' ''Were they... real?''\n*'''Aletheia:''' ''They are with you always. So, yes. In time, you must let them go, but that will be another trial.''\n|-|Option 2=\n(If Kassandra not completed either of Phoibe, Elpenor, or Brasidas' quests)<br>(Dialogue continues below)\n|-|Option 3=\n(If Kassandra completed only Phoibe's quest)\n|-|Option 4=\n(If Kassandra completed only Elpenor's quest)\n|-|Option 5=\n(If Kassandra completed only Brasidas' quest)\n|-|Option 6=\n(If Kassandra completed Elpenor and Brasidas' quests but Phoibe's)\n|-|Option 7=\n(If Kassandra completed Phiobe and Brasidas' quests but not Elpenor's)\n|-|Option 8=\n(If Kassandra completed Phoibe and Elpenor's quest but not Brasidas')\n</tabber>\n(If \"Why did I go to [[Elysium]]?\" was chosen.)\n*'''Kassandra:''' ''My trials in Elysium brought destruction, and rebellion.''\n*'''Aletheia:''' ''Not due to you, but [[Persephone]]. She was a ruler who controlled her domain through extreme order. In so doing, you saw that her rule was doomed to failure.''\n(If \"Why did I go to the [[underworld]]?\" was chosen.)\n*'''Kassandra:''' ''In the underworld, I was forced to endure a realm of pure chaos.''\n*'''Aletheia:''' ''Indeed. [[Hades]] was a king who invited that chaos, and devastation came with it. But know this—you will be forced to endure far worse suffering before your death has come.''\n(If \"Why did I go to Atlantis?\" was chosen.)\n*'''Kassandra:''' ''Elysium and the underworld were doomed, but in Atlantis, I almost thought Poseidon and I could do some good.''\n*'''Aletheia:''' ''Yet there you discovered the Isu as we really were—flawed. No matter how many times I have seen that echo of memory, my home always meet destruction.''\n(Leave – \"Let's leave Atlantis.\")\n*'''Kassandra:''' ''I'm ready to leave. You coming? We are entwined, after all.''\n*'''Aletheia:''' ''You saw Persephone rule through order, Hades through chaos, and even had a taste of being a ruler yourself in Atlantis.''\n*'''Kassandra:''' ''It was a disaster.''\n[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra Receive Staff.png|thumb|250px|Kassandra receving the staff]]\n*'''Aletheia:''' ''You have seen there is no path to power for the Keeper. In the Staff, you have the ability to bring this world to its knees. But that is not your role. You must use your strength to restrain the power of the Staff, to guard it... to keep.''\nAletheia released the Staff, floating it gently over to Kassandra.\n*'''Kassandra:''' ''My ''[[Myrrine|mater]]'' once told me I was sent by the gods to protect this world. I gave her my word. And now, I give my word to you.''\n[[File:ACOD FoA JoA The Fate of Atlantis - Parting Ways.png|thumb|250px|Kassandra and Aletheia parting ways]]\nKassandra bowed to Aletheia and left the throne room. Aletheia then spoke to Layla through the Animus.\n*'''Aletheia:''' ''And what of your word, Heir of Memories? You must wake up, and redeem yourself before it's too late, or it will be you who tears this world apart. Now, awake. The [[Juhani Otso Berg|Interloper]] has found you. Wake! Now!''",
    "Section_Outcome": "Kassandra eliminated the Hekatonchires and passed judgement to Atlantis by sinking the city. In doing so, she completed her trials and was ready to be the Keeper of the Staff.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[The Fate of Atlantis: Judgment of Atlantis]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]",
    "Chapter_SequenceID": null,
    "Chapter_Name": "The Fate of Atlantis",
    "Chapter_Type": "DLC Chapters",
    "Quest_SequenceID": null,
    "Structured_Dialogue": [
        {
            "id": "N1",
            "global_id": "1",
            "content": "Horrified by what she found at the [[Garden of Kymopoleia]], Kassandra returned to Poseidon at his [[Palace of Poseidon|palace]]. She found him at his throne.",
            "segment_type": "Narrative"
        },
        {
            "id": "D1",
            "global_id": "2",
            "content": "*'''Poseidon:''' ''My ''[[Dikastes]]'' has returned. I can only presume you've delivered judgement to [[Atlantis]].''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D2",
            "global_id": "3",
            "content": "*'''Kassandra:''' ''You said you outlawed experimentation on humans. All of it was lies. The [[Isu]] are out of control.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D3",
            "global_id": "4",
            "content": "*'''Poseidon:''' ''What are you talking about? My laws are absolute, and by them'' all ''must abide. I have declared it!''",
            "segment_type": "Dialogue"
        },
        {
            "id": "TS1",
            "global_id": "5",
            "content": "<tabber>",
            "segment_type": "TabberStart"
        },
        {
            "id": "PC1",
            "global_id": "6",
            "content": "|-|Liar!=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D4",
            "global_id": "7",
            "content": "*'''Kassandra:''' ''I saw it with my own eyes. If you didn't know about the experiments, you're either a fool, or a fucking liar. So, which is it?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D5",
            "global_id": "8",
            "content": "*'''Poseidon:''' ''You were supposed to find knowledge in this place. Your accusations prove you haven't. I speak the truth!''",
            "segment_type": "Dialogue"
        },
        {
            "id": "PC2",
            "global_id": "9",
            "content": "|-|Humans are being tortured.=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D6",
            "global_id": "10",
            "content": "*'''Kassandra:''' ''Your laws have done nothing! People are suffering under your rule, and you don't even realize it!''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D7",
            "global_id": "11",
            "content": "*'''Poseidon:''' ''No one would have the audacity to disobey me. Surely, this is a mistake.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "PC3",
            "global_id": "12",
            "content": "|-|It's time for a new leader.=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D8",
            "global_id": "13",
            "content": "*'''Kassandra:''' ''The people of Atlantis have clearly decided that your laws are holding them back. Maybe it's time for a new ruler.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D9",
            "global_id": "14",
            "content": "*'''Poseidon:''' ''You don't understand our ways. Your humanity is clouding your judgement, ''Dikastes.",
            "segment_type": "Dialogue"
        },
        {
            "id": "TE1",
            "global_id": "15",
            "content": "</tabber>",
            "segment_type": "TabberEnd"
        },
        {
            "id": "D10",
            "global_id": "16",
            "content": "*'''[[Juno]]:''' ''You should listen to her, you know.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "I1",
            "global_id": "17",
            "content": "[[File:ACOD FoA JoA The Fate of Atlantis - Aita and Juno Arrival.png|thumb|250px|Aita and Juno arrived]]",
            "segment_type": "ImageFile"
        },
        {
            "id": "N2",
            "global_id": "18",
            "content": "Kassandra and Poseidon were interrupted by the arrival of Juno and [[Aita]].",
            "segment_type": "Narrative"
        },
        {
            "id": "D11",
            "global_id": "19",
            "content": "*'''Poseidon:''' ''Juno?! Impossible! You're forbidden from entering the city. [[Soldier|Guards]]!''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N3",
            "global_id": "20",
            "content": "Despite his call, no guards responded. Juno shrugged in the silence.",
            "segment_type": "Narrative"
        },
        {
            "id": "D12",
            "global_id": "21",
            "content": "*'''Juno:''' ''Your guards respect your sons. And when you appointed that hybrid as your ''Dikastes'', your sons turned to us.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D13",
            "global_id": "22",
            "content": "*'''Poseidon:''' ''Even my sons know better than to bow to a warmonger.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D14",
            "global_id": "23",
            "content": "*'''Aita:''' ''The humans are bringing [[Human-Isu War|war]] whether we want it or not, Poseidon!''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D15",
            "global_id": "24",
            "content": "*'''Kassandra:''' ''They should, after what you've done.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D16",
            "global_id": "25",
            "content": "*'''Juno:''' ''You mean what they've ''forced'' us to do. Poseidon worries about the [[sun]], and his [[Solar floral regeneration project|Solar Floral regeneration project]]. [[Great Catastrophe|Catastrophe]] ''is'' coming for us. On that we agree. But there is only one catastrophe—humanity.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "C1",
            "global_id": "26",
            "content": "(If \"How do you know Aita?\" was chosen.)",
            "segment_type": "Condition"
        },
        {
            "id": "D17",
            "global_id": "27",
            "content": "*'''Kassandra:''' ''You can't trust Aita. He's a lunatic. You have no idea the monsters he's trapped in his hidden lair.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D18",
            "global_id": "28",
            "content": "*'''Aita:''' ''It was hidden only to Poseidon. My'' wife ''knew everything about it.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D19",
            "global_id": "29",
            "content": "*'''Juno:''' ''[[Hybrid]], [[Olympos Project|Project Olympos]] was my idea.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "C2",
            "global_id": "30",
            "content": "(If \"What catastrophe are you talking about?\" was chosen.)",
            "segment_type": "Condition"
        },
        {
            "id": "D20",
            "global_id": "31",
            "content": "*'''Kassandra:''' ''The end of a cycle in Atlantis doesn't have to be a catastrophe.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D21",
            "global_id": "32",
            "content": "*'''Poseidon:''' ''It's ''far'' worse. We've detected changes in the surfaces of the sun. If we don't prepare...''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D22",
            "global_id": "33",
            "content": "*'''Juno:''' ''If we don't prepare, humans will kill us all. The only ecological catastrophe we face is the one we [[Project Anthropos|created]] ourselves.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "O1",
            "global_id": "34",
            "content": "(I don't belong here.\")",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "I2",
            "global_id": "35",
            "content": "[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra demanding answers.png|thumb|250px|Kassandra demanding answers]]",
            "segment_type": "ImageFile"
        },
        {
            "id": "D23",
            "global_id": "36",
            "content": "*'''Kassandra:''' ''When I got here, Poseidon said I was where I belonged. Someone tell me why I'm really here. Now.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D24",
            "global_id": "37",
            "content": "*'''Juno:''' ''Such sadness. She's even more human than I expected. Aita, answer her.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D25",
            "global_id": "38",
            "content": "*'''Aita:''' ''Gladly. In you, we found opportunity. Imagine the possibilities if we duplicated your hybrid form. We could employ our technology to control your mind. You, hybrid, can be used to craft Juno's ultimate weapon.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D26",
            "global_id": "39",
            "content": "*'''Juno:''' ''Or rather, you ''could'' have been. My husband's experiment was promising, but after observation, we've decided you are a failure. Our new weapon is far deadlier than you could ever be.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D27",
            "global_id": "40",
            "content": "*'''Poseidon:''' ''The [[Hekatonchires]]. Aita, you didn't...''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D28",
            "global_id": "41",
            "content": "*'''Aita:''' ''I did.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D29",
            "global_id": "42",
            "content": "*'''Juno:''' ''The Hekatonchires will rise. Project Olympos will strike fear so deeply into the hearts of humanity, they would never consider revolt. And you will declare my husband the ''Dikastes Basileus.",
            "segment_type": "Dialogue"
        },
        {
            "id": "N4",
            "global_id": "43",
            "content": "Poseidon turned to Kassandra.",
            "segment_type": "Narrative"
        },
        {
            "id": "D30",
            "global_id": "44",
            "content": "*'''Poseidon:''' Dikastes'', stop this. If they're successful, we're doomed. ''All'' of us. You have to trust me.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "TS2",
            "global_id": "45",
            "content": "<tabber>",
            "segment_type": "TabberStart"
        },
        {
            "id": "PC4",
            "global_id": "46",
            "content": "|-|I'll stop the Hekatonchires=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D31",
            "global_id": "47",
            "content": "*'''Kassandra:''' ''You deal with these two. I'll find a way to stop their plans.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "PC5",
            "global_id": "48",
            "content": "|-|I'm not a weapon.=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D32",
            "global_id": "49",
            "content": "*'''Kassandra:''' ''Deal with this yourself! I'm no one's weapon.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D33",
            "global_id": "50",
            "content": "*'''Poseidon:''' ''Kassandra, Please!''",
            "segment_type": "Dialogue"
        },
        {
            "id": "PC6",
            "global_id": "51",
            "content": "|-|I don't trust you.=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D34",
            "global_id": "52",
            "content": "*'''Kassandra:''' ''My name is Kassandra. And I trust none of you.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D35",
            "global_id": "53",
            "content": "*'''Poseidon:''' ''Kassandra, Please!''",
            "segment_type": "Dialogue"
        },
        {
            "id": "TE2",
            "global_id": "54",
            "content": "</tabber>",
            "segment_type": "TabberEnd"
        },
        {
            "id": "I3",
            "global_id": "55",
            "content": "[[File:ACOD FoA JoA The Fate of Atlantis - Aita and Juno Attack.png|thumb|250px|Aita and Juno attacking]]",
            "segment_type": "ImageFile"
        },
        {
            "id": "N5",
            "global_id": "56",
            "content": "As Kassandra prepared to leave, Juno stepped in and blasted her away. Poseidon drew his trident. Aita and Juno hurled balls of energy towards Poseidon, who deflected them. As Juno prepared to cast a technique, Poseidon dispelled it with his trident. He followed up with a blast from his trident to knock them off balance, then proceeded to cast a binding technique with his free left hand, restraining both Aita and Juno.",
            "segment_type": "Narrative"
        },
        {
            "id": "D36",
            "global_id": "57",
            "content": "*'''Aita:''' ''It's too late. The procedure was already a success. The Hekatonchires lives. Can't you hear him stir?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N6",
            "global_id": "58",
            "content": "Poseidon threw his trident away and proceeded to cast the same technique with his other end, bringing Aita and Juno to their knees.",
            "segment_type": "Narrative"
        },
        {
            "id": "D37",
            "global_id": "59",
            "content": "*'''Poseidon:''' ''You did this in my laboratory under the palace? Entrance was barred when I outlawed human experimentation!''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N7",
            "global_id": "60",
            "content": "A huge roar echoed throughout the palace.",
            "segment_type": "Narrative"
        },
        {
            "id": "D38",
            "global_id": "61",
            "content": "*'''Kassandra:''' ''What... is that sound? Is ''that'' your weapon?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D39",
            "global_id": "62",
            "content": "*'''Poseidon:''' ''I will bring justice to these two, but I need you to stop the Hekatonchires before it kills us all! Go!''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N8",
            "global_id": "63",
            "content": "Kassandra left the palace and headed to the laboratory where the Hekatonchires was held. Entering a large chamber, she discovered numerous human remains and found the beast clinging to the ceiling. The Hekatonchires dropped to the ground, confronting Kassandra.",
            "segment_type": "Narrative"
        },
        {
            "id": "I4",
            "global_id": "64",
            "content": "[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra Confront Hekatonchires.png|thumb|250px|Kassandra confronting the Hekatonchires]]",
            "segment_type": "ImageFile"
        },
        {
            "id": "D40",
            "global_id": "65",
            "content": "*'''Hekatonchires:''' ''Who's there?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N9",
            "global_id": "66",
            "content": "Kassandra and the Hekatonchires began fighting.",
            "segment_type": "Narrative"
        },
        {
            "id": "D41",
            "global_id": "67",
            "content": "*'''Hekatonchires:''' ''Pain... Bones... Death... Let it come...''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N10",
            "global_id": "68",
            "content": "The Hekatonchires summoned numerous smaller minions from his back.",
            "segment_type": "Narrative"
        },
        {
            "id": "D42",
            "global_id": "69",
            "content": "*'''Kassandra:''' ''By the gods. Are those people?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N11",
            "global_id": "70",
            "content": "The vessels exploded as they approached Kassandra, releasing small clouds of poison.",
            "segment_type": "Narrative"
        },
        {
            "id": "D43",
            "global_id": "71",
            "content": "*'''Kassandra:''' ''These minions are from Aita's experiments... I can't get too close.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D44",
            "global_id": "72",
            "content": "*'''Hekatonchires:''' ''Children... Feast... Flesh... Agony...''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N12",
            "global_id": "73",
            "content": "Kassandra dealt a blow to the Hekatonchires.",
            "segment_type": "Narrative"
        },
        {
            "id": "D45",
            "global_id": "74",
            "content": "*'''Hekatonchires:''' ''All... Human... Isu... Joined in death...''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D46",
            "global_id": "75",
            "content": "*'''Kassandra:''' ''The only one dying is you.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N13",
            "global_id": "76",
            "content": "Kassandra managed to weaken the Hekatonchires further.",
            "segment_type": "Narrative"
        },
        {
            "id": "D47",
            "global_id": "77",
            "content": "*'''Hekatonchires:''' ''Life... Suffering... Kill... Me... Die with me...''",
            "segment_type": "Dialogue"
        },
        {
            "id": "I5",
            "global_id": "78",
            "content": "[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra containing Artifact.png|thumb|250px|Kassandra containing the artifact]]",
            "segment_type": "ImageFile"
        },
        {
            "id": "N14",
            "global_id": "79",
            "content": "After a while, Kassandra defeated and killed the beasts. She approached the [[Prize of the Hekatonchires|artifact]] at the creature's chest and proceeded to take it out. The artifact glowed and shook violently as an image of the Hekatonchires reached towards her.",
            "segment_type": "Narrative"
        },
        {
            "id": "D48",
            "global_id": "80",
            "content": "*'''First Civ:''' ''...Honor the fallen by wielding their fear...''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N15",
            "global_id": "81",
            "content": "After a brief struggle, Kassandra managed to contain it. The Hekatonchires disintegrated, leaving a number of human remains behind. Poseidon appeared through a portal.",
            "segment_type": "Narrative"
        },
        {
            "id": "D49",
            "global_id": "82",
            "content": "*'''Poseidon:''' ''Remarkable. You really are the greatest of the humans, and of my people.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D50",
            "global_id": "83",
            "content": "*'''Kassandra:''' ''Where's Juno and Aita?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D51",
            "global_id": "84",
            "content": "*'''Poseidon:''' ''Imprisoned... for now. But they will not stop.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "TS3",
            "global_id": "85",
            "content": "<tabber>",
            "segment_type": "TabberStart"
        },
        {
            "id": "PC7",
            "global_id": "86",
            "content": "|-|I'll stop them once and for all.=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D52",
            "global_id": "87",
            "content": "*'''Kassandra:''' ''If imprisonment won't stop them, then leave them alone in a room with me. I'll make sure they never hurt anyone again.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "PC8",
            "global_id": "88",
            "content": "|-|All Isu must pay for this.=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D53",
            "global_id": "89",
            "content": "*'''Kassandra:''' ''The Isu... they're all crazed. They all must pay.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "TE3",
            "global_id": "90",
            "content": "</tabber>",
            "segment_type": "TabberEnd"
        },
        {
            "id": "D54",
            "global_id": "91",
            "content": "*'''Poseidon:''' ''And what would that prove? That you're as cruel as Juno and her husband?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D55",
            "global_id": "92",
            "content": "*'''Kassandra:''' ''I don't intend to \"prove\" anything. I intend to stop this, and save those that suffered because of your hubris.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D56",
            "global_id": "93",
            "content": "*'''Poseidon:''' ''So, in the end, you've brought judgement to Atlantis after all. Very well, ''Dikastes''. Do you still have the [[Cerberos]]' [[Prize of Cerberos|device]]?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N16",
            "global_id": "94",
            "content": "Kassandra took out the device with the one she just recovered. Poseidon signaled for her to follow him through the portal.",
            "segment_type": "Narrative"
        },
        {
            "id": "U1",
            "global_id": "95",
            "content": "",
            "segment_type": "Unidentified"
        },
        {
            "id": "N17",
            "global_id": "96",
            "content": "Exiting the portal, Kassandra and Poseidon reached the top of the palace overlooking the city. There, two pedestals and a crop construct awaited them.",
            "segment_type": "Narrative"
        },
        {
            "id": "D57",
            "global_id": "97",
            "content": "*'''Poseidon:''' ''I didn't tell you everything about your [[Staff of Hermes Trismegistus|Staff]]. It ''is'' a bridge between your two selves, but by coupling it with the powers of the devices you retrieved from the Cerberos and the Hekatonchires, we can end Atlantis' cycle forever.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "I6",
            "global_id": "98",
            "content": "[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra activates Pedestal.png|thumb|250px|Kassandra activating the pedestal]]",
            "segment_type": "ImageFile"
        },
        {
            "id": "N18",
            "global_id": "99",
            "content": "Poseidon thrusted the tip of his trident into the hole, lowering the pedestals for Kassandra to insert the devices.",
            "segment_type": "Narrative"
        },
        {
            "id": "N19",
            "global_id": "100",
            "content": "Kassandra inserted one of the devices, which began spinning vigorously in midair as the pedestal lowered further.",
            "segment_type": "Narrative"
        },
        {
            "id": "D58",
            "global_id": "101",
            "content": "*'''Kassandra:''' ''I wasn't just awakening my [[Eagle Vision|sixth sense]]. I was unlocking the power to destroy the entire city.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D59",
            "global_id": "102",
            "content": "*'''Poseidon:''' ''In the wrong hands, that Staff has the power to destroy ''everything''. That is why you, and only you, could be its Keeper.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N20",
            "global_id": "103",
            "content": "Kassandra approached the other pedestal and did the same, then stood in the middle where the Staff was to be inserted.<br>",
            "segment_type": "Narrative"
        },
        {
            "id": "C3",
            "global_id": "104",
            "content": "(If \"Was this your plan all along?\" was chosen.)",
            "segment_type": "Condition"
        },
        {
            "id": "D60",
            "global_id": "105",
            "content": "*'''Kassandra:''' ''You act like you knew this would happen.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D61",
            "global_id": "106",
            "content": "*'''Poseidon:''' ''I'm tired, just as you are. I waited many cycles for Atlantis' final judgement to come. I only wish it had come sooner. Think of the suffering it would have prevented.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "C4",
            "global_id": "107",
            "content": "(If \"What about you and your sons?\" was chosen.)",
            "segment_type": "Condition"
        },
        {
            "id": "D62",
            "global_id": "108",
            "content": "*'''Kassandra:''' ''If we do this, you and your sons...''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D63",
            "global_id": "109",
            "content": "*'''Poseidon:''' ''My family have had generations to show kindness, modesty, temperance. We refused, and in so doing, this choice was made by us as much as you.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "C5",
            "global_id": "110",
            "content": "(If \"What about the humans here?\" was chosen.)",
            "segment_type": "Condition"
        },
        {
            "id": "D64",
            "global_id": "111",
            "content": "*'''Kassandra:''' ''The humans in this city don't deserve to die.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D65",
            "global_id": "112",
            "content": "*'''Poseidon:''' ''When we do this, the horns will wail, and the animals will be set free. Humans in the [[Porimos Ring]] will know to take to their boats. I assure you—they will escape.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "O2",
            "global_id": "113",
            "content": "(If  \"What about me?\" was chosen.)",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "D66",
            "global_id": "114",
            "content": "*'''Kassandra:''' ''If we sink the city, but I'm in it, then I die, too.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D67",
            "global_id": "115",
            "content": "*'''Poseidon:''' ''No. You are the Keeper of the Staff. It will protect you. Unfortunately for you, now is not [[Modern times|your time]].''",
            "segment_type": "Dialogue"
        },
        {
            "id": "O3",
            "global_id": "116",
            "content": "(\"There's only one way to stop all the experiments.\")",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "D68",
            "global_id": "117",
            "content": "*'''Kassandra:''' ''You said it yourself. Juno and Aita will never stop. I've seen those laboratories, the experiments in them. There's only one way to end the suffering here—destroy this place.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N21",
            "global_id": "118",
            "content": "[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra Activated Mechanism.png|thumb|250px|Kassandra activating the",
            "segment_type": "Narrative"
        },
        {
            "id": "N22",
            "global_id": "119",
            "content": "destruction mechanism]]",
            "segment_type": "Narrative"
        },
        {
            "id": "N23",
            "global_id": "120",
            "content": "Poseidon accepted the final judgment of the ''Dikastes.'' Kassandra drew the Staff and thrusted the tip of the pommel into the hole before her, triggering the city's sinking. As the horns sound, the animals and the humans fled to safety, with [[Neokles (Isu)|Neokles]], [[Melitta (Isu)|Melitta]], and the [[Isu Harbormaster]] among them. As a storm raged, the city's sluice gates released a flood into the city and a number of Isu constructs fell. Poseidon threw his trident down into the flooded city and looked over the city with Kassandra.",
            "segment_type": "Narrative"
        },
        {
            "id": "I7",
            "global_id": "121",
            "content": "[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra and Poseidon part ways.png|thumb|250px|The end of the trial]]",
            "segment_type": "ImageFile"
        },
        {
            "id": "D69",
            "global_id": "122",
            "content": "*'''Poseidon:''' ''My one wish is that I had more time to learn from you. In time, I may have learned to be more human.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D70",
            "global_id": "123",
            "content": "*'''Kassandra:''' Chaire'', Poseidon.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N24",
            "global_id": "124",
            "content": "As they parted ways, a hologram of [[Aletheia]] looked on from afar and the simulation ended. With her trials complete, Kassandra awoke back in Atlantis' throne room. Aletheia's hologram held the Staff in her left hand.",
            "segment_type": "Narrative"
        },
        {
            "id": "D71",
            "global_id": "125",
            "content": "*'''Aletheia:''' ''Keeper of the Staff. Your trials are over.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D72",
            "global_id": "126",
            "content": "*'''Kassandra:''' ''We're back in the Throne Room.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D73",
            "global_id": "127",
            "content": "*'''Aletheia:''' ''Tell me, now that you have seen the fate of Atlantis, how do you feel?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "TS4",
            "global_id": "128",
            "content": "<tabber>",
            "segment_type": "TabberStart"
        },
        {
            "id": "PC9",
            "global_id": "129",
            "content": "|-|I feel powerful.=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D74",
            "global_id": "130",
            "content": "*'''Kassandra:''' ''With the Staff, I hold the power to destroy an entire city.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D75",
            "global_id": "131",
            "content": "*'''Aletheia:''' ''Which is why you were given the ability to control that power. Only in your hands will the destructive potential of the Staff remain hidden.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "PC10",
            "global_id": "132",
            "content": "|-|I want to go home.=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D76",
            "global_id": "133",
            "content": "*'''Kassandra:''' ''It's been a long time since I've seen my [[Adrestia|crew]], my friends, [[Barnabas]]. I feel... homesick.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D77",
            "global_id": "134",
            "content": "*'''Aletheia:''' ''The Keeper has no home. The trials are complete, but your journey is long, and will take you to civilizations that have yet to be born.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "PC11",
            "global_id": "135",
            "content": "|-|I feel tired.=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "D78",
            "global_id": "136",
            "content": "*'''Kassandra:''' ''You want to know how I'm feeling? I'm tired, Aletheia.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D79",
            "global_id": "137",
            "content": "*'''Aletheia:''' ''Your burden is great, Keeper. The Staff will replenish your physical body, but with time, you must learn that your strength comes from within.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "TE4",
            "global_id": "138",
            "content": "</tabber>",
            "segment_type": "TabberEnd"
        },
        {
            "id": "D80",
            "global_id": "139",
            "content": "*'''Kassandra:''' ''So what was all this?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D81",
            "global_id": "140",
            "content": "*'''Aletheia:''' ''What you have experienced are echoes of memories, distorted, but no less real.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D82",
            "global_id": "141",
            "content": "*'''Kassandra:''' ''Whose memories?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D83",
            "global_id": "142",
            "content": "*'''Aletheia:''' ''The Isu. Some were even my own. In my time as ''Dikastes'', I also tried to bring balance to Atlantis, but it wasn't enough.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D84",
            "global_id": "143",
            "content": "*'''Kassandra:''' ''You?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D85",
            "global_id": "144",
            "content": "*'''Aletheia:''' ''And now you.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "TS5",
            "global_id": "145",
            "content": "<tabber>",
            "segment_type": "TabberStart"
        },
        {
            "id": "PC12",
            "global_id": "146",
            "content": "|-|Option 1=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "O4",
            "global_id": "147",
            "content": "(If Kassandra completed [[Phoibe]]'s, [[Elpenor]]'s, and [[Brasidas]]' quests)<br>",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "O5",
            "global_id": "148",
            "content": "(\"Why did I see people from my life?\")<br>",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "N25",
            "global_id": "149",
            "content": "Kassandra turned around and approached the holograms of Brasidas, Phoibe, and [[Leonidas I of Sparta|Leonidas I]] that appeared behind her.",
            "segment_type": "Narrative"
        },
        {
            "id": "I8",
            "global_id": "150",
            "content": "[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra Projections.png|thumb|250px|Kassandra looking projections of her friends and family]]",
            "segment_type": "ImageFile"
        },
        {
            "id": "D86",
            "global_id": "151",
            "content": "*'''Kassandra:''' ''My trials forced me to reunite with my grandfather, Phoibe, Brasidas, even Elpenor.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D87",
            "global_id": "152",
            "content": "*'''Aletheia:''' ''And in so doing, you passed a valuable trial. The Staff has the power to prolong life. That is not your role. You must learn to say goodbye again, and again, but let death take what it will from this world.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N26",
            "global_id": "153",
            "content": "Kassandra's voice broke upon seeing Phoibe's projection.",
            "segment_type": "Narrative"
        },
        {
            "id": "D88",
            "global_id": "154",
            "content": "*'''Kassandra:''' ''Were they... real?''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D89",
            "global_id": "155",
            "content": "*'''Aletheia:''' ''They are with you always. So, yes. In time, you must let them go, but that will be another trial.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "PC13",
            "global_id": "156",
            "content": "|-|Option 2=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "O6",
            "global_id": "157",
            "content": "(If Kassandra not completed either of Phoibe, Elpenor, or Brasidas' quests)<br>(Dialogue continues below)",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "PC14",
            "global_id": "158",
            "content": "|-|Option 3=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "O7",
            "global_id": "159",
            "content": "(If Kassandra completed only Phoibe's quest)",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "PC15",
            "global_id": "160",
            "content": "|-|Option 4=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "O8",
            "global_id": "161",
            "content": "(If Kassandra completed only Elpenor's quest)",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "PC16",
            "global_id": "162",
            "content": "|-|Option 5=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "O9",
            "global_id": "163",
            "content": "(If Kassandra completed only Brasidas' quest)",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "PC17",
            "global_id": "164",
            "content": "|-|Option 6=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "O10",
            "global_id": "165",
            "content": "(If Kassandra completed Elpenor and Brasidas' quests but Phoibe's)",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "PC18",
            "global_id": "166",
            "content": "|-|Option 7=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "O11",
            "global_id": "167",
            "content": "(If Kassandra completed Phiobe and Brasidas' quests but not Elpenor's)",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "PC19",
            "global_id": "168",
            "content": "|-|Option 8=",
            "segment_type": "PlayerChoice"
        },
        {
            "id": "O12",
            "global_id": "169",
            "content": "(If Kassandra completed Phoibe and Elpenor's quest but not Brasidas')",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "TE5",
            "global_id": "170",
            "content": "</tabber>",
            "segment_type": "TabberEnd"
        },
        {
            "id": "C6",
            "global_id": "171",
            "content": "(If \"Why did I go to [[Elysium]]?\" was chosen.)",
            "segment_type": "Condition"
        },
        {
            "id": "D90",
            "global_id": "172",
            "content": "*'''Kassandra:''' ''My trials in Elysium brought destruction, and rebellion.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D91",
            "global_id": "173",
            "content": "*'''Aletheia:''' ''Not due to you, but [[Persephone]]. She was a ruler who controlled her domain through extreme order. In so doing, you saw that her rule was doomed to failure.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "C7",
            "global_id": "174",
            "content": "(If \"Why did I go to the [[underworld]]?\" was chosen.)",
            "segment_type": "Condition"
        },
        {
            "id": "D92",
            "global_id": "175",
            "content": "*'''Kassandra:''' ''In the underworld, I was forced to endure a realm of pure chaos.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D93",
            "global_id": "176",
            "content": "*'''Aletheia:''' ''Indeed. [[Hades]] was a king who invited that chaos, and devastation came with it. But know this—you will be forced to endure far worse suffering before your death has come.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "C8",
            "global_id": "177",
            "content": "(If \"Why did I go to Atlantis?\" was chosen.)",
            "segment_type": "Condition"
        },
        {
            "id": "D94",
            "global_id": "178",
            "content": "*'''Kassandra:''' ''Elysium and the underworld were doomed, but in Atlantis, I almost thought Poseidon and I could do some good.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D95",
            "global_id": "179",
            "content": "*'''Aletheia:''' ''Yet there you discovered the Isu as we really were—flawed. No matter how many times I have seen that echo of memory, my home always meet destruction.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "O13",
            "global_id": "180",
            "content": "(Leave – \"Let's leave Atlantis.\")",
            "segment_type": "OptionalChoice"
        },
        {
            "id": "D96",
            "global_id": "181",
            "content": "*'''Kassandra:''' ''I'm ready to leave. You coming? We are entwined, after all.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D97",
            "global_id": "182",
            "content": "*'''Aletheia:''' ''You saw Persephone rule through order, Hades through chaos, and even had a taste of being a ruler yourself in Atlantis.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "D98",
            "global_id": "183",
            "content": "*'''Kassandra:''' ''It was a disaster.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "I9",
            "global_id": "184",
            "content": "[[File:ACOD FoA JoA The Fate of Atlantis - Kassandra Receive Staff.png|thumb|250px|Kassandra receving the staff]]",
            "segment_type": "ImageFile"
        },
        {
            "id": "D99",
            "global_id": "185",
            "content": "*'''Aletheia:''' ''You have seen there is no path to power for the Keeper. In the Staff, you have the ability to bring this world to its knees. But that is not your role. You must use your strength to restrain the power of the Staff, to guard it... to keep.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "N27",
            "global_id": "186",
            "content": "Aletheia released the Staff, floating it gently over to Kassandra.",
            "segment_type": "Narrative"
        },
        {
            "id": "D100",
            "global_id": "187",
            "content": "*'''Kassandra:''' ''My ''[[Myrrine|mater]]'' once told me I was sent by the gods to protect this world. I gave her my word. And now, I give my word to you.''",
            "segment_type": "Dialogue"
        },
        {
            "id": "I10",
            "global_id": "188",
            "content": "[[File:ACOD FoA JoA The Fate of Atlantis - Parting Ways.png|thumb|250px|Kassandra and Aletheia parting ways]]",
            "segment_type": "ImageFile"
        },
        {
            "id": "N28",
            "global_id": "189",
            "content": "Kassandra bowed to Aletheia and left the throne room. Aletheia then spoke to Layla through the Animus.",
            "segment_type": "Narrative"
        },
        {
            "id": "D101",
            "global_id": "190",
            "content": "*'''Aletheia:''' ''And what of your word, Heir of Memories? You must wake up, and redeem yourself before it's too late, or it will be you who tears this world apart. Now, awake. The [[Juhani Otso Berg|Interloper]] has found you. Wake! Now!''",
            "segment_type": "Dialogue"
        }
    ]
}