{
    "QuestName": "A Flight in Fire",
    "QuestID": "228272",
    "Revision": {
        "id": "1017806",
        "parentid": "1017784",
        "timestamp": "2022-12-18T17:38:19Z",
        "contributor": null,
        "origin": "1017806",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "c0bw50qsnnie1uarlvr0n2k6s4kc9dn"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD A Flight in Fire 5.png",
        "description": "'The Order of the Ancients came to Dyme in a dramatic fashion, as was their way, to destroy the Eagle Bearer and all that she held dear.'",
        "appearance": "'Assassin's Creed: Odyssey – Legacy of the First Blade: Bloodline'",
        "type": "Main",
        "previous": "The Simple Life",
        "next": "Answers from Ashes",
        "source": "Kassandra",
        "location": "Dyme, Achaia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''A Flight in Fire''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra returned to [[Dyme]] to spend some time with her son [[Elpidios]], but shortly after nightfall, the [[Order of the Ancients]] attacked the village.  She rushed back to the village to repel the invasion and protect  [[Natakas]] and Elpidios.",
    "Section_Dialogue": "Kassandra and Darius mounted horses and galloped back to Dyme. Kassandra's thoughts remained fixated on [[Elpidios]].\n*'''Kassandra:''' ''Don't worry, I'm coming. ''Mater's'' coming.''\nThey drew near the village and could see the flames raging through the streets.\n*'''Kassandra:''' ''[[Natakas]], Elpidios... Hold on.''\nThey entered the village, and Kassandra yelled out for her child.\n*'''Kassandra:''' ''Elpidios! Elpidios! Where's—has anyone seen my son?''\nKassandra was not the only one desperate to find their family.\n*'''Child:''' ''Where's my mater?''\nKassandra and Darius reached the main square.\n*'''Civilian:''' ''They're burning them... They're burning everyone.''\n[[File:ACOD A Flight in Fire 4.png|thumb|250px|Amorges revealing himself to Darius and Kassandra]]\nKassandra approached the main square and witnessed Order soldiers putting her neighbors to the sword.  Darius charged past her, and she followed him into the main square. There, they saw a man clad in the armor of Persian elites. He turned to address them.\n*'''Unknown:''' ''Artabanus. Kassandra. Welcome home.''\nKassandra recognized him as [[Orontas]], whom she last saw [[Safe Passage (Odyssey)|surrendering himself]] to the [[Phila|Tempest]]'s soldiers in [[Achaia]].\n*'''Kassandra:''' ''Orontas? You were with the Order—''\nDarius interrupted, having immediately recognized Orontas for who he [[Amorges|truly was]], despite thirty years of aging since they last met.\n*'''Darius:''' ''He ''is'' the Order. Amorges.''\n*'''Kassandra:''' ''I trusted you, helped you...''\n*'''Amorges:''' ''My friend, it's been far too long.''\n*'''Darius:''' ''We were protectors, Amorges. Champions of the people. This is wrong!''\n[[File:ACOD A Flight in Fire 6.png|thumb|250px|Amorges setting his sights on Kassandra's child, and took his leave]]\nAmorges turned his back to them and set his sights on their house at the top of the hill.\n*'''Amorges:''' ''This is necessary. I take no pleasure in this. I needed to draw you in—it's ''you'' I want, Kassandra. You and your bloodline.''\nKassandra glanced up at the house, then screamed in pure rage and marched forward.\n*'''Kassandra:''' ''Don't you dare touch them!''\nSome Order soldiers brandished their weapons, but she and Darius killed them with a single thrust of theirs.\n*'''Darius:''' ''Kassandra... Go!''\nThe Order attacked en masse, but Kassandra's fury drove her forward. Darius backed her up.\n*'''Kassandra:''' ''Get the fuck out of my way!''\n*'''Darius:''' ''You cowards! These people are innocent.''\nKassandra killed one soldier.\n*'''Kassandra:''' ''Who else? Eh? Who else? Bring me your bones!''\nShe ran through the village, calling out to the soldiers burning and butchering their way through.\n*'''Kassandra:''' ''I'm the Eagle Bearer. I'm the [[Tainted One]]. Your fight's with me.''\n[[File:ACOD A Flight in Fire 7.png|thumb|250px|Darius, Kassandra and Natakas making their escape]]\nAfter carving through the Order soldiers, Kassandra reached her hilltop home and reunited with Natakas and Elpidios. Darius caught up to her and quickly addressed Natakas.\n*'''Darius:''' ''Go, get Elpidios out of here.''\n*'''Natakas:''' ''We'll leave together.''\n*'''Darius:''' ''No. I'll make sure the Order can't catch up to you.''\n*'''Natakas:''' ''There's too many!''\n*'''Kassandra:''' ''You don't have to do this.''\n*'''Darius:''' ''We've no time to argue. Go. Think about the child.''\n[[File:ACOD A Flight in Fire 8.png|thumb|250px|Darius parting ways with his son]]\nNatakas touched his forehead to his father's.\n*'''Darius:''' ''I love you, Natakas.''\n*'''Natakas:''' ''Father. Come back to me.''\nNatakas made to leave. Before Kassandra could follow, Darius grabbed hold of her arm.\n*'''Darius:''' ''Keep them safe. Promise me.''\nThey clasped their forearms in agreement.\n*'''Kassandra:''' ''I promise.''\nKassandra took her leave to escort Natakas and Elpidios.\n[[File:ACOD A Flight in Fire 9.png|thumb|250px|Persian soldiers looking for Kassandra and Natakas]]\nBefore they could get down the hill, Order soldiers caught up to them.\n*'''Kassandra:''' ''Run!''\nThe soldiers took their positions to surround Kassandra as Natakas escaped with their son.\n*'''Kassandra:''' ''You think you can attack my home and live? I'll kill all of you.''\nShe killed all of them. Afterwards, she proceeded down the hill towards the path to the mine shaft, which three Order soldiers had stationed themselves along.  She assassinated the first one.\n*'''Kassandra:''' ''No one comes at my family.''\nShe then assassinated the second.\n*'''Kassandra:''' ''No one leaves. No one lives.''\nShe assassinated the third and final soldier overlooking the ladder down into the shaft.\n*'''Kassandra:''' ''Natakas, Elpidios... Hold on.''\nKassandra descended into the cave and emerged onto the beach.\n*'''Natakas:''' ''Kassandra! Hurry!''\nShe rejoined them.\n*'''Kassandra:''' ''Get on the boat. Quickly.''\nAs she prepared the boat, Natakas' thoughts turned to his father.\n*'''Natakas:''' ''Father... Come back to us.''\nKassandra stood silently and looked back towards the village. She knew what she had to do.\n[[File:ACOD A Flight in Fire 13.png|thumb|250px|Darius laying in ambush]]\nElsewhere, Darius laid an ambush from a treetop on an Order patrol.  Unfortunately, he had only managed to stealthily assassinate two soldiers before an [[The Immortals|elite]] anticipated his strike and repelled him, as the remaining soldiers surrounded him.\n*'''Persian Immortal:''' ''Where is the Eagle Bearer? And the child.''\nDarius drew his weapons and prepared for his last stand.\n*'''Darius:''' ''You're too late.''\nDarius attempted to fight the entire patrol, but the Immortals choreographed their attacks and quickly disarmed him, knocking him to his knees before he could dispatch a single one. As the dual-wielding Immortal prepared to deliver the killing blow, Kassandra charged into battle and killed her way through the patrol.\n*'''Kassandra:''' ''If it's me you're after, here I am!''\n[[File:ACOD A Flight in Fire 17.png|thumb|250px|Kassandra facing off against one of the Immortals]]\nShe killed the remaining rank-and-file soldiers before one Immortal faced her by himself. He fired poison arrows and struck at her with daggers.  After dealing significant wounds, he retreated and the other Immortal took to the field, ordering fire to be rained down on the battlefield.\n*'''Persian Immortal:''' ''Fire.''\n*'''Persian Soldier:''' ''Release a volley!''\nKassandra dodged the volley. While the other Immortal wielded a blunt and shield, she managed to critically wound him as well. They called for more arrows.\n*'''Persian Immortal:''' ''Arrows.''\n*'''Persian Soldier:''' ''Release arrows!''\nThey rained fire arrows all over the field as the first Immortal rejoined his brother to fight her simultaneously.  She eventually finished off one of them.\n*'''Persian Immortal:''' ''You will not live to see dawn.''\nShe finished off the other brother.\n[[File:ACOD A Flight in Fire 19.png|thumb|250px|Kassandra helping Darius up to his feet]]\nAs the Immortals drew their last breaths, Darius came to. Kassandra helped him to his feet.\n*'''Darius:''' ''Amorges. Did you see him?''\nKassandra realized that his absence meant this battle was all a part of Amorges' plan.\n*'''Kassandra:''' ''No...''\nDarius also realized Amorges' gambit.\n*'''Darius:''' ''The beach...''\nThe two hurried back to the cave leading to the beach. Kassandra leapt to the bottom of the shaft.\n*'''Kassandra:''' ''Natakas! Elpidios!''\nBefore she was halfway through the cave, she could see smoke and flames on the beach.\n*'''Kassandra:''' ''No, no, no. Please no...''\n[[File:ACOD A Flight in Fire 20.png|thumb|250px|Kassandra at the planned escape location, finding it in flames]]\nShe stepped out of the cave the beach.\n*'''Kassandra:''' ''Elpidios? Please come out...''\nShe stepped onto the beach frantically scanning for her son.\n*'''Kassandra:''' ''Elpidios. Elpidios. Elpidios! Please... Elpidios!''\nOut of the corner of her eye she gasped as she saw Natakas laying dead in the sand.\n*'''Kassandra:''' ''No—''\n<tabber>\n|-|Romance active=\nShe knelt down and placed her hands on his shoulders.\n*'''Kassandra:''' ''My love, oh my love...''\nNatakas remained motionless.\n*'''Kassandra:''' ''Natakas? Natakas? I'm here. Please... please don't... Please don't leave me behind.''\nDarius arrived behind her.\n*'''Kassandra:''' ''Open your eyes.''\nHe realized who she was crouched over, and he fell to his knees in utter despair.\n\n*'''Kassandra:''' ''Please... Open them... Please.''\n|-|No romance=\n[[File:ACOD A Flight in Fire 21.png|thumb|250px|Kassandra and Darius finding Natakas' lifeless body]]\nDarius arrived behind Kassandra and saw his son's body interred in the sand.  He fell to his knees in utter despair.\n\n{{-}}\n\n</tabber>\n[[File:ACOD A Flight in Fire 22.png|thumb|250px|The mourning of Natakas' death]]\nThe following morning, smoke continued to rise over the ruins of Dyme. Kassandra knelt before the memorial prepared for Natakas on the grounds of their home, which was still intact. Kassandra winced and stood while Darius stared coldly into the sunrise.\n*'''Darius:''' ''You promised to protect them... You promised to keep them safe...''\n<tabber>\n|-|This is my fault.=\nKassandra's voice began to crack.\n*'''Kassandra:''' ''I should've stayed behind, I should've been with them. I—it's my fault. I did this...''\n|-|This is your fault, Darius.=\nKassandra turned her grief into anger at Darius.\n*'''Kassandra:''' ''You did this.''\nDarius turned from the railing and started towards her.\n*'''Darius:''' ''He was safe! I'd drawn the Order to me! All you had to do was—''\n*'''Kassandra:''' ''You were never going to defeat them on your own. You could've come with us. We could all be out there right now—''\n*'''Darius:''' ''You were meant to leave me behind!''\n*'''Kassandra:''' ''We don't leave people behind! You'd never leave anyone—''\nTheir anger broke, and Darius turned back towards the guard rail.\n</tabber>\n[[File:ACOD A Flight in Fire 23.png|thumb|250px|Darius leaving Kassandra behind]]\n*'''Darius:''' ''This life... We're supposed to pay for our pasts, for our mistakes... Not our children.''\n*'''Kassandra:''' ''There's no sign of Elpidios. But he's still alive, Darius. I know it. If the Order have him, we can find him—''\nBecause Kassandra broke her promise to keep their family safe, Darius refused to join forces with her. He simply shook his head and started off after Amorges, leaving her behind.\n<tabber>\n|-|Romance active=\nKassandra's eyes began to well up. She yelled after him.\n*'''Kassandra:''' ''You've lost people you love before. How—how did you survive?''\nDarius paused, then gave a morose answer.\n*'''Darius:''' ''Who said I survived?''\nDarius left. Kassandra knelt before the memorial to convey her thoughts to Natakas.\n{{#tag:tabber|\nI'll never forget you, Natakas.=\n*'''Kassandra:''' ''Thank you for all of it. Every wonderful, painful, beautiful moment. For every moment spent with you. I love you, Natakas.''\n{{!}}-{{!}}\nI'll never forgive the Order.=\n*'''Kassandra:''' ''The Order think they know pain. But I will teach them. They think they know hurt. But I will show them. They think they know fear... But I swear to you, Natakas, I will bring them terror.''\n}}\n|-|No romance=\nDarius left without another word. Kassandra knelt before Natakas' memorial to swear revenge on the Order.\n*'''Kassandra:''' ''The Order think they know pain. But I will teach them. They think they know hurt. But I will show them. They think they know fear... But I swear to you, Natakas, I will bring them terror.''\n</tabber>\n*'''Kassandra:''' ''I'll find our boy. I'll bring him home. Trust me.''\n[[File:ACOD A Flight in Fire 25.png|thumb|250px|Barnabas comforting Kassandra on the events]]\nAs she surveyed the ruins of her home village, Kassandra shook her head at the devastation. [[Barnabas]] approached her and offered his condolences.\n*'''Barnabas:''' ''Kassandra... By the gods. I'm sorry.''\nHe turned to survey the damage.\n*'''Barnabas:''' ''The Order did all this...''\n[[File:ACOD A Flight in Fire 26.png|thumb|250px|Some of the weapons used to attack the village]]\nHe pointed to a ballista the Order had used to rain fire on the village.\n*'''Barnabas:''' ''This weaponry they brought would make even [[Ares]] turn his head. There's only one place in the Greek world that makes anything like it. [[Messenia]].''\n*'''Kassandra:''' ''They came for us. For me.''\nKassandra fought back her grief and steeled herself.\n*'''Kassandra:''' ''If the Order is in Messenia... that's where I'll go.''\nShe turned to look over the [[Istion Valley]] once more as [[Ikaros]] soared overhead. The final chapter of her legacy began in earnest.",
    "Section_Outcome": "[[Amorges]], who had presented himself to Kassandra as Orontas, personally led the Order of the Ancients to raze Dyme. Her attempts to repel the Order ended in failure; the village was burned with many of its residents killed, [[Darius]] almost died at the hands of [[The Immortals]]—Amorges' chief enforcers in the [[Order of Dominion]]—and most importantly of all, Natakas was murdered and Elpidios kidnapped.  Darius severed ties with Kassandra and took off after Amorges alone.  Barnabas revealed that the siege weapons used were produced in Messenia, giving Kassandra a lead to pursue Amorges.",
    "Section_Trivia": "*If the mace-and-shield Immortal is slain before the dagger-wielding Immortal when the two fight the player simultaneously, the line of dialogue \"You will not live to see dawn\" may not trigger. This implies that the line is uttered by the shield-wielding Immortal upon the dagger Immortal's death, and the trigger is not interchangeable.\n*Under certain circumstances, Darius' child's grave marker will not spawn, leaving the player character to hover their hand awkwardly over the grave as they swear to reclaim Elpidios.",
    "Section_Gallery": "<gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nACOD A Flight in Fire 1.png|Darius and Kassandra racing towards the burning village\nACOD A Flight in Fire 2.png|Persian soldiers setting the village ablaze\nACOD A Flight in Fire 3.png|Darius and Kassandra arrived at the village center\nACOD A Flight in Fire 10.png|Kassandra signalling for Natakas to run, while she remained to confront the Persians\nACOD A Flight in Fire 11.png|Kassandra clashing with the Persians\nACOD A Flight in Fire 12.png|Kassandra watching Natakas from a corner, being reminded of Darius\nACOD A Flight in Fire 14.png|Darius surrounded by the Persians\nACOD A Flight in Fire 15.png|The Immortals encircle Darius\nACOD A Flight in Fire 16.png|Darius struggling in his fight\nACOD A Flight in Fire 18.png|Kassandra fighting against the other half of the Immortals\nACOD A Flight in Fire 24.png|Kassandra placing her hand on Natakas' tombstone\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade: Bloodline]]''\n\n{{ACODMemories}}\n[[Category:Memories relived using the Animus HR-8.5]]\n[[Category:Memories of Kassandra]]"
}