{
    "QuestName": "Answers from Ashes",
    "QuestID": "228275",
    "Revision": {
        "id": "1010965",
        "parentid": "853878",
        "timestamp": "2022-10-09T04:08:36Z",
        "contributor": null,
        "origin": "1010965",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "6uvgy5nu9p2bw7y2sw8s7m8nrltwobp"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Answers from Ashes 1.png",
        "description": "'Natakas was dead, and Amorges had Elpidios. Kassandra pursued him to the Order's foothold in the Greek world, Messenia.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade: Bloodline'",
        "type": "Main",
        "previous": "A Flight in Fire",
        "next": "Two Knives Against the Dark",
        "source": "Kassandra",
        "location": "Messenia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''Answers from Ashes''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "[[Barnabas]] deduced that the ballistae the Order used in its attack on Dyme was only produced in [[Messenia]]. As it was her only lead to Amorges' location, Kassandra travelled to Messenia to investigate the workshop where the weapons were built.",
    "Section_Dialogue": "After a long journey from Achaia, Kassandra arrived at the weapons workshop in [[Aipeia]]. She reached the [[Forge]], a squalid place where slaves toiled away on weapons of war.\n*'''Kassandra:''' ''Let's not try to start a revolt while we're here, eh, [[Ikaros]]?''\nShe had barely begun to investigate the [[Production Line]] when she discovered several Order guards had been assassinated, without any trace of the assassin.  Many of the workers panicked at the implication.\n*'''Civilian 1:''' ''Calm down. It wasn't real.''\n*'''Civilian 2:''' ''It was! I saw it! It was a moving shadow!''\nKassandra investigated the body.\n*'''Kassandra:''' Maláka...\nShe investigated the other side and found another body.\n*'''Child:''' ''Did you see it? That shape? It's just our imaginations... Right?''\nKassandra investigated the second body.\n*'''Kassandra:''' ''This looks familiar...''\nShe walked over to the main warehouse and found a third body.\n*'''Civilian:''' ''What happened to him?''\n*'''Child:''' ''The guards came here and went inside. He stayed to stand watch, and then he just fell over. And there was blood ''everywhere''! It was a blur! A blur did it! I saw it!''\nKassandra inspected the body and remarked on the efficiency of the kills.\n*'''Kassandra:''' ''These kills were clean.''\nShe entered the warehouse and investigated a fourth body.\n*'''Kassandra:''' ''Someone's on a rampage.''\n[[File:ACOD Answers from Ashes 3.png|thumb|250px|Kassandra pinned by Darius]]\nKassandra turned and was immediately shoved back by a [[Darius|mysterious hooded man]]. He pinned her to the post behind her and she barely had time to draw her [[Spear of Leonidas|spear]] while he held his [[Hidden Blade|blade]] to her neck.\n*'''Kassandra:''' ''Darius!''\nDarius remained cold to her.\n*'''Darius:''' ''Eagle Bearer...''\nHe noticed the spear pointed at his abdomen.\n<tabber>\n|-|Nice to see you, too.=\n*'''Kassandra:''' ''Never thought I'd find you here.''\n|-|Get off of me.=\n*'''Kassandra:''' ''Let. Me. Go.''\n</tabber>\nDarius released her and stepped back.\n*'''Darius:''' ''Count yourself lucky I didn't mistake you for one of them.''\nHe turned to leave. Kassandra sheathed her spear and followed.\n*'''Kassandra:''' ''What are you doing in Messenia?''\n*'''Darius:''' ''If [[Elpidios]] is alive, he's with Amorges. And Messenia is Amorges' stronghold. Looks like you figured that much out on your own. But it'll be hard to find him. He's too well insulated.''\n<tabber>\n|-|I'll stab my way to Amorges.=\n*'''Kassandra:''' ''I will tear this city down. Start kicking in doors. Kicking in heads. Nothing will stand between me and Elpidios.''\n*'''Darius:''' ''No. It has to be more precise than that. Amorges won't be defeated that easily.''\nDarius turned away, and Kassandra flourished her arm in irritation.\n|-|Strategy is the key.=\n*'''Kassandra:''' ''There must be a way to flush him out.''\n*'''Darius:''' ''I have some ideas.''\n|-|(Let timer expire)=\n*'''Kassandra:''' ''So what do you suggest?''\n</tabber>\n[[File:ACOD Answers from Ashes 5.png|thumb|250px|Kassandra learning of Darius' plans for the Order]]\nDarius led Kassandra to his makeshift hideout in the loft of a nearby warehouse. He surveyed his accumulated intel on the table.\n*'''Darius:''' ''Amorges has the entire [[Sparta]]n army at his back, led by some of his most trusted commanders. It'll be tough to get to him unless we weaken his forces.''\n*'''Kassandra:''' ''We can do that.''\n*'''Darius:''' ''The Order has a large production line for their weapons. There is a commander behind it all. Start by speaking to the helots—they might know where he is. Also, the [[Cult of Kosmos]] is reinforcing the Order in Messenia, and an Order commander, [[Dimokrates]], is in charge of seeing that through. If we cut him down, the Cult will no longer be in our way.''\n*'''Kassandra:''' ''I'm good at culling the Cult.''\nShe turned to leave.\n*'''Darius:''' ''There's one more thing... I've heard that the Order has captured an Athenian general. He is integral to my plans. You'll need to free him and give him this letter.''\n[[File:ACOD Answers from Ashes 6.png|thumb|250px|The letter meant for the Athenian general]]\nHe handed her a letter for the general.\n*'''Kassandra:''' ''And then I get Elpidios.''\n(Asked \"What more can you tell me about Dimokrates?\")\n*'''Kassandra:''' ''Tell me more about Dimokrates.''\n*'''Darius:''' ''Amorges put him in charge of the Order's dealings with the Cult. He's well-known, but he seldom makes public appearances. This is a rare opportunity to get to him.''\n(Asked \"What do you want with the Athenian general?\")\n*'''Kassandra:''' ''This Athenian general, what do you want with him?''\n*'''Darius:''' ''If we free him, we will have a powerful ally.''\n(Asked \"Where are the helots I need to speak to?\")\n*'''Kassandra:''' ''Where can I find the helots for information on the commander?''\n*'''Darius:''' ''In Aipeia. That's where all the weapon manufacturing happens.''\n(Leave – \"I'll get it done.\")\n*'''Kassandra:''' ''I'll get it done.''\n*'''Darius:''' ''We'll strike them hard and fast—''\n*'''Kassandra:''' ''We?''\n*'''Darius:''' ''It'll be faster and more efficient if there's two of us.''\n<tabber>\n|-|I'm doing this myself.=\n*'''Kassandra:''' ''\"We\" are going to end up at each other's throats again. Stay out of my way.''\n*'''Darius:''' ''You think I like this any more than you do? Getting Elpidios back alive is the only reason I'm talking to you.''\nKassandra shook her head, dismissive of Darius' attitude.\n*'''Kassandra:''' ''I've wasted enough time here.''\n|-|We'll do it together.=\n*'''Kassandra:''' ''Getting Elpidios back is my top priority. I'll tolerate you until then.''\n*'''Darius:''' ''Good. The feeling is mutual.''\n</tabber>\n*'''Darius:''' ''Come back when you've finished disrupting the Order. There's more to be done.''",
    "Section_Outcome": "Kassandra tracked Amorges and the Order of the Dominion to Messenia and reunited with Darius, who had already put plans in motion to defeat Amorges and rescue Elpidios.  Darius and Kassandra reluctantly joined forces once again, in spite of the friction that had formed between them in the wake of Natakas' murder.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Answers from Ashes 2.png|Kassandra's spear pointed towards Darius\nACOD Answers from Ashes 4.png|Kassandra following Darius to his hideout\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade: Bloodline]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}