{
    "QuestName": "Home",
    "QuestID": "226392",
    "Revision": {
        "id": "1045774",
        "parentid": "909943",
        "timestamp": "2023-06-06T03:54:22Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1045774",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "h7i7woec9gbsr972pouyy9n4ltsptzf"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "Assassin's Creed: Odyssey — [[Legacy of the First Blade]]"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'With the threat of the Order all but gone, Kassandra sought Darius to decide on their next step.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade'",
        "type": "Main",
        "previous": "Leviathan's Maw",
        "next": null,
        "source": "Kassandra",
        "location": "Achaia, Greece",
        "date": null
    },
    "General_Description": "'''Home''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "After ending the Tempest, Kassandra met with Natakas and Darius to bid them farewell.",
    "Section_Dialogue": "With her mission complete, Kassandra made her way to the docks to bid farewell to Darius and Natakas.  As she traveled, she ruminated on never seeing them again.\n*'''Kassandra:''' ''Darius and Natakas should be safe now. The Greek world can cause them no more pain. They can finally leave safely. It's a good thing.''\nShe reached the docks, and the men called out to her.\n*'''Darius:''' ''Hey! Eagle Bearer!''\n*'''Natakas:''' ''Over here!''\nShe approached them.\n\nThe merchant ship sailed to the dock. The mother and child rescued from the [[Teichos of Herakles]] were among the boarding passengers.\n*'''Child:''' Mater''! We can finally go home!''\nThe word \"home\" struck a chord with both Darius and Natakas. Their expressions dropped. Darius addressed Kassandra.\n*'''Darius:''' ''You once told me of a dream you had. A simpler life. A small stall in the agora. Fishing with your son.''\n*'''Kassandra:''' ''I remember.''\n*'''Darius:''' ''Are you going to do it?''\n<tabber>\n|-|I might try a simple life.=\n*'''Kassandra:''' ''I might... some day.''\n|-|I'm a misthios.=\n*'''Kassandra:''' ''I'm like you, Darius. Never could sit still for too long.''\n</tabber>\nDarius nodded and made his way to the dock. Natakas and Kassandra smiled at each other.\n*'''Stranded Man:''' ''Boat's sailing with or without you! It's now or never!''\nNatakas walked to the dock with Kassandra following close behind. Darius shook Kassandra's hand and spoke warmly.\n*'''Darius:''' ''Kassandra.''\n*'''Kassandra:''' ''Darius.''\nDarius walked towards the ship. Natakas smiled at her.\n*'''Kassandra:''' ''So. This is it.''\n*'''Natakas:''' ''This is it.''\nNatakas simply frowned and turned to walk towards the boat.  As he walked further away, Kassandra's own sadness came to a head and she clenched her fist.\n<tabber>\n|-|Flirt – Stay.=\nKassandra marched after them and reiterated [[Kleta]]'s words to her.\n*'''Kassandra:''' ''\"Real connections with people are rare. We shouldn't be too quick to let them go.\"''\nNatakas' frown instantly turned to a smile. He turned back to her.\n*'''Kassandra:''' ''Stay. Please.''\nNatakas looked to his father, who simply smiled and nodded. Kassandra and Natakas embraced.\n|-|Farewell.=\n*'''Kassandra:''' ''Natakas, Darius—''\nNatakas stopped and smiled expectantly.\n*'''Kassandra:''' ''Sail hard, sail far... and never look back.''\nNatakas' smile disappeared.  He stood next to his father, then spoke up.\n*'''Natakas:''' ''I left you a letter, Kassandra. Said everything we couldn't. It's in [[Dyme]], in the house.''\nNatakas turned his head to nod at his father. Darius nodded back at Kassandra and turned to board the ship.  Natakas waved goodbye.\n*'''Natakas:''' ''Look for the wine!''\n*'''Kassandra:''' ''I always do.''\nKassandra stayed to watch the ship sail away for good, then left the dock.\n*'''Kassandra:''' ''Natakas and Darius are safe. The Greek world can cause them no more pain. It's good they left. It's good.''\nAs Kassandra traveled, she reflected on her return to solitude.\n*'''Kassandra:''' ''Alone again.''\n\nIn time, Kassandra found her way back to Dyme and recalled the note Natakas left.\n*'''Kassandra:''' ''Natakas left a letter for me at the house in Dyme. I—I'm not sure I'm ready to read it.''\nDespite this, she made her way to the house. Her composure began to crack.\n*'''Kassandra:''' ''It's so quiet... This place was filled with laughter, once. Maybe once was enough.''\nShe entered the house and saw the note on the table.\n*'''Kassandra:''' ''Natakas' letter...''\nShe steeled herself and read the letter.\n*'''Last Words:''' ''Kassandra, I met you at a very perilous time in my life. We have different destinies, and I'm just glad ours intertwined, however briefly... though it brings sadness to untangle from that thread. I wish you nothing but the best in whatever lies next. I know my father feels the same way.''<br />\n*''Maybe it's only on my part, but it's been a long time since I've had someone I could call a friend... maybe more. I'm afraid that I'll never find that again. But well, at least there's wine.''\n\nKassandra began to weep.\n*'''Kassandra:''' ''Natakas...''\nShe eyed the wine on the table.\n*'''Kassandra:''' ''At least there's wine.''\nShe shifted around the house and noticed a figurine in the windowsill. A familiar figure passed between the gaps in the window boards and stood before her in the entry. She immediately broke into a smile.\n*'''Natakas:''' ''At least there's wine.''\nHe stepped inside and echoed Kleta's words to her.\n*'''Natakas:''' ''Real connection with people are rare, Kassandra. We shouldn't be too quick to let them go.''\nThe two embraced. Darius stood in the entryway with his arms folded, smiling.\n</tabber>\n\nAt the house in Dyme, the days faded away as fast as they came, as the three busied themselves with household chores and meal preparation. On occasion, Kassandra and Darius would spar together while Natakas cared for a dog. In time, Kassandra and Natakas kissed on the rooftop in the moonlight and began a romantic relationship.\n\nSome time later, Kassandra hummed her [[Myrrine|mother]]'s tune while she maintained the [[Spear of Leonidas]] on the rooftop. On the deck below her to the left, Darius kept a watchful eye on the valley. He looked up at Kassandra and nodded before turning around.\n*'''Kassandra:''' ''I wonder if Darius has kept watch all night... Better say good morning.''\nShe descended from the roof and joined him in the garden.\n*'''Kassandra:''' ''You really don't sleep, do you?''\n*'''Darius:''' ''The soft kiss of the breeze... the smell of the ocean... Why should I sleep? I'd miss it, Kassandra.''\nKassandra smiled at him.\n*'''Darius:''' ''I'd miss all of it.''\n[[Ikaros]] soared above the valley, and Darius changed the subject.\n*'''Darius:''' ''The hungriest warrior in the Greek world's ravaged our milk and bread supplies again.''\n<tabber>\n|-|No mortal could eat that much!=\n*'''Kassandra:''' ''Already?! I restocked less than a week ago!''\n|-|He's technically Spartan.=\n*'''Kassandra:''' ''Typical Spartan stomach.''\n</tabber>\n*'''Darius:''' ''His appetite may consume us all.''\n*'''Kassandra:''' ''More milk and bread it is, then. I'll go buy the usual.''\n*'''Darius:''' ''Double. But here—''\nHe turned her attention to a basket.\n*'''Darius:''' ''I was supposed to pass these to the merchant, but... I got carried away with the, uh—''\n*'''Kassandra:''' ''He has that effect on people.''\nThey both smiled widely.\n*'''Kassandra:''' ''I'll deliver this for us and buy ''double'' the usual. The agora should already be open. Be home soon.''\n\nKassandra picked up the basket.\n*'''Kassandra:''' ''Milk and bread, coming right up.''\nShe followed the path down the hill into the village proper. A woman called out to her.\n*'''Civilian:''' ''Say hello to Darius for me!''\n*'''Kassandra:''' ''Mmmhmm.''\nShe overheard two children reminiscing on the [[Phila|Tempest]].\n*'''Child (1):''' ''When I grow up, I wanna be like the Tempest!''\n*'''Child (2):''' Mater'' says the Tempest was bad—''\n*'''Child (1):''' ''Nuh uh! she had the biggest, strongest fleet on the whole [[Aegean Sea|Aegean]]. I wanna be a mighty captain, just like her!''\nKassandra passed a fishmonger.\n*'''Civilian:''' ''Fish, Kassandra?''\n*'''Kassandra:''' ''Oh, uh—no thanks!''\nOut of earshot, she complained about his stock.\n*'''Kassandra:''' ''How can his fish be so stale, we live by the sea!''\nAt last, she reached the merchant at his stall in the agora and set down the basket.\n*'''Civilian:''' ''Kassandra! How's my favorite customer?''\n*'''Kassandra:''' ''Tired. Hungry and tired.''\n*'''Civilian:''' ''It was the same for me. Enjoy these years.''\n*'''Kassandra:''' ''I will. I ''am''. Anyway—''\nShe gestured to the basket.\n*'''Kassandra:''' ''Here's what Darius owes you. We'll need ''double'' the usual. Milk and bread, please.''\n*'''Civilian:''' ''Ah... About the bread. I ran out of wheat. I was supposed to fetch some from the farmer down the road. Perhaps you could help me with that?''\n<tabber>\n|-|I'm happy to get the wheat.=\n*'''Kassandra:''' ''For my favorite merchant, anything.''\n*'''Civilian:''' ''Thank you, Kassandra.''\n|-|I'll get it for a discount.=\n*'''Kassandra:''' ''I'll help you, but I expect to pay a few drachmae less for my order.''\n*'''Civilian:''' ''You drive a hard bargain! But you got it.''\n</tabber>\n*'''Kassandra:''' ''I'll be back from the farm soon. It's not too far away.''\nKassandra set out for the wheat farm.\n*'''Kassandra:''' ''The wheat farm isn't far. This'll be quick.''\nShe crossed the bridge and a man repairing the wall of his house called to her.\n*'''Civilian:''' ''When's [[Elpidios]] visiting me?''\n*'''Kassandra:''' ''Soon enough.''\nAnother woman called to her from her left.\n*'''Civilian:''' ''How's Elpidios?''\n*'''Kassandra:''' ''Stubborn.''\nShe reached the farm and addressed the farmer.\n*'''Kassandra:''' ''The merchant sent me to pick up his wheat.''\n*'''Civilian:''' ''Excellent, it's right there by the fence.''\nShe grabbed the wheat and made her way back to the merchant.\n*'''Kassandra:''' ''Here you go, your wheat.''\n*'''Civilian:''' ''I'll make the bread right away. Can't leave my favorite customer waiting!''\nKassandra stood in wait against the stall's support beam. Eventually, the merchant brought what she requested.\n*'''Civilian:''' ''Here you go. Bread fresh from the oven and milk straight from the goat.''\n*'''Kassandra:''' ''I'll see you sooner than I'd like to—this stuff won't last long.''\n*'''Civilian:''' ''Sometimes I think Elpidios keeps my whole business running.''\n*'''Kassandra:''' ''It's very possible.''\nAs Kassandra walked to the basket, another civilian called out to her.\n*'''Civilian:''' ''Where's mighty Elpidios?''\n*'''Kassandra:''' ''Oh, vanquishing evil, of course.''\n*'''Civilian:''' ''Of course!''\nKassandra picked up the basket of milk and bread.\n*'''Kassandra:''' ''Milk and bread... check. Better get this home.''\nKassandra hurried home with the basket full of provisions. As she traveled the path back to the house, she exhaled at the beauty of her home.\n*'''Kassandra:''' ''Dyme... A place even a ''misthios'' can call home.''\nShe crossed the threshold and Natakas called out her arrival.\n*'''Natakas:''' ''Hey, look who's home!''\n\nKassandra set down the basket and walked up to her partner, smiling.  He turned to face her with a baby boy swaddled in his arms. He handed the baby to his mater, and she looked down at her son as she held him in her arms.\n*'''Kassandra:''' ''How's my Elpidios? How's my son?''\nElpidios giggled with delight. Kassandra rocked him up and down and imitated his noises.\n*'''Natakas:''' ''He missed his ''mater.\n*'''Kassandra:''' ''And she missed him.''\n*'''Natakas:''' ''Promise me, Kassandra. This is our life. This is our home.''\n<tabber>\n|-|Flirt – I chose this life because I love you.=\n*'''Kassandra:''' ''Do you remember [[Makedonia]]?''\n*'''Natakas:''' ''Of course. Walls of dust and flame, the [[Pactyas (Ancients)|Huntsman]]—''\n*'''Kassandra:''' ''I remember ''you'', Natakas. Only you. Home isn't a place—it's people. It's us. As long as we're together, we're home.''\n|-|I chose this life to secure the bloodline.=\n*'''Kassandra:''' ''We are a family now. And I believe it was the right choice. There's no need to run anymore, Natakas. We're home. I'll keep our child safe.''\n</tabber>\nThey turned to look north towards the island where Kassandra's odyssey [[Kephallonia|began]].\n*'''Natakas:''' ''You know, Elpidios... that's where your ''mater'' grew up. Kephallonia.''\nKassandra pointed to the cape where her old hovel stood.\n*'''Kassandra:''' ''Right... there. But it wasn't until I came here, until I met you... that I truly felt home.''\n*'''Natakas:''' ''Kleta and [[Phila]], on the beach that day... They couldn't escape their fate. It ''always'' ends in blood... My family ran for so long... But maybe some things just can't be outrun.''\n<tabber>\n|-|I will keep us safe.=\n*'''Kassandra:''' ''Whatever storm rolls in, whatever [[Amorges]] and the [[Order of the Ancients|Order]] are planning, I swear to you—I swear to our ''son—''I will keep us safe.''\n|-|We will do our best.=\n*'''Kassandra:''' ''We never know what's coming next. All we can do... is what we believe is right, and deal with the consequences.''\n</tabber>\nDarius approached them.\n*'''Darius:''' ''This fight we have with the Order—this [[Assassin-Templar War|war]]—it's not going to be won in my lifetime. Or yours. Maybe I was foolish to think it could be. But fate does not define us, our actions do.''\nKassandra handed Elpidios to his grand-pater.\n*'''Darius:''' ''Our Little [[Leonidas I of Sparta|Leonidas]] spoke his first word today.''\nHis parents were shocked.\n*'''Natakas:''' ''What?! I didn't hear—''\n*'''Kassandra:''' ''That's not possible—what did he say?!''\n*'''Darius:''' ''\"Grand-''pater''.\" Or maybe he burped? It's hard to tell at his age.''\nThe young adults laughed at Darius' joke.\n*'''Darius:''' ''Who's my genius grandson? Who's just like grand-''pater'' Darius?''\nElpidios giggled.\n\nThe family continued conversing.  On the outskirts of the house, [[Orontas]] reappeared, a great deal of time after seemingly [[Safe Passage (Odyssey)|turning himself in]] to the Tempest, and observed the family from afar, with a small sense of contentment in his expression.\n*'''Orontas:''' ''Is there anything more beautiful than this? A simple life.''\nAt his side, a [[Persia]]n elite appeared and observed the family as well.\n*'''Orontas:''' ''Get word to Persia. Send the fleet. Send ''everyone.\n*'''Persian Elite:''' ''By your command... ''Amorges.\nThe elite took his leave.  Amorges glanced down at the scar on his left hand where Darius wounded him so many decades ago, which he had strategically covered while observing the stranded in [[Boura]].  He clenched his fist and looked back at the family with a smile on his face.\n*'''Amorges:''' ''I'll see you soon, old friend.''",
    "Section_Outcome": "*Natakas and Darius decided to stay with Kassandra, settling down at the house on the hill atop the village of [[Dyme]].  Kassandra and Natakas began a romantic relationship, which resulted in the birth of their son [[Elpidios]] some time later.\n*Orontas, the merchant that turned himself in to the Tempest, reappeared and spied the family of four from a distance.  He was accompanied by guards of the [[Order of the Ancients]] and revealed as [[Amorges]], ordering the [[Order of Dominion|full might]] of the Order to be brought to Achaia.",
    "Section_Trivia": "*If the player bids farewell to Darius and his child, then reloads the autosave after the merchant ship departs, the entire group of NPCs—sans Darius and his child—may reload on the shore with the protagonist, with the ship nowhere to be found. \n**Additionally, after departure, the ship will sail west up to a certain point between Achaia and [[Kephallonia]], then stop in the middle of the waters between the regions and travel no further.  Swimming to the ship reveals only a handful of NPCs onboard, none of whom are the player's comrades.\n*For most cutscenes in the base game, all the way up to [[Where It All Began]], the [[Spear of Leonidas]] is reverted to its base form (i.e. rusted with a broken spear shaft), regardless of how far it has been upgraded.  In the cutscene of Kassandra sitting atop the house, the spear is at least in its Level 2 form (i.e. rust removed, broken shaft replaced with a proper grip).\n*When Episode 3 is installed, the two Elite-ranked boars the player must hunt at the beginning of [[The Simple Life]] will be loaded into the world and are killable prior to this point.  If slain before completing 'Home', the objective for 'The Simple Life' will automatically update to returning to the house to talk to Darius when 'Home' completes.  Interestingly, this causes two separate Darius actors to load into the world, and from the right position, both can be viewed in the same frame.\n===Additional conversations===\nAs soon as Home ends, Kassandra can have dialogue with Darius and Natakas about their new life; Darius talks about his hidden blade and the running, while Natakas talks about his new life with a baby:\n*'''Kassandra:''' ''Has anyone come to bother you while I've been gone?''\n*'''Natakas:''' ''No one father and I can't handle.''\n*'''Kassandra:''' ''Maybe we should move someplace safer.''\n*'''Natakas:''' ''No, Kassandra. This is where we belong now. I will not let Elpidios live his life on the road like I did.''\n*'''Kassandra:''' ''OK.''\n\n*'''Kassandra:''' ''You're doing great with Elpidios.''\n*'''Natakas:''' ''We miss you when you're not here.''\n\n*'''Kassandra:''' ''How are you?''\n*'''Natakas:''' ''We've been doing well. The people are all friendly, and even father has been socializing.''\n*'''Kassandra:''' ''Really?''\n*'''Natakas:''' ''Yes, it's been interesting watching him interact with the villagers. It's taken him a while, but he's more... relaxed. This place is good for him.''\n\n*'''Kassandra:''' ''I like your... [[Hidden Blade|secret sword]]?''\n*'''Darius:''' ''Hidden blade.''\n*'''Kassandra:''' ''Hidden Blade. Hmm. I've got a [[Spear of Leonidas|spear]].''\n*'''Darius:''' ''You've got King [[Leonidas I of Sparta|Leonidas]]' spear.''\n*'''Kassandra:''' ''How did you know—''\n*'''Darius:''' ''I was there, Kassandra. At [[Battle of Thermopylae|Thermopylai]]. I've seen that blade in full flight.''\n*'''Kassandra:''' ''You were at Thermopylai.''\n*'''Darius:''' ''Perhaps.''\n\n*'''Kassandra:''' ''Darius, what was Natakas' mother like?''\n*'''Darius:''' ''My wife? Oh... That was very long ago. She was stubborn. Strong. Beautiful. Natakas is more like her than me. Fortunately.''\n\n*'''Darius:''' ''Does a ''misthios'' make a... ''good'' living?''\n*'''Kassandra:''' ''We do all right. I won't own an island any time soon, but—''\n*'''Darius:''' ''But you do all right.''\n*'''Kassandra:''' ''I do all right.''\n\n*'''Kassandra:''' ''Does it get lonely?''\n*'''Darius:''' ''Hmm?''\n*'''Kassandra:''' ''You've run and fought and hid for 30 years—''\n*'''Darius:''' ''28 years.''\n*'''Kassandra:''' ''This life, does it get lonely?''\n*'''Darius:''' ''I have Natakas. I have Elpidios.''\n*'''Kassandra:''' ''Of course.''\n*'''Darius:''' ''But yes. It gets lonely.''\n\n*'''Darius:''' ''So. What's life like for a ''misthios''?''\n*'''Kassandra:''' ''What's life like for—uh, well, you see the world. So that's nice.''\n*'''Darius:''' ''Meet exotic people, then stab them?''\n*'''Kassandra:''' ''Sometimes. Sometimes I kick them.''\n*'''Darius:''' ''I see.''\n\n*'''Kassandra:''' ''After Makedonia, but before Achaia—what were you and Natakas doing?''\n*'''Darius:''' ''Surviving.''\n*'''Kassandra:''' ''Hmm. Sounds boring.''\n*'''Darius:''' ''You were hoping I would entertain you with grand tales from my legendary adventures?''\n*'''Kassandra:''' ''Well... yes.''\n*'''Darius:''' ''We've kept to the shadows. Stayed away from people. Dull is safe, Kassandra. Adventure... is not.''\n\n:*Generally, this dialogue is only available post-[[Legacy of the First Blade: Shadow Heritage|Episode 2]] prior to installing [[Legacy of the First Blade: Bloodline|Episode 3]].  If Episode 3 is installed, it is still available for a very brief window after the letter to begin [[The Simple Life]] is already added, but if the camera is panned away from Darius and his child and the protagonist moves even a few meters away, they will both unload and the dialogue will no longer be available.\n:*One of the conversations with Darius is simply a word-for-word repeat of an earlier conversation in [[Stranger Tides]].",
    "Section_Additional_conversations": "As soon as Home ends, Kassandra can have dialogue with Darius and Natakas about their new life; Darius talks about his hidden blade and the running, while Natakas talks about his new life with a baby:\n*'''Kassandra:''' ''Has anyone come to bother you while I've been gone?''\n*'''Natakas:''' ''No one father and I can't handle.''\n*'''Kassandra:''' ''Maybe we should move someplace safer.''\n*'''Natakas:''' ''No, Kassandra. This is where we belong now. I will not let Elpidios live his life on the road like I did.''\n*'''Kassandra:''' ''OK.''\n\n*'''Kassandra:''' ''You're doing great with Elpidios.''\n*'''Natakas:''' ''We miss you when you're not here.''\n\n*'''Kassandra:''' ''How are you?''\n*'''Natakas:''' ''We've been doing well. The people are all friendly, and even father has been socializing.''\n*'''Kassandra:''' ''Really?''\n*'''Natakas:''' ''Yes, it's been interesting watching him interact with the villagers. It's taken him a while, but he's more... relaxed. This place is good for him.''\n\n*'''Kassandra:''' ''I like your... [[Hidden Blade|secret sword]]?''\n*'''Darius:''' ''Hidden blade.''\n*'''Kassandra:''' ''Hidden Blade. Hmm. I've got a [[Spear of Leonidas|spear]].''\n*'''Darius:''' ''You've got King [[Leonidas I of Sparta|Leonidas]]' spear.''\n*'''Kassandra:''' ''How did you know—''\n*'''Darius:''' ''I was there, Kassandra. At [[Battle of Thermopylae|Thermopylai]]. I've seen that blade in full flight.''\n*'''Kassandra:''' ''You were at Thermopylai.''\n*'''Darius:''' ''Perhaps.''\n\n*'''Kassandra:''' ''Darius, what was Natakas' mother like?''\n*'''Darius:''' ''My wife? Oh... That was very long ago. She was stubborn. Strong. Beautiful. Natakas is more like her than me. Fortunately.''\n\n*'''Darius:''' ''Does a ''misthios'' make a... ''good'' living?''\n*'''Kassandra:''' ''We do all right. I won't own an island any time soon, but—''\n*'''Darius:''' ''But you do all right.''\n*'''Kassandra:''' ''I do all right.''\n\n*'''Kassandra:''' ''Does it get lonely?''\n*'''Darius:''' ''Hmm?''\n*'''Kassandra:''' ''You've run and fought and hid for 30 years—''\n*'''Darius:''' ''28 years.''\n*'''Kassandra:''' ''This life, does it get lonely?''\n*'''Darius:''' ''I have Natakas. I have Elpidios.''\n*'''Kassandra:''' ''Of course.''\n*'''Darius:''' ''But yes. It gets lonely.''\n\n*'''Darius:''' ''So. What's life like for a ''misthios''?''\n*'''Kassandra:''' ''What's life like for—uh, well, you see the world. So that's nice.''\n*'''Darius:''' ''Meet exotic people, then stab them?''\n*'''Kassandra:''' ''Sometimes. Sometimes I kick them.''\n*'''Darius:''' ''I see.''\n\n*'''Kassandra:''' ''After Makedonia, but before Achaia—what were you and Natakas doing?''\n*'''Darius:''' ''Surviving.''\n*'''Kassandra:''' ''Hmm. Sounds boring.''\n*'''Darius:''' ''You were hoping I would entertain you with grand tales from my legendary adventures?''\n*'''Kassandra:''' ''Well... yes.''\n*'''Darius:''' ''We've kept to the shadows. Stayed away from people. Dull is safe, Kassandra. Adventure... is not.''\n\n:*Generally, this dialogue is only available post-[[Legacy of the First Blade: Shadow Heritage|Episode 2]] prior to installing [[Legacy of the First Blade: Bloodline|Episode 3]].  If Episode 3 is installed, it is still available for a very brief window after the letter to begin [[The Simple Life]] is already added, but if the camera is panned away from Darius and his child and the protagonist moves even a few meters away, they will both unload and the dialogue will no longer be available.\n:*One of the conversations with Darius is simply a word-for-word repeat of an earlier conversation in [[Stranger Tides]].",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade]]''\n{{ACODMemories}}\n[[zh:家]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}