{
    "QuestName": "Into the Storm",
    "QuestID": "226367",
    "Revision": {
        "id": "1012316",
        "parentid": "1010956",
        "timestamp": "2022-10-30T15:02:38Z",
        "contributor": null,
        "origin": "1012316",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "8qq6xpifdmgfvc3g8wol2rwttgqjaxr"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Into the Storm 5.png",
        "description": "'After a brief reunion, Natakas implored Kassandra and Darius to save the others who were rounded up and taken to a Teichos of Herakles|mountain fort.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade: Shadow Heritage'",
        "type": "Main",
        "previous": "Stranger Tides",
        "next": "Chasing the Storm",
        "source": "Kassandra",
        "location": "Achaia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''Into the Storm''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra went to the [[Teichos of Herakles]] to rescue several captured civilians.",
    "Section_Dialogue": "Kassandra parted company with [[Natakas]] and [[Darius]], setting out to infiltrate the Teichos of Herakles above them.\n*'''Kassandra:''' ''I should go to the fort.''\nKassandra infiltrated the citadel and set about liberating the stranded people. [[Ikaros]] helped her find them.\n*'''Kassandra:''' ''I see them.''\n:(Found the note that began the quest [[On the Grapevine]])\n:She found a note in the process, which indicated that the [[Cult of Kosmos]] and the [[Order of the Ancients]] were cooperating.\nShe began eliminating soldiers and freeing the citizens, starting with two near the training yard.\n*'''Kassandra:''' (To the man) ''Run! The others are down the mountain!''\n*'''Civilian:''' ''Oh thank [[Zeus]]! And you!''\n[[File:ACOD Into the Storm 2.png|thumb|250px|Kassandra freeing the girl's mother]]\nOne woman further in the citadel was the mother of the child that Natakas was escorting earlier.\n*'''Civilian:''' ''My girl, have you seen my girl?''\n*'''Kassandra:''' ''Your child is down the mountain with the others. Go!''\n*'''Civilian:''' ''Thank you!''\nAs she made her way towards the [[Kleta|last captive]], she overheard a soldier interrogating her.\n*'''Greek Brute:''' ''A man with yellow eyes is hard to miss.''\n*'''Kleta:''' ''I told you, I saw no one matching that description.''\n*'''Greek Brute:''' ''Don't lie to me.''\n*'''Kleta:''' ''Believe what you will.''\n*'''Greek Brute:''' ''How about a ''[[Mercenary|misthios]]'' with a bird? An [[eagle]]?''\n*'''Kleta:''' ''That's ridiculous. Stop asking me stupid questions and let me be caged in peace.''\n*'''Greek Brute:''' ''Why you...!''\nKassandra killed the guard and freed Kleta.\n*'''Kassandra:''' ''Get to the bottom of the mountain. There's people there.''\n*'''Kleta:''' ''A ''misthios''? Thank you.''\n[[File:ACOD Into the Storm 3.png|thumb|250px|The freed civilians gathered with Darius and Natakas]]\nWith all of the stranded people liberated, she made her way out of the citadel and back to Natakas and Darius. As she drew near, she heard them arguing about their next move.\n*'''Darius:''' ''We've been in [[Achaia]] too long. The Order will catch up with us soon.''\n*'''Natakas:''' ''People. Need. Our. Help.''\n[[File:ACOD Into the Storm 4.png|thumb|250px|Mother and daughter reunited]]\nKassandra spoke to them. The girl and her mother reunited.\n*'''Child:''' Mater!\n*'''Civilian:''' ''My child! You're safe. Thank Zeus!''\nShe clasped her daughter's shoulders, then they left together. Natakas addressed Kassandra.\n*'''Natakas:''' ''Kassandra! You're back.''\nKassandra nodded. The finely-dressed woman ran up to them.\n*'''Kleta:''' ''You're the ''misthios'' who saved us. Thank you. I'm Kleta.''\nShe pointed in the direction of her [[Boura|village]].\n*'''Kleta:''' ''I'm sheltering the stranded in Boura, a village not far from here. I've been in Achaia for a long time... but something has changed. A [[Order of the Storm|dangerous presence]] is closing in.''\n<tabber>\n|-|Found the note that began \"On the Grapevine\"=\n*'''Kassandra:''' ''I've found a note belonging to someone called the ''[[Phila|Tempest]]''.''\nKleta's brow furrowed at the name.\n*'''Darius:''' ''You know this name.''\nShe avoided their gaze, but ultimately spoke up.\n|-|Didn't find the note=\n*'''Kassandra:''' ''What do you know?''\n</tabber>\n[[File:ACOD Into the Storm 6.png|thumb|250px|Kleta explaining the Tempest to Darius, Kassandra and Natakas]]\n*'''Kleta:''' ''Everyone in Achaia knows the Tempest. She's the most ruthless commander to ever sail the [[Aegean Sea|Aegean]]. No one's faced her and lived. And her ''rage''... [[Poseidon]] himself fears her. I house those who can't escape the Tempest's wrath in my village. But they can't stay here forever. The harbor is closed. Soldiers are combing the area, looking... I'm working on a plan to get them out of Achaia.''\nShe walked up to Kassandra.\n*'''Kleta:''' ''If you can help, ''misthios'', come find me in Boura.''\nKleta took her leave and headed in the direction of Boura. Kassandra turned back to her companions.\n*'''Kassandra:''' ''She knows more than she's saying.''\n*'''Darius:''' ''It doesn't matter. The Order is here. [[Amorges]] and the rest will not forgive our actions in [[Makedonia]]. Amorges will not forget the [[Pactyas (Ancients)|Huntsman]]'s death at the hand of a [[Tainted One]]. His cunning—''\nHe clenched his fist.\n*'''Darius:''' ''—is sharper than any blade. He may already be here, observing us. Learning from our movements, from our choices, discovering our weaknesses...''\n[[File:ACOD Into the Storm 7.png|thumb|250px|Natakas disputing with his father regarding the stranded civilians]]\n*'''Natakas:''' ''The stranded people come from both foreign lands and all over the [[Greece|Greek]] world—[[merchant]]s, farmers, sailors, families... They are being imprisoned and interrogated. They are being asked about Makedonia. These people are suffering because the Order is looking for us.''\nDarius avoided Natakas' gaze.\n*'''Natakas:''' ''These people need our help—we have to do something. Isn't this what we're fighting for? Aren't they worth the risk?''\nThe civilians were some distance away, readying themselves to travel to Boura. As they departed, the little girl waved back.\n*'''Darius:''' ''We can't save them.''\nNatakas was aghast at his father's words at first, but Darius continued.\n*'''Darius:''' ''Not if the Tempest is still strong. We need to hit her hard—it's the only way to get the stranded people home.''\n[[File:ACOD Into the Storm 9.png|thumb|250px|Natakas catching up with Kassandra]]\nKassandra and Natakas heeded his words and nodded at one another. While they looked to each other, Darius vanished in his trademark fashion without a trace. Kassandra raised her brow, and Natakas shrugged sheepishly.\n*'''Natakas:''' ''We should get started.''\n(Asked \"What are you going to do, Natakas?\")\n*'''Kassandra:''' ''Where will you start?''\n*'''Natakas:''' ''[[Patrai]] is ''overflowing'' with the Tempest's forces. I'll look for leads there about the closed harbor, and maybe more about the Tempest herself.''\n(Asked \"What do you think about Kleta's plan?\")\n*'''Kassandra:''' ''That woman, Kleta...''\n*'''Darius:''' ''There's more to the Tempest's tale than she's telling. But... she needs help. The people in Boura need help. They could do with someone like you.''\n*'''Kassandra:''' ''Then I'll pay her a visit.''\n(Asked \"What is Darius doing?\")\n*'''Kassandra:''' ''Your father sure knows how to make an exit. Where did he go?''\nNatakas laughed.\n*'''Natakas:''' ''He's been following up on some leads in Patrai. Look for him in the hull of a ship near the Patrai harbor—he's made a small [[Patrai hideout|hideout]] there.''\n(Leave – \"We'll crush the Tempest.\")\n*'''Kassandra:''' ''Against the three of us, the Tempest doesn't stand a chance. We'll break her—''\nKassandra paused, realizing what their victory would mean.\n*'''Kassandra:''' ''And then you'll be free to leave the Greek world forever.''\nThey both seemed genuinely sad at the prospect of never seeing each other again.\n*'''Natakas:''' ''I'll go to the harbor and track down the Tempest.''\n*'''Kassandra:''' ''She can't be the only Order member in Achaia. I'll keep an eye out for the others.''\n*'''Natakas:''' ''See you soon, Kassandra.''\n*'''Kassandra:''' ''You will.''\n[[Ikaros]] swooped down through the rock arch far above and soared over the valley as the next chapter of Kassandra's legacy began in earnest. Kassandra considered her options.\n*'''Kassandra:''' ''I could find Darius and Natakas in Patrai... Or I could look for Kleta in Boura.''",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Into the Storm 1.png|Kassandra approaching the Order stronghold\nACOD Into the Storm 8.png|The civilians departing to Boura\n</gallery>",
    "Section_Outcome": "Kassandra liberated the travelers who were stranded in Achaia by the Order of the Storm's blockade and imprisoned in the Teichos of Herakles, meeting Kleta in the process. Kassandra, Darius, and Natakas learned of the Tempest and resolved to weaken her hold on the region so the stranded could return home safely.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade: Shadow Heritage]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}