{
    "QuestName": "Legacy of the First Blade (memory)",
    "QuestID": "228309",
    "Revision": {
        "id": "1054192",
        "parentid": "1013232",
        "timestamp": "2023-08-01T09:32:51Z",
        "contributor": null,
        "origin": "1054192",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "o2f4uv4rsnefvuhnmb7zigg60dqeu9f"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Youmay": {
            "description": "the memory | the [[Legacy of the First Blade | DLC]]"
        }
    },
    "MemoryInfobox": {
        "name": "Legacy of the First Blade",
        "image": "ACOD Legacy of the First Blade memory Screenshot 26.png",
        "description": "'The time had come for Kassandra to live up to her legend, confront Amorges, and find Elpidios.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade: Bloodline'",
        "type": "Main",
        "previous": "Smoke and Fury",
        "next": "Remnant of the Ancients",
        "source": "Kassandra",
        "location": "Messenia, Greece",
        "date": "c. 420s BCE"
    },
    "General_Description": "'''Legacy of the First Blade''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "After killing [[Gergis]], Kassandra headed up to the [[Temple of Zeus, Messenia|Temple]] of [[Jupiter|Zeus]] to confront [[Amorges]].",
    "Section_Dialogue": "*'''Kassandra:''' ''Amorges... Today you ''bleed.\nKassandra navigated through the [[Andania Mine]] and made her way to the Temple of Zeus.\n*'''Kassandra:''' ''[[Elpidios]]... I'm almost there. My son...'' Mater''{{'}}s coming.''\nEntering the courtyard, she found Amorges waiting before the statue of Zeus.\n*'''Amorges:''' ''Calm, aren't they? Moments like these. The moments before the end.''\n*'''Kassandra:''' ''If you've hurt my son... ''nothing'' will protect you. No man. No beast. No god.''\n*'''Amorges:''' ''He's safe with me, Kassandra. Happy. Healthy. And I promise you, he always will be.''\n<tabber>\n|-|Give me back my son!=\n*'''Kassandra:''' ''Where is Elpidios? Where is my son?!''\n*'''Amorges:''' ''Far from war, far from danger... far from you.''\n|-|Think about what you're doing.=\n*'''Kassandra:''' ''Think about where we're going, Amorges. This path can only end in one place. Unless you tell me where to find my son.''\n*'''Amorges:''' ''I'm sorry, Kassandra. I can't do that.''\n</tabber>\n*'''Kassandra:''' ''I once swore to people I loved I would crush the [[Order of the Ancients|Order]]. Believe me, I will keep that promise.''\n*'''Amorges:''' ''You think you can destroy us? The [[New World Order|Order's plan]] goes well beyond you, Kassandra.''\n*'''Kassandra:''' ''What...?''\n[[File:ACOD Legacy of the First Blade memory Screenshot 2.png|thumb|250px|Amorges confronted by Kassandra]]\n*'''Amorges:''' ''Ever the hero, thinking this is all about you. This isn't about any one of us—it's about that most precious of things... ''peace.'' This [[Peloponnesian War|war]] between [[Athens]] and [[Sparta]] threatens to incinerate more than just the [[Greece|Greek]] world. The carnage and butchery have spread to [[Iran|Persia]] and beyond. The Order has the power to save the [[Earth|world]]... And so we will.''\nAmorges outlined how agents such as [[Phila]], [[Pactyas (Ancients)|Pactyas]], and [[Gergis]] were influencing Greek society.\n*'''Amorges:''' ''My agents are rooted deeply in every aspect of Greek life. We have seeped into your establishments, your temples, your homes... We are winning the hearts of your people. Through the Order's influence and Persia's wealth, Sparta will end this war. A new chapter in history will be written by us. We have planted a seed in the fertile soil that is the Greek people, and now peace will grow. Only one threat to that peace remains... ''you.<br>\nKassandra grimaced, indignant at Amorges' insinuations.\n<tabber>\n|-|I'm not a threat to peace.=\n*'''Kassandra:''' ''How could you think I'd—I don't want a war, I want my ''son!\n*'''Amorges:''' ''You don't want a war? You brought one to my door!''\n|-|I am a threat to you.=\nKassandra glanced down and shook her head.\n*'''Kassandra:''' ''You want a war, you monster? I'll give you a war.''\n*'''Amorges:''' ''You already have.''\n</tabber>\n*'''Amorges:''' ''You're a [[Hybrid|Tainted One]], the strongest, most dangerous force the Order has ever seen. You are ''fire.'' Only you stand in the way of the Order's purpose.''\n[[File:ACOD Legacy of the First Blade memory Screenshot 7.png|thumb|250px|Darius and Kassandra confronting Amorges]]\n[[Darius]] entered from the side, interrupting Amorges.\n*'''Darius:''' ''You've forgotten our promise, old friend.''\n*'''Amorges:''' ''Artabanus! I wondered when you'd make your dramatic entrance.''\n*'''Darius:''' ''Think of the innocent lives that were lost, Amorges. You claimed to want peace, but what good is peace when it's enforced by tyranny?''\n*'''Amorges:''' ''I fought for the greater good, for our children, for their futures. I saved your grandson, and I saved [[Artaxerxes I of Persia|Artaxerxes]] that night... Do you remember? I saved him from ''you.\n*'''Darius:''' ''Tell us where Elpidios is.''\n*'''Amorges:''' ''I'm sorry. As long as I breathe, I will never endanger the child—By letting ''her'' raise him!''\nAmorges drew his sword and shield and attacked Kassandra and Darius. They defended themselves.\n*'''Kassandra:''' ''Where is Elpidios? Tell me. Tell me!''\n*'''Amorges:''' ''You cannot raise the boy. With you, he'll never be safe.''\n*'''Kassandra:''' ''He's my son!''\n[[File:ACOD Legacy of the First Blade - Darius Kassandra vs Amorges.png|thumb|250px|Kassandra and Darius combating against Amorges]]\nWhile Amorges blocked one, he was wide open to the other. However, he wielded a [[The Sword of Kings|powerful sword]] that evened the odds.\n*'''Darius:''' ''Do you remember the truth I whispered in the ear of King [[Xerxes I of Persia|Xerxes]]?''\n*'''Amorges:''' ''Remind me, old friend!''\n*'''Darius:''' ''For all the Order's power, they could not protect you—Not from ''me!\nThey inflicted deep wounds on Amorges.\n*'''Darius:''' ''We must protect the people we love, Amorges.''\n*'''Amorges:''' ''That's what I'm doing!''\n*'''Darius:''' ''Where is the child?!''\n*'''Amorges:''' ''In safer hands than yours, \"Darius\"!''\nDarius and Kassandra began to overwhelm Amorges.\n*'''Kassandra:''' ''Return my son, and your pain will end, Amorges!''\n*'''Amorges:''' ''Never.''\nDarius eventually leapt onto Amorges' shoulders, causing him to drop his shield. He somersaulted and sliced down Amorges' back. Enraged, Amorges ignited his sword and began channeling its full power.\n*'''Kassandra:''' ''I'll kill every last one of you!''\n*'''Amorges:''' ''There is no \"last one of us,\" Kassandra. We're the waves. We're the ocean. The Order is endless!''\nAmorges was brought to the brink of defeat. He rolled to retrieve his shield and adjusted his stance. Kassandra speared his shield and ripped it away, allowing Darius to tackle him down the hill.\n*'''Kassandra:''' ''Darius!''\n[[File:ACOD Legacy of the First Blade memory Screenshot 11.png|thumb|250px|Darius with his Hidden Blade near Amorges]]\nKassandra went down the hill and found Darius crouching over Amorges, his [[Hidden Blade]] drawn to his throat.\n*'''Amorges:''' ''The sun rises, but she also sets. My time is over, old friend.''\n*'''Darius:''' ''We were protectors, Amorges. We were champions of Persia. Of the people!''\n*'''Amorges:''' ''I still am, Artabanus. I only wanted to keep our home safe—the ''world'' safe.''\nDarius retracted his Hidden Blade and gave Amorges his right hand.\n*'''Darius:''' ''The child, Amorges. Please.''\nHe helped Amorges up.\n*'''Amorges:''' ''He's on a [[Shipwreck of Nestor|small island]], just off the coast of [[Messenia]]. Perfect spot for fishing...''\nKassandra closed her eyes tightly in relief.\n*'''Amorges:''' ''The Order will never give up, Kassandra. You and your boy will ''always'' be hunted.''\n<tabber>\n|-|Elpidios is safe with me.=\n*'''Kassandra:''' ''And he'll always have ''me'' to protect him.''\n|-|You're right.=\n*'''Kassandra:''' ''I know...''\n</tabber>\n*'''Amorges:''' ''The Order aren't just a group of people—they're an ''idea''. An idea cannot be beaten. An idea cannot be destroyed.''\n*'''Darius:''' ''Not by blades, but through knowledge, through wisdom... Through ideas of our own. [[The Creed|Nothing is absolute]], Amorges. You taught me that a long time ago.''\nAmorges glanced at the scar on his left hand. He groaned in pain and dropped to his knees overlooking the Great Trench. Darius squatted beside him.\n*'''Darius:''' ''\"There will always be tyrants...\"''\n*'''Amorges:''' ''\"And there will always be ''you'', my brother... to stop them...\"''\n[[File:ACOD Legacy of the First Blade memory Screenshot 16.png|thumb|250px|Amorges' death]]\nAmorges succumbed to him wounds and passed on.\n*'''Darius:''' ''Go in peace, old friend.''\nBy dawn, Kassandra had travelled to the southern tip of Messenia, overlooking the small island Amorges mentioned. Kassandra travelled down the hill to a small [[felucca]] near the shore.\n*'''Kassandra:''' ''If Amorges was true to his word... Elpidios will be there.''\nKassandra boarded the felucca and sailed towards the island.\n*'''Kassandra:''' Mater's'' coming...''\nShe reached the edge of the island.\n*'''Kassandra:''' ''Just a moment more, Elpidios...''\nAfter docking, She travelled inland and found a man on a small hill.\n*'''Kassandra:''' ''Hold on... Just hold on.''\n[[File:ACOD Legacy of the First Blade memory Screenshot 19.png|thumb|250px|Darius II meeting Kassandra]]\nKassandra approached the [[Darius II of Persia|man]], who cradled a baby in his arms. The man handed the baby over to Kassandra.\n*'''Kassandra:''' ''My boy, my son... My beautiful son. I'm here, Elpidios... ''Mater's'' here...''\nElpidios giggled while relief washed over Kassandra. She turned to the man.\n*'''Kassandra:''' ''You've kept watch over my son.''\n*'''Unknown:''' ''Every day. Every night. Amorges made sure of it.''\n*'''Kassandra:''' ''Thank you.''\n*'''Unknown:''' ''You know... He has a real Spartan appetite.''\n*'''Kassandra:''' ''Tell me about it.''\nDarius arrived shortly after and heaved a sigh of relief.\n*'''Kassandra:''' Mater's'' got so many stories to tell you—''\nElpidios giggled while Kassandra carried him off.\n*'''Kassandra:''' ''And you've got some stories for ''Mater'' too, I see...''\nWhile Kassandra walked away to spend time with Elpidios, Darius turned to the man.\n*'''Darius:''' ''Who are you?''\n*'''Son of Artaxerxes:''' ''I am Darius. Son of the Persian king, Artaxerxes.''\n*'''Darius:''' ''Artaxerxes...''\n*'''Son of Artaxerxes:''' ''You know my father?''\n*'''Darius:''' ''We've met... But it's been a while.''\n*'''Son of Artaxerxes:''' ''He's a good king and a great father. Persia knows peace. She prospers. I miss him.''\n*'''Darius:''' ''Keep Persia safe... That is his legacy.''\nKassandra and the elder Darius took their leave of the younger Darius, who continued to look back towards the east.\n[[File:ACOD Legacy of the First Blade memory Screenshot 25.png|thumb|250px|Kassandra's last moment with her child]]\nDarius and Kassandra gathered at the shoreline, preparing to leave. While Darius was packing, Kassandra sang her [[Myrrine|mother]]'s song to Elpidios on a rock. He put his Hidden Blade into a small box.\n*'''Darius:''' ''It's time.''\n*'''Kassandra:''' ''Just a moment longer.''\n*'''Darius:''' ''It has to be now.''\nKassandra stood up and took out Natakas' blanket. Darius looked away as she wrapped it around Elpidios. She finished her song and gave her son one last kiss.\n*'''Darius:''' ''What will you do?''\n*'''Kassandra:''' ''Amorges was right—I am fire. I'll use that, a beacon to the Order. If they want to come after my bloodline, they'll know exactly where to find me... But they'll never find—''\nKassandra looked at Elpidios, who had fallen asleep.\n*'''Kassandra:''' ''And what will you do, Darius?''\n*'''Darius:''' ''The Order was created for a purpose. If I can understand our enemy, I can outmaneuver them. I'll protect the boy, Kassandra—be a guardian to Elpidios and to all those who share his blood.''\nThey sat down on a rock.\n*'''Darius:''' ''When the day comes, when he asks of his ''mater'', what should I tell him?''\n<tabber>\n|-|Tell him the hard truth.=\nKassandra stood up.\n*'''Kassandra:''' ''Tell him he had a ''mater'' and ''pater'' who lived incredible lives, who saw incredible things... and ''none'' of it was as incredible as him. His smile. His laugh. The sight of him asleep in my arms...''\nDarius stood up and approached Kassandra. She turned around.\n*'''Kassandra:''' ''Should a day come where he feels unloved or alone, you tell him there is no such day—because he will ''always'' be loved.''\nKassandra handed over Elpidios to Darius.\n*'''Kassandra:''' ''You hear me? You will always be loved.''\n|-|Spare him the hard truth.=\n*'''Kassandra:''' ''If Elpidios comes looking for me, it might be the Order who find him. Tell him only that his parents are dead... But you are loved, Elpidios. You will ''always'' be loved.''\nDarius stood up and approached Kassandra. She turned around, nodded, and handed over Elpidios. He walked towards the boat and paused briefly in his tracks, sad to leave under the circumstances, before continuing to the boat.\n</tabber>\n[[File:ACOD Legacy of the First Blade 27.png|thumb|250px|Darius sailing away from Greece with Elpidios]]\nDarius and Kassandra parted ways for good. He boarded a felucca with Elpidios secure in his arms. Kassandra watched as the boat sailed away from the shore. Kassandra envisioned her son's future while Darius sailed far away from Greece.\n*'''Kassandra:''' ''You'll fight and you'll fall. There will be times when you'll think you can't rise again. You'll want to stay down.''\nDarius arrived onto land.\n*'''Kassandra:''' ''But you ''will'' get up, Elpidios. Because you're strong. Because our bloodline is strong.''\n[[File:ACOD Legacy of the First Blade 29.png|thumb|250px|Darius and a toddler Elpidios in Egypt]]\nThe scene depicted Darius arriving in [[Egypt]], navigating through the [[Giza]] desert. A timelapse depicted Elpidios growing to childhood, walking beside his grandfather, and then to adulthood, walking alone but armed with all the knowledge his grandfather had to teach him, wearing his father's blanket around his waist. As time elapsed, the [[Great Pyramid of Giza]] and the [[Great Sphinx of Giza]] were built and rose into the skyline.\n*'''Kassandra:''' ''And because we ''always'' get up. You'll ask why.''\nIt then seemingly depicted the descendants of Elpidios, each of whom would carry on the blood of Kassandra and the teachings of Darius.\n*'''Kassandra:''' ''And while you'll never know me, know this—You are my son, and I'll always fight for you.''\nThe scene turned towards a [[Aya|woman]] standing on the head of the Sphinx. Natakas' blanket remained wrapped around her waist.\n*'''Kassandra:''' ''You, and those that will come after.''\nThe woman surveyed the surrounding sands before performing a [[Leap of Faith]].",
    "Section_Outcome": "Kassandra and Darius defeated Amorges, who revealed Elpidios' location and patched up with Darius before dying. Arriving on the island south of Messenia, they met Darius II, the son of Artaxerxes I, who handed over the baby to Kassandra. Kassandra made the decision to send Elpidios away with Darius to ensure his safety from the Order.\n\nIn her vision, Darius settled down in Egypt with Elpidios. Elpidios later become an ancestor to numerous individuals, including [[Amunet|Aya]] of [[Alexandria]].",
    "Section_Trivia": "Darius stating to Amorgess that \"Nothing is absolute\" in response to the Order's ideals of absolute peace through control is the first half of the Assassin's Creed. Coupled with Gergis' line of \"All things are permitted\", it forms the maxim of the Creed to learn, adapt, and change.\n\nRegardless of Kassandra's currently equipped gear, she will be depicted wearing the [[Mercenary Set]] during the cutscene where she part ways with Darius and Elpidios.\n\nDuring the timelapse depicting Elpidios and his descendants, the Great Sphinx and the Great Pyramid of Giza are anachronistically depicted as being constructed shortly after 420 BCE, despite both historically being built around 2,600 BCE and 2,500 BCE, respectively.",
    "Section_References": "{{GalleryBox|Legacy of the First Blade (memory)}}\n*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade: Bloodline]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Legs de la Première lame]]"
}