{
    "QuestName": "Leviathan's Maw",
    "QuestID": "226391",
    "Revision": {
        "id": "1058341",
        "parentid": "1045772",
        "timestamp": "2023-09-03T10:02:55Z",
        "contributor": null,
        "origin": "1058341",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "r4h7mck9zvts4145fb2fudyeouvuew3"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Leviathan's Maw 13.png",
        "description": "'Caught off-guard, a rare occurance for her, Kassandra was forced to face the Tempest's fleet blockingher only way out.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade'",
        "type": "Main",
        "previous": "Calm Before the Storm",
        "next": "Home",
        "source": "Kassandra",
        "location": "Achaia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''Leviathan's Maw''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "[[Phila|The Tempest]] caught wind of the escape plan and sailed her fleet to crush the stranded. Kassandra sailed out to meet the fleet head-on.",
    "Section_Dialogue": "Following the execution of the [[Calm Before the Storm|escape plan]], Kassandra watched the Tempest's fleet draw closer to the merchant ships.\n*'''Kassandra:''' ''I need to get to the [[Adrestia]].''\n(or)\n*'''Kassandra:''' ''I have to stop those ships before it's too late.''\nKassandra dove from the cliff, swam to the ''[[Adrestia]]'', and climbed aboard.\n*'''Barnabas:''' ''Here they come...'' \n<tabber>\n|-|Tides of War complete=\n*'''Barnabas:''' ''Captain! The [[Chimera's Breath]] is prepped and at your command!''\n*'''Kassandra:''' ''Thank you, Barnabas. Let's see what this thing can do.''\n|-|Incomplete=\n*'''Kassandra:''' ''The Chimera's Breath sure would help right about now, Barnabas...''\n*'''Barnabas:''' ''You bet [[Poseidon]]'s ass, Captain... We're working on it!''\n*'''Kassandra:''' ''Barnabas?!''\n*'''Barnabas:''' ''We're working on it!''\n</tabber>\nKassandra took the helm and ordered the crew to their battle stations. They sailed the ship north into the fleet's range and unleashed the full power of the ''Adrestia'', sinking them to the bottom of the sea.\n*'''Barnabas:''' ''We did it!''\nBarnabas spotted the ''[[Skylla]]'' coming into range along with two trireme.\n*'''Barnabas:''' ''Captain! Another ship...<br>Look at the size of that thing...''\n*'''Kassandra:''' ''She's on there... The Tempest. Phila. She's on that ship...''\nThe ''Adrestia'' moved to engage the ''Skylla'' and the accompanying Order ships as a more literal raging tempest swept in. \n<tabber>\n|-|Tides of War incomplete=\nThough they began the battle without the Chimera's Breath, Kassandra and the crew bought Barnabas the time he needed to complete the weapon and render it safe for use.\n*'''Barnabas:''' ''The Chimera's Breath is active, Captain! Let's bring [[Hades]] to our enemies!''\n*'''Kassandra:''' ''Time to see what this thing can do...''\n</tabber>\nKassandra sailed the Adrestia to intercept one of the support ships and opened fire with the Chimera's Breath. The flames consumed the ship with little effort.\n*'''Barnabas:''' ''I'm going to call you [[Prometheus]] from now on, Captain!''\nBarnabas cackled with glee at their glorious new weapon.\n*'''Kassandra:''' ''Why?''\n*'''Barnabas:''' ''Because you've tamed fire!''\n[[File:ACOD Leviathan's Maw 3.png|thumb|250px|The ''Adrestia'' engaging the ''Skylla'']]\nWhile Kassandra sank the support ships, the ''Skylla'' fired several well-timed volleys and damaged the ''Adrestia''.\n*'''Barnabas:''' Maláka''! At this rate, she'll sink us!''\nAfter sinking its supporting ships, the ''Adrestia'' rammed the Skylla with full force.\n*'''Barnabas:''' ''Direct hit! She felt that!''\nRamming the Skylla also put the Adrestia in the ideal position to sweep the Chimera's Breath across the entire deck from bow to stern. The flames tore through the ship and dealt considerable damage to its hull. \n*'''Barnabas:''' ''She's hurting! Keep it up!''\nEventually, Kassandra won the naval duel, rending the Skylla inoperable. As the ''Skylla'' sunk, the Tempest washed ashore along with her surviving men. On the cliff above, a guard of the [[Order of the Ancients]] took stock of her failure. The Tempest dragged herself to her feet as a civilian rushed forward to check on her.\n[[File:ACOD Leviathan's Maw 5.png|thumb|250px|Phila's guard drew his son as a civilian approached them]]\n*'''Civilian:''' ''Hey... You OK?''\nA soldier drew his sword and waved off the civilian. He continued to look down at her.\n*'''Civilian:''' ''You need help. You need—''\nThe soldier thrust his sword into the civilian's abdomen, killing him. The Tempest looked up at the Order guard, filled with rage at her defeat.\n*'''The Tempest:''' ''I don't need ''anything.\nThe other civilians ran off scared as she stumbled from the shoreline. They stopped and turned to face the approaching Kassandra.\n<tabber>\n|-|I'll destroy you, Tempest!=\n*'''Kassandra:''' ''I've already destroyed your boat. Don't make destroy you, too.''\n|-|We don't have to do this.=\n*'''Kassandra:''' ''Tempest... Neither of us has to die.''\n</tabber>\n[[File:ACOD Leviathan's Maw 6.png|thumb|20px|Phila and her guards confronted by Kassandra]]\n*'''The Tempest:''' You. ''[[Amorges]] told me all about the [[Tainted One]]s... It's not your fault you were born as you are, but it is your fate to die like the rest. I will do what the Order needs done.''\nThe Order guard repositioned himself, while [[Darius]] stalked him from behind a nearby tree. [[Kleta]] joined Kassandra on the beach.\n*'''Kleta:''' ''Phila!''\nThe Tempest gasped at the sight of her mother.\n*'''The Tempest:''' ''You—what are you doing here?''\n*'''Kleta:''' ''There's so much I want to say, so many things... Please, give me a chance—''\n*'''The Tempest:''' ''You had your chance! You had years!''\n*'''Kleta:''' ''I had to protect you.''\n*'''The Tempest:''' ''I was drowning. Who do you think pulled me out? You? The Order is my family. You're just a memory... My past.''\n*'''Kleta:''' ''You'll never be one of them. You're a Tainted One, Phila.''\nKassandra was shocked to learn Phila was the same as her.\n*'''Kassandra:''' ''What—''\n*'''The Tempest:''' ''I know what I am! Amorges gave me purpose. Guided me. I'm no monster. I am the Tempest!''\n<tabber>\n|-|You are Kleta's daughter.=\n*'''Kassandra:''' ''You don't have to prove anything to anyone, Phila. You don't have to be the Tempest. You can just be you. That's enough. Can't you see that?''\n|-|The Order is using you.=\n*'''Kassandra:''' ''You're too far gone. You're Amorges' puppet. Can't you see that?''\n</tabber>\n[[File:ACOD Leviathan's Maw 8.png|thumb|250px|Kleta trying to reason with her daughter, Phila]]\n*'''The Tempest:''' ''No...''\n*'''Kassandra:''' ''We might be Tainted Ones... But that doesn't make us who we are.''\n*'''The Tempest:''' ''No! I control my fate. I control my future!''\n*'''Kleta:''' ''Please, Phila. Let's just talk. You and me. Forget everything here. Come with us.''\nThe Tempest turned away from her mother.\n<tabber>\n|-|Kleta, go to her.=\n[[File:ACOD Leviathan's Maw 9 Alternate.png|thumb|250px|Phila watched as her guard slew Kleta]]\n*'''Kassandra:''' ''She needs you, Kleta.''\nKleta slowly approached her daughter while the Spartan soldier next to her stood menacingly with a firm grip on his sword.\n*'''Kleta:''' ''Please... You still have family. You still have me.''\nBefore the Tempest could reply, the Spartan swiftly slashed her across the torso. Phila gasped in horror.\n*'''The Tempest:''' Mater!\n[[File:ACOD Leviathan's Maw 10.png|thumb|250px|Phila kills her guard after what they had done to her mother]]\nPhila flew into a rage and killed both of the Spartan soldiers with two swings of her sword. She sheathed her sword, and Kassandra sheathed her [[Spear of Leonidas|spear]]. Phila crouched down to hold her mother. Kleta briefly regained consciousness.\n*'''Kleta:''' ''You're my daughter, Phila. I should never have pushed you away. I have always... been... so...''\nKleta slipped out of consciousness again.\n[[File:ACOD Leviathan's Maw 11.png|thumb|250px|Kleta losing consciousness due to her wound]]\n*'''The Tempest:''' ''Mater...''\nPhila began to cry, then her tears turned to rage directed at Kassandra.\n*'''The Tempest:''' ''This is all your fault, Eagle Bearer...''\nKassandra held out her right hand beckoning her to calm down, but re-armed her spear in her left.\n*'''The Tempest:''' Your'' fault!''\nPhila drew her sword and prepared to kill Kassandra.\n*'''The Tempest:''' ''I'll carve you from the face of this world!''\n*'''Kassandra:''' ''Face me!''\nDespite Phila killing the two Spartan soldiers already, she was one of Kassandra's most formidable opponents by herself.\n*'''The Tempest:''' ''They said you were tough, Eagle Bearer!''\nKassandra critically wounded the Tempest, and she laughed it off.\n*'''The Tempest:''' ''Finally, an opponent worth my time...''\n|-|Kleta, stay back!=\n*'''Kassandra:''' ''Kleta! Don't! She's too far gone. She's not your daughter anymore. She's the Tempest... I'm sorry.''\n[[File:ACOD Leviathan's Maw 9.png|thumb|250px|Kleta preparing to go to battle against Kassandra]]\nThe Tempest let out a war cry and prepared to battle. The Tainted Ones drew their weapons as Kleta got out of harm's way.\n*'''The Tempest:''' ''I'll carve you from the face of this world!''\n*'''Kleta:''' ''Phila!''\n*'''The Tempest:''' ''I'm finishing this. You can't stop me!''\n*'''Kassandra:''' ''Face me!''\n[[File:ACOD Leviathan's Maw 12.png|thumb|250px|Kassandra engaging Phila and her guards]]\nKassandra dispatched the two Spartan soldiers that survived with the Tempest, then turned her full attention to her.\n*'''The Tempest:''' ''They said you were tough, Eagle Bearer!''\nOn the outskirts of the battle, Kleta continued pleading with her daughter.\n*'''Kleta:''' ''Phila! Stop this! Now! Please stop! Please! It doesn't have to be like this, Phila...''\nKassandra critically wounded the Tempest, and she laughed it off.\n*'''The Tempest:''' ''Finally, an opponent worth my time...''\n</tabber>\nThe two Tainted Ones exhausted each other, but the Tempest was significantly more wounded. She dropped her blade and struggled to remain standing. Darius sent the Order guard tumbling behind her. She looked at him and collapsed to her knees as he picked up her blade. The Order guard clutched his side.\n*'''Order Guard:''' ''Get up! Complete your mission, Tempest! It's the will of Amorges.''\nThe Tempest attempted to rise, but fell back to her knees.\n[[File:ACOD Leviathan's Maw 15.png|thumb|250px|Darius offering Phila a sword, encouraging her to redeem herself]]\n*'''Darius:''' ''We are not your enemies, Phila. The Order think they control you, that you're nothing more than an instrument who kills on command. Be more than that—don't let them take away your humanity. Stand... and fight!''\nHe held the blade's hilt towards her. Phila glanced at Darius in agreement, rose, and took up her blade. She faced the Order guard, but couldn't take more than two steps towards him before staggering once more. The Order guard clutched his side and ran away. \n<tabber>\n|-|Kleta dead=\n[[File:ACOD Leviathan's Maw 16.png|thumb|250px|Phila crawling over to her mother]]\nPhila dropped her sword tip-first into the sand and staggered to her mortally wounded mother.\n*'''The Tempest:''' ''Mater... Please don't die. I have—there's still so much I need to say—''\nKleta could barely open her eyes, but managed to speak to her daughter one last time.\n*'''Kleta:''' ''You're my daughter, Phila. I have always... been... so...''\n[[File:ACOD Leviathan's Maw 17.png|thumb|250px|Both Phila and Kleta passed away from their wounds]]\nKleta's life could not hold out long enough to finish her sentence. Phila shook her head and collapsed next to her mother, succumbing to her own wounds.\n*'''The Tempest:''' ''Kassandra... There is no simple life for us, only death. I always knew it would end like this...''\n[[Natakas]] approached Kassandra and Darius.\n*'''Natakas:''' ''Father, the waters are open. We should get out while we still can.''\nNatakas and Darius took their leave with Kassandra following close behind. As the rain continued, Kassandra lamented the deaths of Kleta and Phila, but took solace in them going to the [[Charon|Ferryman]] together.\n*'''Kassandra:''' ''At least they're together now.''\n|-|Kleta alive=\nKleta ran forward, and Phila collapsed for the final time.\n*'''Kleta:''' ''Phila!''\nPhila looked up at Kassandra.\n*'''The Tempest:''' ''There's no simple life for people like us, only death. I always knew it wound end like this...''\nShe turned to her mother.\n*'''The Tempest:''' ''Forgive me. I should never have—''\n*'''Kleta:''' ''I'm proud of you. I always have been. Do you hear me? I've always been proud of you. You're my daughter. You always will be.''\nShe held out the toy boat that Phila used to play with. She smiled and accepted it from her mother.\n*'''The Tempest:''' ''We'll go sailing again, mater.''\nShe rolled to her side, then prone on the ground.\n*'''The Tempest:''' ''Just like we used to...''\nPhila finally succumbed to her wounds as the boat slipped from her grasp. Kleta wept.\n*'''Kleta:''' ''Just like we used to.''\n[[Natakas]] approached the group.\n*'''Natakas:''' ''Father, the waters are open. We should get out while we still can.''\nNatakas and Darius took their leave with Kassandra following close behind. As the rain continued, Kleta mourned her daughter's death.\n*'''Kleta:''' ''My little girl... ''Mater's'' here... I'm right here...''\n</tabber>\n[[File:ACOD Leviathan's Maw 18.png|thumb|250px|Kassandra sailing away the toy boat which had belonged to Phila]]\nDay broke, and Kassandra crouched down by the water to set the toy boat sailing into the sea, acknowledging that in death, Phila was freed of her burdens.\n*'''Kassandra:''' ''Darius and Natakas will be leaving soon. I should see them before they go.''",
    "Section_Outcome": "Kassandra defeated Phila, ending the Order of the Storm's activities in Achaia.",
    "Section_Trivia": "*Though the subtitle text is different, the game uses the voice file for the line \"Let's see what this thing can do\" when the Chimera's Breath is readied for use mid-battle, i.e. not completing [[Tides of War]].",
    "Section_Gallery": "<gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nACOD Leviathan's Maw 1.png|The ''Adrestia'' captained by Kassandra and Barnabas heading out to sea\nACOD Leviathan's Maw 2.png|Kassandra and Barnabas spotting the ''Skylla'', The Tempest's ship\nACOD Leviathan's Maw 4.png|The Order Elite watched as Phila and her remaining crew wash up on the show\nACOD Leviathan's Maw 7.png\nACOD Leviathan's Maw 14.png|Darius approached a wounded Phila\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}