{
    "QuestName": "Mysterious Malady",
    "QuestID": "225288",
    "Revision": {
        "id": "1029130",
        "parentid": "1029128",
        "timestamp": "2023-05-02T00:32:17Z",
        "contributor": null,
        "comment": "typo",
        "origin": "1029130",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "m9b4gtotkoljreyssunr5j8ze8u61sm"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "name": "Mysterious Malady",
        "image": "ACOD Mysterious Malady 1.png",
        "description": "'The townsfolk agreed it was no common plague. Kassandra joined Natakas to investigate a Potidaia|village beset by a strange sickness.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade: Hunted'",
        "type": "Main, Support",
        "previous": "Starting the Hunt",
        "next": "Piecing the Puzzle",
        "source": "Kassandra",
        "location": "Makedonia, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''Mysterious Malady''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra travelled to [[Potidaia]] to investigate a sickness plaguing the village.",
    "Section_Dialogue": "As Kassandra approached the village, she heard the villagers complaining about a [[Timosa|Doctor]].\n*'''Civilian:''' ''Where is the Doctor? I need more of her medicine. I don't feel any better...''\n*'''[[Magistrate of Potidaia|Magistrate]]:''' ''Where is that useless Doctor?! When I get my hands on her....''\nShe got closer to a small cliff overlooking the village and talked to the magistrate.\n*'''Magistrate:''' ''Unless you're here to fix my problem, I'm not interested. Oh. The eagle-bearing ''misthios.\n[[File:ACOD Mysterious Malady 2.png|thumb|250px|Kassandra and Natakas visiting the Magistrate]]\nNatakas walked up next to them.\n*'''Natakas:''' ''Ah, Kassandra. You've arrived. This is the—''\n*'''Magistrate:''' ''Great, another joins the fray. If you people have no important business here, I suggest we break up this party.''\nA civilian down below started coughing and the Magistrate signaled one of his men to turn the civilian around, so that they could face each other.\n*'''Civilian:''' ''Please! I'm healthy (cough), I promise!''\nThe Magistrate waved his hand and the civilian was led away by the Magistrate's guard. He then turned back to Kassandra and Natakas.\n(Asked \"Where are they taking that man?\")\n*'''Kassandra:''' ''That man's afraid. Where are you taking him?.''\n*'''Magistrate:''' ''It's not your business, ''misthios''. Any sign of sickness has to be culled. Whatever it takes.''\n(Asked \"Tell me what's going on.\")\n*'''Kassandra:''' ''You must be the Magistrate in charge of Potidaia. Tell me about this illness.''\n*'''Magistrate:''' ''Looks like word of us is spreading... just like this foul plague! All these idiots are falling ill quicker that we can find a cure.''\n*'''Natakas:''' ''I heard that there's a doctor in this village. We're looking for her.''\n*'''Magistrate:''' ''Aren't we all? That ''malákas'' went off to find ingredients. I even sent men to bring her back! If you have so much time to stand around and chat, why don't you help?''\n(Accept – \"I'll find this doctor.\")\n*'''Kassandra:''' ''I'll find this Doctor.''\n*'''Magistrate:''' ''Good. You do that. She's never around when you need her! If you can't find her, don't bother coming back. If you catch whatever is going around, I might need to make space in the carts for an extra body.''\n\n<tabber>\n|-|I don't get sick.=\n*'''Kassandra:''' ''I should be the least of your concerns. I'll find this Doctor and bring her back.''\n*'''Magistrate:''' ''You better.''\n|-|Don't threaten me.=\n*'''Kassandra:''' ''Keep it up and you'll have to make space on the cart for someone your size.''\n*'''Magistrate:''' ''Don't threaten me, ''misthios''. You don't know who you're dealing with.''\n</tabber>\n*'''Kassandra:''' ''You must have some idea about where the Doctor might be.''\n*'''Magistrate:''' ''That ''malákas'' left towards the forest, blabbering about ingredients.''\nKassandra and Natakas shared a look.\n[[File:ACOD Mysterious Malady 4.png|thumb|250px|The Magistrate requesting Kassandra and Natakas' help]]\n*'''Kassandra:''' ''A plague, a burned village... This is no accident.''\n*'''Magistrate:''' ''Of course it's no accident. We've been ''cursed''!''\n*'''Natakas:''' ''I'll take a look around. Let's meet back here after you're done.''\n(Asked \"Where is the Doctor?\")\n*'''Kassandra:''' ''There are a lot of forests in Makedonia. Where exactly can I find the Doctor?''\n*'''Magistrate:''' ''Somewhere east of Potidaia, following along the coastline. I sent some men after her, but they haven't returned.''\n(Asked \"What else do you know about the sickness?\")\n*'''Kassandra:''' ''You're the man in charge. You must have some idea of what's going on with this sickness.''\n*'''Magistrate:''' ''I only know it started around the time that village burned.''\nShe looked at him suspiciously.\n*'''Kassandra:''' ''You look like you know something about the fires there.''\n*'''Magistrate:''' ''I don't know anything. I want nothing to do with it.''\n(Leave – \"I'll be going now.\")\n*'''Kassandra:''' ''I'll see to your Doctor now.''\n*'''Magistrate:''' ''Make it quick, ''misthios.\n\nKassandra began her search for the Doctor. Ikaros spotted her and the Magistrate's men on a beach near the [[Underwater Cavern]].\n*'''Kassandra:''' ''Found her!''\nThe woman, seemingly unconscious, was surrounded by the soldiers, who were unsure of how to proceed.\n*'''Greek Soldier:''' ''I only hit her once!.''\n*'''Greek Soldier:''' ''What should we do with her?''\n*'''Greek Soldier:''' ''I knew she was up to something.''\n*'''Greek Soldier:''' ''Should we bring her back to the Magistrate?''\n[[File:ACOD Mysterious Malady 7.png|thumb|250px|Timosa rescued by Kassandra]]\nKassandra attacked the soldiers and eliminated them. The doctor came to as she approached her.\n*'''Timosa:''' ''Thank you. Those men were—oh!''\nShe looked Kassandra up and down.\n*'''Timosa:''' ''You're the Eagle Bearer.''\n*'''Kassandra:''' ''You must be the Doctor from Potidaia. The Magistrate's looking for you.''\n*'''Timosa:''' ''Of course he is. I knew something was amiss when his guards appeared out of nowhere and ''attacked'' me.''\n\n<tabber>\n|-|The Magistrate is insane.=\n*'''Kassandra:''' ''He seems to take... extreme measures.''\n*'''Timosa:''' ''That's true, and although I understand his concern for the village, it shouldn't be at the cost of innocent lives.''\n|-|He does what is needed.=\n*'''Kassandra:''' ''The magistrate is doing what he has to for the village.''\n*'''Timosa:''' ''But I can't condone his actions, especially when innocent lives are at stake.''\n</tabber>\n*'''Kassandra:''' ''Let's get back to Potidaia.''\n*'''Timosa:''' ''Not yet, ''misthios''. My ingredients were stolen by bandits. I need the ingredients to save the village!''\n\n<tabber>\n|-|I will help you.=\n*'''Kassandra:''' ''Innocent lives are on the line. I'll get your ingredients.''\n*'''Timosa:''' ''As expected—you're as kind as you look. I'm grateful for your help, ''misthios.\n|-|I work for drachmae.=\n*'''Kassandra:''' ''I'm willing to swim—for drachmae.''\n*'''Timosa:''' ''As expected of a resourceful ''misthios''. I'll have your drachmae waiting, you have my word.''\n</tabber>\n(Asked \"How will you stop the plague?\")\n*'''Kassandra:''' ''You must have a plan to save the villagers.''\n*'''Timosa:''' ''This illness... It's slow and suffocating. But my medicine is the key. The village is counting on me. And now they're counting on you.''\n(Leave – \"I'll go get the ingredients.\")\n*'''Kassandra:''' ''I'll get the ingredients.''\n*'''Timosa:''' ''And I'll run back to the village and get a head start on a new batch of medicine.''\n*'''Kassandra:''' ''See you in Potidaia.''\n\nKassandra took her leave. Timosa started back towards Potidaia and spoke to Kassandra once more.\n*'''Timosa:''' ''I'll be back in town, ''misthios''. Bring my ingredients there.''\nKassandra boarded her [[Adrestia|ship]] and took her place at the helm, ordering the crew to make ready to sail.\n*'''Kassandra:''' ''The Magistrate's men... Strange they'd attack the Doctor.''\n[[File:ACOD Mysterious Malady 8.png|thumb|250px|The ''Adrestia'' attacking the bandit ship]]\nThey sailed to the first bandit ship and sank it, recovering some of the medicine. Kassandra turned her attention towards the second ship and sank it as well, recovering the rest of the medicine, along with a note.\n*'''Kassandra:''' ''Hmm... There's a letter with the medicine. Looks like these bandits were hired by someone.''\n*'''Letter from the Bandit Leader:'''<br>''Keep a close eye on these supplies. Our deal is to bring her the Eagle Bearer's head. She will pay us in full when the job is done.''\n*'''Kassandra:''' ''These ingredients aren't from around here. Better get back to the Doctor.''\nAs the ship sailed north, Kassandra pondered the \"bandits\" that held medicine, and why they would have it.\n*'''Kassandra:''' ''Those soldiers were Persian.''\n[[File:ACOD Mysterious Malady 9.png|thumb|250px|Kassandra returing to village]]\nAt Potidaia, more villagers were vomiting uncontrollably. Kassandra returned to the Magistrate and Timosa and overheard them quarreling, with Natakas trying in vain to break them up.\n*'''Magistrate:''' ''You poisoned us!''\n*'''Timosa:''' ''As expected, the Doctor always gets blamed.''\n*'''Natakas:''' ''Calm down, both of you.''\nShe joined them.\n*'''Kassandra:''' ''What's going on here?''\n*'''Natakas:''' ''Kassandra! I found poison in the water supply. This is definitely the work of the Order.''\n*'''Timosa:''' Misthios!'' You've returned in one piece.''\nThe magistrate demanded Timosa's attention.\n*'''Magistrate:''' ''Listen to me! You're trying to sabotage us. Don't deny it!''\n*'''Timosa:''' ''Magistrate, please try to relax.''\n*'''Magistrate:''' ''People have been drinking your \"medicine\", but they all died anyway. Your cure is useless, just like you!''\n\n<tabber>\n|-|Keep calm.=\n*'''Kassandra:''' ''I suggest you calm down, Magistrate.''\n|-|Shut up.=\n*'''Kassandra:''' ''I suggest you keep your mouth shut before I decide to shut it.''\n</tabber>\nThey both turned to look at her.\n*'''Magistrate:''' ''The Doctor's medicine has only made our situation worse!''\n*'''Timosa:''' ''As expected, the Doctor is the one everyone blames. All I've done is help.''\nTimosa turned to the Magistrate.\n*'''Timosa:''' ''Someone like you who kill problems rather than solves them wouldn't know anything about it.''\n*'''Kassandra:''' ''Enough, both of you. One of you is behind this, and I'm going to find out who.''\n\n<tabber>\n|-|Attack – It's you, Magistrate.=\n*'''Kassandra:''' ''Curious that you would send guards after the Doctor, Magistrate. Explain yourself.''\n*'''Magistrate:''' ''What are you talking about?! I did no such thing!''\nHe signaled to his guards.\n*'''Magistrate:''' ''Guards, get the ''misthios''!''\nHis guards attacked. Natakas stood with Kassandra.\n*'''Magistrate:''' ''Kill the ''misthios''! She's the ''real'' conspirator here!''\nAs she fought the guards, two Persian soldiers also joined the fight. Once she had killed them, she regrouped with Natakas and Timosa.\n*'''Timosa:''' ''Impressive. As expected, you're quite the fighter.''\nShe turned back towards the village.\n*'''Timosa:''' ''His paranoia was leading him to commit horrific acts. There's nothing I can do for the people here. They no longer trust me because of him. I hope to see you soon, Eagle Bearer.''\nTimosa left and Kassandra turned to Natakas.\n*'''Kassandra:''' ''How did the investigation go?''\n*'''Natakas:''' ''I found this note.''\n|-|Attack – Stop lying, Doctor.=\n*'''Kassandra:''' ''The ingredients you use for the medicine... Why don't you take a sip, Doctor?''\n*'''Timosa:''' ''It... it's not necessary, ''misthios''. Let's focus—''\n*'''Magistrate:''' ''I knew it! It was her! ''Maláka''! Your medicine was a fake, it killed everyone!''\nThe Doctor's expression slowly changed as she dropped her facade.\n*'''Timosa:''' ''As expected. A little too late, I'm afraid. Already more than half of this village will die a slow, painful death.''\n[[File:ACOD Mysterious Malady 11.png|thumb|250px|Timosa with two Persian soldiers]]\nTwo soldiers dressed in Persian garb arrived. Timosa turned towards them.\n*'''Timosa:''' ''You took long enough. I sent word the moment I saw her.''\nShe sarcastically bid farewell to Kassandra.\n*'''Timosa:''' Chaire'', \"Eagle Bearer.\"''\nA fight ensued.\n*'''Timosa:''' ''Too late, \"Eagle Bearer,\" we got you now.''\n*'''Natakas:''' Maláka''! So many lives were lost because of you! You liar!''\n*'''Timosa:''' ''No price is too great to draw you out.''\nAs Kassandra killed Timosa, evidence on her person revealed her to be a member of the [[Order of Hunters]].\n*'''Timosa the Physician:''' ''Medicine can be tonic or poison. The only difference is the intent of the physician.''\nKassandra regrouped with Natakas and the Magistrate.\n*'''Magistrate:''' ''I knew my men attacked her for a reason. I only hope you made their deaths quick.''\nThe Magistrate walked off without another word.\n*'''Natakas:''' ''Did you find any clues on the Doctor?''\n*'''Kassandra:''' ''A note.''\n</tabber>\n[[File:ACOD Mysterious Malady 12.png|thumb|250px|Kassandra reading the note]]\nKassandra unfurled the note and read it.\n*'''Natakas:''' ''What do you think?''\n*'''Kassandra:''' ''\"My [[Wolf|wolves]] howl, my [[Wild boar|boars]] snarl, and my crows conspire—all for the blood of the [[Tainted One]]. You will bring them to me, as expected.\" So the Huntsman commands beasts who'd usually tear each other apart. Great. Something to look out for.''\nNatakas seemed troubled.\n*'''Kassandra:''' ''The Order did this.''\n*'''Natakas:''' ''They did this because we were here. To draw us out. Father was right. I understand now why we live in the shadows, why we run. This... this is my fault.''\n\n<tabber>\n|-|We made a mistake.=\n*'''Kassandra:''' ''We must learn from our mistakes, Natakas.''\n*'''Natakas:''' ''Thank you, Kassandra. Let's meet back at the hideout. We'll talk there.''\nHe left.\n|-|We had no choice.=\n*'''Kassandra:''' ''We did what we could. It's all we could do.''\n*'''Natakas:''' ''I appreciate your words, Kassandra. We can talk more back at the hideout.''\nHe left.\n</tabber>",
    "Section_Outcome": "Kassandra and Natakas investigated the illness that plagued Potidaia and received a clue to the location of the [[Pactyas (Ancients)|Huntsman]].",
    "Section_Trivia": "*Timosa is the one in league with the Order and thus the one responsible for the sickness. Thus, the most convenient choice is to attack her instead of the magistrate. Otherwise, a clue, titled \"Natakas' Investigation\" (different from the one added to the [[Pactyas (Ancients)|branch Magi]]'s submenu), will be added to the Ancients menu, revealing her masked icon and directing the player to the [[Aristeas Military Camp]]. The clue spawned there will unveil her identity to track her down on the world map, in a bandit camp on the border of [[Malis]], far removed from the rest of the episode's setting.\n**The clue in question, \"Note from the Physician to the Huntsman,\" will spawn at the camp even if Timosa is slain at Potidaia. Upon saving and reloading the game, it will be readable in her Ancient submenu. However, the first clue will only be obtained and readable by killing the magistrate and allowing Timosa to escape, regardless of how obvious it may be that she is the Order member.\n\n<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Mysterious Malady 3.png|A civilian coughing\nACOD Mysterious Malady 5.png|Guards surrounding Timosa\nACOD Mysterious Malady 6.png|Kassandra finding Timosa\nACOD Mysterious Malady 10.png|One of the culprits\nACOd-LotFB1-MysteriousMalady-Timosadead.jpg|Timosa dead\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade: Hunted]]''\n\n[[es:El mal misterioso]]\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}