{
    "QuestName": "Prodigal",
    "QuestID": "226372",
    "Revision": {
        "id": "1010960",
        "parentid": "963493",
        "timestamp": "2022-10-09T03:46:01Z",
        "contributor": null,
        "origin": "1010960",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "bvdiv5zceej9eop48g3iep4sabhpvc3"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Prodigal Memory 05.png",
        "description": "'When Kleta expressed a deep desire to help the stranded in Achaia, Kassandra saw an opportunity to advance both of their goals, which took her to the idyllic village of Boura.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade: Shadow Heritage'",
        "type": "Main, Support",
        "previous": "Persian Puppetry",
        "next": "Safe Passage (Odyssey)|Safe Passage",
        "source": "Kassandra",
        "location": "Achaia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''Prodigal''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra accepted [[Kleta]]'s offer to meet her in [[Boura]].",
    "Section_Dialogue": "Kassandra travelled to Boura.\nKassandra continued until she found the small alleyway where Kleta awaited her.\n*'''Kassandra:''' ''A small alleyway...''\nShe found Kleta there and spoke to her.\n*'''Kassandra:''' Chaire'', Kleta.''\n*'''Kleta:''' [[Mercenary|Misthios]]'', you came. Thanks to you, these people are safe.''\n*'''Kassandra:''' ''Call me Kassandra.''\nKassandra glanced over at two [[civilian]]s chatting behind them.\n*'''Kassandra:''' ''Looks like the stranded people are settling in well.''\n*'''Kleta:''' ''Resources are scarce, but we make do with what we have. These people have nowhere to go. Marooned, alone, far from home... I try to provide them a little bit of comfort.''\n*'''Kassandra:''' ''It's normal to be uncomfortable—better, even. That's a principle of [[Sparta]]n training. It's how they become such fierce warriors.''\n*'''Kleta:''' ''You remind me of my [[Phila|daughter]].<br>She ways always aspiring to be better, to be greater.''\n\n<tabber>\n|-|I am great.=\n*'''Kassandra:''' ''It's not aspiring if you're already great.''\nKleta laughed, more than one usually would. Kassandra gave her a quizzical look.\n|-|We're all flawed.=\n*'''Kassandra:''' ''We all have things about ourselves that could be improved.''\n</tabber>\n\n*'''Kleta:''' ''These people will have to be their best selves if they're going to escape the Tempest. Her forces are monitoring the ships in and out of [[Achaia]], and their control over the island is growing stronger everyday.<br>We need to get them out of here. Will you help me, Kassandra?''\n(Accept – \"I'll help the stranded people.\")\n*'''Kassandra:''' ''I'll help. What do I need to do?''\nKleta nodded and signalled Kassandra to follow her. As they walked, she continued.\n*'''Kleta:''' ''Leaving Achaia is not going to be easy, but I've spoken to a few of the stranded and we've come up with a plan.<br>Find [[Amorges|Orontas]]. He's overlooking the fields. He'll have more information about this.''\nThe two parted ways. Kassandra made her way to the fields, looking for Orontas. He was feeding birds, who took off as Kassandra approached.\n*'''Orontas:''' ''Oh... They've flown away.''\nShe stood next to him.\n*'''Orontas:''' ''Ah. A ''misthios.<br>''Tell me, is there anything more beautiful than this? The calm, the peace, the comfort of a simple life...''\n<tabber>\n|-|I long for a simple life.=\n*'''Kassandra:''' ''The idea of settling down is like a dream to me. I seem to go from one problem to the next.''\n|-|I don't do simple.=\n*'''Kassandra:''' ''The life of a mercenary is the life I want to live. I like to keep busy.''\n</tabber>\n\n*'''Orontas:''' ''In that case, welcome to Boura.''\nHe turned to face the village. Kassandra crossed her arms.\n*'''Kassandra:''' ''What brings you to Achaia?''\n*'''Orontas:''' ''I've traveled across many seas, ''misthios''. The blockade paused my journey as a [[merchant]], but... Kleta gave me a place to stay.<br>When you've been through as much as I have, when you've weathered the most horrific and turbulent storms... you start to appreciate the simple joys of life. Like Boura, a place I could call home.''\nHe looked over at the village with worry.\n*'''Orontas:''' ''I fear these quiet times won't last.''\n<tabber>\n|-|Treasure this peace while you can.=\n*'''Kassandra:''' ''All peace is hard earned. It should be treasured.''\n*'''Orontas:''' ''My sentiments exactly.''\n|-|Learn to live in chaos.=\n*'''Kassandra:''' ''I've lived in chaos. I can show you a trick or two.''\n*'''Orontas:''' ''I'm all ears.''\n</tabber>\n*'''Kassandra:''' ''Kleta sent me to you. She said you lost your ships.''\n*'''Orontas:''' ''Indeed. We're in troubling times, ''misthios''. Achaia is growing more dangerous by the day, and we need to escape while we can.<br>I've discussed the plan at length with Kleta, and—''\nKassandra and Orontas' conversation was interrupted by the arrival of [[Order of the Ancients|Order]] [[guard]]s to Boura.\n*'''Order Guard:''' ''Keep looking!''\n*'''Kassandra:''' ''Guards!''\n*'''Orontas:''' ''They've upped their patrols.''\n*'''Kassandra:''' ''I caught their attention at the [[Teichos of Herakles|fort]]. They're looking for more stranded.''\n*'''Orontas:''' ''We mustn't let them disrupt our peace, ''misthios''. Deal with them quietly if you can. I'll get Kleta and the rest to higher ground.''\nOrontas left. Kassandra cracked her knuckles and got ready to strike.\n*'''Kassandra:''' ''I have to stop them before they get to the village.''\nKassandra slipped into the fields of flowers and quietly approached them. \n*'''Kassandra:''' ''Another one.''\nShe overheard the soldiers talking.\n*'''Greek Soldier:''' ''Be careful. Remember what happened at the fort.''\n*'''Order Guard:''' ''Comb all the fields! Turn over every rock if you have to!''\n*'''Guardian:''' ''We can't go back empty-handed. The Tempest won't be forgiving.''\n*'''Greek Soldier:''' ''Oh no... What was that?''\nOne soldier in particular feared for her abilities.\n*'''Hektor:''' ''They—they say she has the power of the gods.''\n*'''Greek Soldier:''' ''Shut up.''\nKassandra attacked the guards.\n*'''Greek Soldier:''' ''There's the Eagle Bearer! After her!''\nAfter eliminating the group of soldiers, more arrived from the east.\n*'''Kassandra:''' ''More guards... On [[horse]]back!''\n*'''Greek Soldier:''' ''You'll pay for what you did, ''misthios''!''\nNevertheless, she persisted and defeated them. She reached Orontas and Kleta at the shrine.\n*'''Orontas:''' Misthios'', you prevailed.''\n*'''Kleta:''' ''Thank you, Kassandra. I... I knew they were on the move, but I didn't think it'd be so soon.''\nShe looked to Orontas.\n*'''Kleta:''' ''We need to set our plan in motion.''\n*'''Kassandra:''' ''Tell me what needs to be done.''\n*'''Orontas:''' ''We need a mode of transport across the [[Aegean Sea|Aegean]]. The ships we came in were taken when we arrived in Boura by the [[Ariston|foreman]] of the docks.''\n*'''Kleta:''' ''Perhaps we can strike a deal with the foreman to get them back.''\n<tabber>\n|-|Accept – I'm ready to help.=\n*'''Kassandra:''' ''I have the time to help you now.''\n|-|Not right now.=\n*'''Kassandra:''' ''I have other things to do.''\n*'''Kleta:''' ''Come back when you have time. We could use your help.''\nIn time, Kassandra completed her errands and returned to Kleta and Orontas. (back to previous choices)\n</tabber>\n*'''Kleta:''' ''In that case, we should bring you up to speed on the foreman situation.''\n*'''Kassandra:''' ''I'm listening.''\n*'''Kleta:''' ''He's quite a character, I've heard rumours that he frequents a [[Pellene Tavern|tavern]] in [[Pellene]] and drinks as if to endlessly worship [[Dionysos]].<br>Word is he doesn't take well to mercenaries.''\n*'''Kassandra:''' ''I can get people to like me.''\n*'''Orontas:''' ''I'm sure you have your ways, ''misthios.\nOrontas nodded at Kleta and left. Kleta looked at Kassandra before turning and walking to the edge of the cliff. Kassandra followed her, seeing her ponder a small toy boat.\n*'''Kleta:''' ''My daughter... She always loved the water.<br>As a girl, she always wanted to steer when we rowed out to sea. As she got older...<br>I've never stopped wondering if she will come back to me.''\n(If players asked \"What is your daughter like?\")\n*'''Kassandra:''' ''Tell me more about your daughter.''\n*'''Kleta:''' ''As a child, she was unusually strong. People would say her goals and ambitions soared far beyond the norm. Her strength wasn't the only thing.<br>Her temper matched that of [[Poseidon]] in a storm.''\n(If players asked \"Where is she now?\")\n*'''Kassandra:''' ''Do you have any idea where your daughter went?''\n*'''Kleta:''' ''She left without a word.<br>Every day I yearned for her return... I sometimes think I've lost her for good.''\n(If players chose \"There's something you're not telling me.\")\n*'''Kassandra:''' ''There must be a reason why you're telling me about your daughter.''\n*'''Kleta:''' ''My Phila... She captains the [[Skylla (ship)|Skylla]] now.''\nKassandra was shocked at the revelation.\n*'''Kassandra:''' ''Your daughter is the Tempest.''\n*'''Kleta:''' ''It's been years since I've heard from her.<br>I... I pushed her too much, too far. And now, it feels like I've pushed her away forever.''\n<tabber>\n|-|You need to let go of your daughter.=\n*'''Kassandra:''' ''It must be painful to realize what she's become. She's gone too far, harmed too many.''\n|-|You need to hold on to hope.=\n*'''Kassandra:''' ''She's an adult now—she makes her own choices. Don't blame yourself.''\n</tabber>\n*'''Kleta:''' ''Now isn't the time to dwell on the past. Orontas needs our help. I'll go to Pellene and make myself useful.''<br>Chaire'', Kassandra.''\nKleta took her leave. Kassandra contemplated what she had learned and considered her next step.\n*'''Kassandra:''' ''I should go to Pellene.''",
    "Section_Outcome": "Kassandra spoke to Kleta about helping the stranded people of Achaia. She also learned that the Tempest was Kleta's daughter Phila.",
    "Section_Behind_the_scenes": "*Kleta mentions that the Tempest's forces have 'the island' under a tightening control. Yet Achaia is part of the [[Peloponnese]], a peninsula, not an island.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Prodigal Memory 01.png|Kassandra following Kleta\nACOD Prodigal Memory 02.png|Kassandra speaking to Orontas\nACOD Prodigal Memory 03.png|Kassandra and Orontas discovering Order guards\nACOD Prodigal Memory 04.png|Kleta carrying a toy boat belonging to her daughter\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade: Shadow Heritage]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:La fille prodigue]]"
}