{
    "QuestName": "Protector of Persia",
    "QuestID": "225293",
    "Revision": {
        "id": "976028",
        "parentid": "961845",
        "timestamp": "2021-11-23T11:49:14Z",
        "contributor": null,
        "origin": "976028",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "0gbo9nx545ljfvmkbqmo8x4g8mcbvre"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "name": "Protector of Persia",
        "image": "ACOD LotFB Protector of Persia - Darius Palace.png",
        "description": "'With Natakas' help, Kassandra discovered the Pactyas (Ancients)|Huntsman's lair was located in an ominous Makedonian Huntsman's Glade|glade. She moved in for the kill, not knowing what terrible truths she was about to uncover...'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade: Hunted'",
        "type": "Main",
        "previous": "Piecing the Puzzle",
        "next": null,
        "source": "Kassandra",
        "location": "Makedonia, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''Protector of Persia''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra confronted the [[Pactyas (Ancients)|Huntsman]] in the forests of [[Makedonia]].",
    "Section_Dialogue": "Having uncovered the Huntsman's location, Kassandra made her way to the [[Forest of the Huntsman|forest]] to confront him. Several thoughts crossed her mind as she traveled.\n*'''Kassandra:''' ''I wonder what the Order has planned for me this time. Hopefully fewer [[death tree]]s. The Huntsman has to know something about [[Darius]]. I'll get it out of him. I'm closing in, Huntsman. Natakas and Darius better get to the Huntsman's glade in time... I can't wait for them.''\n[[File:ACOD LotFB Protector of Persia - Kassandra Forest.png|thumb|250px|Kassandra arrived at the forest]]\nShe arrived at the forest, hearing the Huntsman's voice rustle in the branches.\n*'''Huntsman:''' (Creepy laughter) ''And she arrives.''\n*'''Kassandra:''' ''The ''Huntsman''. That was ''your'' game in the [[Swamps of Thermes|swamp]]—''\n*'''Huntsman:''' ''All to help you understand the truth, Kassandra. You are ''no'' hero.''\n\n<tabber>\n|-|I never said I was a hero.=\n*'''Kassandra:''' ''Been called a lot of things in my time. \"Hero's\" not high on the list, so—This isn't news to me.''\n|-|I'm greater than any hero.=\n*'''Kassandra:''' ''I'm more than a hero, Huntsman. I'm the one who ''breaks'' you.''\n</tabber>\n*'''Huntsman:''' ''You are [[Hybrid|Tainted]]. The blood flowing through you has the power to raze kingdoms, to alter the course of entire civilizations... You could burn this world. We must burn you first.''\n\n(If \"What are Tainted Ones?\" is chosen.)\n*'''Kassandra:''' ''You called me a Tainted One.''\n*'''Huntsman:''' ''You ''are'' a Tainted One. You think you're unique? A god? No. You're less than [[human]]. You are a weapon. A blunt instrument too dangerous to wield. I specialize in hunting Tainted Ones to keep the world safe.''\n*'''Kassandra:''' ''You know nothing about me.''\n*'''Huntsman:''' ''I know more about you than you know about yourself. I've carved through many of you, Eagle Bearer. I can carve through one more.''\n\n(If \"I'm a threat to you and everyone else.\" is chosen.)\n*'''Kassandra:''' ''You can't know what I'll do, or who I'll become. ''I'' decide my fate, ''I'' decide my future. And I've decided I'm a threat to you and your [[Order of Hunters|Order]].''\n*'''Huntsman:''' (Creepy laughter)\n\n[[Iran|Persian]] soldiers loyal to the Huntsman appeared, surrounding Kassandra. However, the ''[[Mercenary|misthios]]'' dispatched them easily. The Huntsman then made his entrance, approaching Kassandra from behind.\n\n<tabber>\n|-|\"The City that Cried Wolf\" completed=\n*'''Huntsman:''' ''Behold your gift to them. Death.''\nKassandra turned around to face him. He gestured to the remains of the alpha [[wolf]] beside him.\n*'''Huntsman:''' ''Look at them. Do you remember their screams? Does it weigh on you? All the misery you've caused.''\n*'''Kassandra:''' ''If you love your beasts so much, stop sending them to die!''\n|-|Incomplete=\n*'''Huntsman:''' ''You're the \"great disturbance\" [[Amorges]] warned of? The \"terrible threat to Persia\"? You're no different from the others.''\nKassandra turned around to face him.\n*'''Huntsman:''' (Creepy laughter)\n*'''Kassandra:''' ''I heard the \"[[Order of the Ancients]]\" were to be feared. Persia's greatest, most dedicated warriors. Yet you cower in the dark, Huntsman!''\n*'''Huntsman:''' ''Some battles are best fought from the dark.''\n</tabber>\n*'''Huntsman:''' ''You disrupt the natural order and thus... You. Are. Unnatural. It will be my pleasure to restore order, to do nature's will... to return you to the dirt.''\n[[File:ACOD LotFB Protector of Persia - Kassandra Surrounded.png|thumb|250px|Kassandra surrounded by Pactyas' soldiers]]\n\n[[File:ACOD LotFB Protector of Persia - Kassandra Confront Pactyas.png|thumb|250px|Kassandra confronting Pactyas]]\nBoth Kassandra and the Huntsman drew their weapons.\n*'''Huntsman:''' ''Let's see how far you can be pushed... before you break.''\nAs they fought, Kassandra landed a few blows on the Huntsman.\n*'''Huntsman:''' ''Look how you bleed... There is nothing special here. I'll bleed you until there is no blood left to spill.''\nShe wounded him some more.\n*'''Huntsman:''' ''You think you can trust \"Darius\"? You think that's his ''real'' name? <br />''(Creepy laughter) ''<br />King [[Xerxes I of Persia|Xerxes]] trusted him once.''\n\nAfter incurring some more damage, the Huntsman threw a [[Bomb|smoke bomb]], escaping the fight.\n*'''Huntsman:''' ''No part of you will leave this glade–not your skin, not your bones.''\n*'''Kassandra:''' ''Where did he go? I must track him down. Maybe [[Ikaros]] will have better luck finding the Huntsman.''\n\nIkaros found the Huntsman's blood near the road to a cave, leaving a trail for Kassandra to follow.\n*'''Kassandra:''' ''I'll find you, Huntsman!''\n*'''Huntsman:''' ''Wouldn't the world be safer without you?''\n*'''Kassandra:''' ''You've burned whole villages. Poisoned them!''\n*'''Huntsman:''' ''The Order kills hundreds to stop your kind from killing ''thousands.\nKassandra reached a wall with a small crack.\n*'''Kassandra:''' ''A crack in the wall. Looks like the Huntsman might've slipped through here.''\nKassandra entered the crack, reaching a [[Huntsman's Glade|hidden glade]].\n*'''Kassandra:''' ''Stinks down here... Animals.''\nShe descended the cliff and engaged the Huntsman once again.\n*'''Huntsman:''' ''Come, Kassandra!''\nKassandra charged after him, but he disappeared in a cloud of smoke and began firing poison arrows from a distance.\n*'''Huntsman:''' ''I will carve our your heart for [[Amorges]]!''\nWolves came to the Huntsman's aid.\n*'''Huntsman:''' ''Only one of us leaves this cave... I'd rather ''die'' than let you bring more suffering to this world. It ends now, monster!''\nKassandra injured the Huntsman while also slaying the wolves.\n*'''Huntsman:''' ''You are a creature of chaos, Kassandra. Everything you touch dies screaming. How lonely you must be...''\nShe wounded him deeper, bringing him to the brink of death.\n*'''Huntsman:''' ''The Order will outlive you.'' \nKassandra eventually subdued the Huntsman.\n*'''Kassandra:''' ''It's over, Huntsman.''\nThe Huntsman coughed up some blood.\n*'''Huntsman:''' ''Oh, is that what you think?''\n[[File:ACOD LotFB Protector of Persia - Darius Natakas Arrive.png|thumb|250px|Darius and Natakas arrived]]\nHe signaled two guards to step forward. One drew his blade, but before he could take a single step towards Kassandra, he was assassinated from behind. The other guard spun around to anticipate an attack, but the blade hidden in the shadows was too quick, stabbing him in the stomach. The Huntsman spun around looking for the assailants, until they, revealing themselves to be Darius and [[Natakas]], stepped forward.\n*'''Huntsman:''' ''What—no... No!''\nHe dropped to his knees in defeat.\n<tabber>\n|-|It's good to see you both.=\n*'''Kassandra:''' ''Nice entrance.''\n*'''Natakas:''' ''Took the easy way.''\n|-|You took your time.=\n*'''Kassandra:''' ''Finally! What have you been doing?''\n*'''Darius:''' ''Approaching stealthily. Wouldn't want to alert the target.''\n</tabber>\n*'''Huntsman:''' Artabanus!'' The betrayer himself!''\n\nArtabanus was the one credited with assassinating Xerxes, and Kassandra realized that he and Darius were one and the same.\n\n*'''Kassandra:''' ''So you are Artabanus!''\nDarius simply looked down at the Huntsman.\n*'''Darius:''' ''Pactyas.''\nKassandra turned her attention back to the Huntsman.\n*'''Kassandra:''' ''After all you've done to this family, how does it feel to have them watch you die?''\n*'''Huntsman:''' ''Is that how Artabanus tells it? No... he started this.''\nHe keeled over. Kassandra looked to Darius.\n*'''Kassandra:''' ''What is he talking about?''\n*'''Huntsman:''' ''We—we trusted him! Loved him! We were all as brothers, but he drew his blade against us!''\nDarius knelt down over him.\n*'''Huntsman:''' ''Did you not consider the cost?''\nPactyas addressed Natakas.\n*'''Huntsman:''' ''They'd be alive. Your mother, your siblings... He may as well have killed them himself.''\n<tabber>\n|-|Stop lying, Huntsman.=\n*'''Kassandra:''' ''You're in the Order. You deal in lies.''\n*'''Huntsman:''' ''Why would... a dying man lie?''\n*'''Kassandra:''' ''Darius. Say something.''\n|-|Tell the truth, Darius.=\n*'''Kassandra:''' ''Darius, you have some explaining to do.''\n*'''Natakas:''' ''Kassandra—''\n*'''Kassandra:''' ''You're hiding something. ''Speak.\n</tabber>\n*'''Huntsman:''' ''Yes \"Darius,\" tell them about our promise.''\n*'''Darius:''' ''To protect Persia... Our children. Their future.''\n*'''Huntsman:''' ''Then—then why did... Why did you betray us?''\n*'''Darius:''' ''To keep that promise.''\n\nThe Huntsman breathed his last, and Darius stood to face Kassandra and Natakas.\n*'''Darius:''' ''It's time I told you the truth about Artabanus, Protector of Persia.''\n[[File:ACOD LotFB Artabanus Amorges Pactyas.png|thumb|250px|Artabanus with Amorges and Pactyas]]\nA flashback to the distant past began, with Darius, Amorges, and Pactyas standing on the cliff overlooking the valley where Xerxes would die. They discussed their battle plan.\n*'''Amorges:''' ''We'll feign a frontal assault on the convoy, drawing away the majority of Xerxes' forces, giving you the chance to—''\nHe thrust his arm forward with exaggeration, then feigned choking on blood. Darius laughed.\n*'''Amorges:''' ''Xerxes won't know what hit him.''\n*'''Darius:''' ''Tomorrow, the Order's tyrant dies... and Persia will be safe.''\n*'''Amorges:''' ''...There will always be more tyrants.''\n*'''Darius:''' ''And there will always be us to stop them.''\nThe scene faded to another as Darius recalled what transpired after.\n*'''Darius:''' ''King Xerxes had died, but his [[Artaxerxes I of Persia|son]] continued his legacy.''\nIn the new scene, Darius tried to reason with Amorges.\n*'''Darius:''' ''The new king needs to die, Amorges.''\n*'''Amorges:''' ''We can't just stab all our problems.''\n*'''Darius:''' ''Artaxerxes is king now. His father and his father before him were Order puppets. With the Order we can take no chances.''\n*'''Amorges:''' ''What if the Order aren't our enemy? They're powerful. Maybe if we work with them, we'll have all the resources we need to protect Persia.''\n*'''Darius:''' ''Artaxerxes dies... as does anyone in league with the Order.''\n[[File:ACOD LotFB Protector of Persia - Amorges Stopping Darius.png|thumb|250px|Artabanus confronted by Amorges]]\nDarius left, and Amorges was crestfallen at his decision. Some time later, Darius infiltrated the palace in a familiar hooded garb and made his way through a hall. After the guard drew his sword and left to pursue a diversion, Darius stood before the great door between him and Artaxerxes. Before he could enter, he sensed the presence of Amorges.\n*'''Darius:''' ''As I suspected.''\nAmorges made one last attempt to talk Darius down.\n*'''Amorges:''' ''I can't let you in there, Artabanus.''\n*'''Darius:''' ''They got to you.''\nThey began circling each other.\n*'''Amorges:''' ''No. I went to them.''\nDarius paused, then grimaced at his friend's betrayal. They engaged in hand-to-hand combat, evenly matched until Darius threw his sword into the door as a distraction, giving him a chance to brandish the Hidden Blade. He thrusted it forward. Amorges gripped the Hidden Blade with all the strength he could muster, keeping it from his neck.\n*'''Amorges:''' ''This King hasn't done anything.''\n*'''Darius:''' ''Yet.''\nDarius drew the blade back and sliced a deep wound into Amorges' palm. He shook off some blood, seething with anger, and abandoned trying to talk Darius down. He called for the guards.\n*'''Amorges:''' ''[[Soldier|Guards]]!''\nDarius glanced down the hall, knowing that with Amorges' call for the guards, his and his family's livelihood in Persia was at an end. His mission was also a failure, all due to his closest friend.\n*'''Darius:''' ''Traitor.''\n\nThe scene returned to the present day.\n*'''Darius:''' ''Amorges joined the Order of the Ancients. From that day, he's led the Huntsman to destroy us and the Tainted Ones. He was my closest friend. Through war—''\nHe turned to Natakas.\n*'''Darius:''' ''Your ''birth''... When he called the guards, he doomed our family.''\nNatakas chastised his father, blaming him for their hardships rather than Amorges.\n*'''Natakas:''' ''The moment you drew your blade against the Order, you doomed us. Did you ever stop to think who else your blade has killed? Mother? My brothers and [[Neema (Persian)|sisters]]? Me?''\n*'''Darius:''' ''My son... I think of ''nothing'' else.''\nNatakas turned around and contemplated the revelations swarming in his mind.\n*'''Natakas:''' ''Pactyas' death will be a beacon to the Order. Amorges and his full might will rain down on Makedonia. Father... we can't stay here. I'll pack the hideout.''\nNatakas took off, leaving Darius to brood while Kassandra stood nearby. He directed her to leave as well.\n*'''Darius:''' ''Go. I have an old friend to bury.''\n[[File:ACOD LotFB Protector of Persia - Kassandra Finding Darius.png|thumb|250px|Kassandra joining Darius]]\nKassandra took her leave while Darius saw to the remains of his former friend and comrade-in-arms. After a time, Kassandra returned to the hideout, where Natakas had begun to pack up their belongings. Darius stood on the ridge overlooking the forest, and Kassandra joined him.\n*'''Kassandra:''' ''Darius.''\n*'''Darius:''' ''Kassandra.''\nThey looked down and saw two children playing at the base of the mountain.\n*'''Kassandra:''' ''Sometimes I think about... a simpler life. Small stall in the agora. Fish. Teaching my son how to catch them. Do you ever wonder about a simpler life?''\nDarius thought for a moment, then nodded.\n*'''Darius:''' ''I fight for the greater good. For the ones I love... but it's always the ones we love we hurt the most. Always.''\nBehind them, Natakas struggled with the camp materials. Darius turned and walked back to speak with him.\n*'''Darius:''' ''Natakas—bring your coat. You'll need warmth for the road ahead.''\nNatakas smiled at his fatherly concern as he walked off. Natakas walked up to Kassandra.\n*'''Natakas:''' ''Do you think we'll see each other again?''\n\n<tabber>\n|-|We will meet again.=\n*'''Kassandra:''' ''I do.''\n*'''Natakas:''' ''How can you be so sure?''\nShe clapped Natakas on the shoulder.\n*'''Kassandra:''' ''Trust me.''\nNatakas nodded and smiled.\n|-|It's not likely.=\n*'''Kassandra:''' ''Natakas, the world is vast, and we're—''\nNatakas clasped her on the shoulder.\n*'''Natakas:''' ''We will.''\n*'''Kassandra:''' ''How can you know?''\n*'''Natakas:''' ''Trust me.''\n</tabber>\nDarius returned to them.\n*'''Darius:''' ''Pactyas is dead, but the Order lives on. And with Amorges at their head, none of us are safe. He'll bring his full might against us—warriors, wit, ''cunning.\nHe looked to Kassandra.\n*'''Darius:''' ''He'll never stop hunting you.''\nHe then looked back to Natakas.\n*'''Darius:''' ''Or us.''\n\n<tabber>\n|-|Amorges is no match for us.=\n*'''Kassandra:''' ''Let him hunt. He'll find only ''death.\n|-|We'll have to work together to stop him.=\n*'''Kassandra:''' ''Against us, he hasn't got a chance.''\n</tabber>\n[[File:ACOD LotFB Protector of Persia - Last Departure.png|thumb|250px|Darius, Kassandra and Natakas looking out]]\nDarius nodded in agreement. Natakas joined them up on the edge and looked out at the wilderness that entwined their fates. Darius left first, then Natakas nodded at Kassandra and took his leave as well.\n\nLeft alone outside the abandoned hideout, Kassandra contemplated the whereabouts of her recent contemporaries.\n*'''Kassandra:''' ''They're still out there, somewhere...''\n\nKassandra re-enter the hideout\n\n*'''Kassandra:''' ''Darius and Natakas has left so much behind...''",
    "Section_Outcome": "Kassandra hunted the Huntsman, ending the Order's activities in Makedonia. With his dying breath, he revealed Darius' identity as Artabanus. Darius and Natakas parted ways with Kassandra to [[Stranger Tides|seek safe passage]] out of the Greek world.",
    "Section_Trivia": "*The five Persian soldiers that attack before the Huntsman will act as witnesses to each others' deaths, generating bounties for murder. Defeating three or more in open combat will guarantee a bounty sufficient to send a bounty hunter after the player, likely spawning them right next to the glade when the cutscene transitions into the battle against the Huntsman, requiring the player to fight them both at the same time. Thus, it behooves the player to stun the group of soldiers and/or break line-of-sight to find a hiding place and defeat them with stealth.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD LotFB Protector of Persia - Pactyas Death.png|Pactyas dies from his wounds\nACOD LotFB Protector of Persia - Amorges and Darius Fighting.png|Artabanus and Darius sparing\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade: Hunted]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}