{
    "QuestName": "Safe Passage (Odyssey)",
    "QuestID": "226376",
    "Revision": {
        "id": "1069431",
        "parentid": "1069430",
        "timestamp": "2023-11-11T11:06:16Z",
        "contributor": null,
        "comment": "Some lines in the dialogue",
        "origin": "1069431",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "kr7hu6zo695p1qpgqoci8v8gpr6y4m5"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Youmay": {
            "description": "the genetic memory of Kassandra | the [[Safe Passage | genetic memory]] of Aveline de Grandpré"
        }
    },
    "MemoryInfobox": {
        "name": "Safe Passage",
        "image": "ACOD Safe Passage 4.png",
        "description": "'With everything in the Tempest's control working against them, Kassandra, Kleta, and Orontas had to find a way to obtain safe passage out of Achaia in the midst of the lockdown.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade: Shadow Heritage'",
        "type": "Main, Support",
        "previous": "Prodigal",
        "next": "Calm Before the Storm",
        "source": "Kassandra",
        "location": "Achaia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''Safe Passage''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra traveled to [[Pellene]] to meet with [[Orontas]] and reclaim the ships needed to escort the stranded out of Achaia.",
    "Section_Dialogue": "Kassandra made her way to the dock near the [[Shipwreck Cove]], where some [[civilian]]s were indulging in drink and song.\n*'''Civilian:''' ''Ho-ho-ho, over the [[Aegean Sea|Aegean]] we go!<br>We blubber, and stutter, and jubber until we drown below!''\nOrontas called out to her.\n*'''Orontas:''' Misthios''! Over here.''\nKassandra approached him. They walked towards a finely-dressed man deep in his cups, the shipyard foreman [[Ariston]]. He downed his drink.\n*'''Ariston:''' ''More wine!''\n*'''Orontas:''' ''Here's the man we're looking for, ''misthios''.''\n*'''Ariston:''' Chaire, chaire,'' my friend! I recognize you... I took your ships, didn't I? At the docks?''\nHe laughed it off in a drunken stupor. Kassandra crossed her arms.\n*'''Kassandra:''' ''We've come to get those ships back.''\n*'''Ariston:''' ''Why, would be my first question. But then I realized... I don't really care. Because you're a ''misthios''!''\nHe laughed at his drunken humor once more. Kassandra and Orontas exchanged glances.\n*'''Ariston:''' ''Let bygones be bygones, my friend! We drink! Except for the mercenary.''\nHe leaned closer to them.\n*'''Ariston:''' ''Now, sail away from me. Oh right, you can't!''\nHe laughed.\n\n<tabber>\n|-|I could just take the ships.=\n*'''Kassandra:''' ''It seems like it'd be easier to silence you and your crew, ''then'' take back the ships.''\nOrontas glanced over at her and shook his head disapprovingly.\n*'''Ariston:''' ''See? Your kind is always thirsty for bloodshed.''\n*'''Orontas:''' ''Violence is not always the answer, ''misthios''.''\nAriston became more lucid and leaned over to whisper to Orontas.\n*'''Ariston:''' ''This is why I hate mercenaries. They think violence solves everything.''\n*'''Kassandra:''' ''I can still hear you.''\n*'''Ariston:''' ''Fine. Calm down. If we want to deal, we must do it like civilized individuals.''\n*'''Kassandra:''' ''What do you propose?''\n\n|-|I'm sure we can make a deal.=\n*'''Kassandra:''' ''I think we got off on the wrong foot. I'm sure a smart man like you knows when to make a useful friend. If you help me, I'll help you.''\nOrontas glanced over at her and nodded approvingly. Ariston became slightly more lucid.\n</tabber>\n[[File:ACOD Safe Passage 2.png|thumb|250px|Ariston negotiating a deal]]\n*'''Ariston:''' ''Helping you would cost more than my left arm. If I am to risk incurring the [[Phila|Tempest]]'s wrath, there should be a sizable benefit for me.<br>I heard valuables can be found at Shipwreck Cove, not far from here. Or... I could always use more [[drachma]]e. You can buy wine with drachmae.''\n<tabber>\n|-|I'll pay with drachmae. [50000]=\n*'''Kassandra:''' ''I'd rather not run around. Here's your drachmae.''\nShe handed him a pouch of coins, and Ariston chortled as he accepted it.\n*'''Ariston:''' ''Now we're talking. Make sure it's enough—my friendship doesn't come cheap.''\n\n|-|I'll see what I can do.=\n*'''Kassandra:''' ''I'll take a look around Shipwreck Cove for the valuables.''\n*'''Ariston:''' ''Remember, ''misthios''. I don't take trash.''\nKassandra turned away to hunt for valuables.  Ariston added singing to his drunken stupor.\n*'''Ariston:''' ''I got a lovely lady, but she looks a bit like [[Hades]]! Though her curves are wavy, just like—''\nHe interrupted himself.\n*'''Ariston:''' ''Hey! Where's the wine gone?!''\n[[Ikaros]] set to finding some items of value for Kassandra.<br>\n*'''Kassandra:''' ''There it is!''\n*'''Kassandra:''' ''Found it!''\n*'''Kassandra:''' ''Here it is.''\n*'''Kassandra:''' ''That's what I'm looking for.''\n*'''Kassandra:''' ''I see it.''\nKassandra ran around the beach and swam beneath the waves gathering a sizable collection of valuables.\n*'''Kassandra:''' ''These should be enough.''\nKassandra returned to Orontas and Ariston with her collection.\n*'''Orontas:''' Misthios'', you're back.''\n*'''Ariston:''' ''Do you have the valuables I want?''\n(back to choices, \"I have the valuables\" available)\n|-|I have the valuables.=\n*'''Kassandra:''' ''I found what you wanted at Shipwreck Cove.''\n*'''Ariston:''' ''Splendid! Hand it over.''\nKassandra handed over the trinkets.\n*'''Ariston:''' ''This will do!''\n</tabber>\n*'''Kassandra:''' ''A deal's a deal.''\n*'''Ariston:''' ''I never go back on my word! Only a dishonorable ''malákas'' will break an oath.''\nHe turned his attention to Orontas.\n*'''Ariston:''' ''I'll give you your ships back, but good luck getting past the Tempest. Just take a good look outside at all those wrecks, ''misthios''. Now, if you'll excuse me...''\nAriston took his leave.\n*'''Orontas:''' ''Thanks to you, ''misthios'', we have what we need. Now, we—''\nKleta hurried up to them with urgency in her voice.\n*'''Kleta:''' ''Orontas. Kassandra.''\nShe pointed to the nearby patrol of [[Greece|Greek]] soldiers. They turned to march up the docks. Kassandra drew her [[Spear of Leonidas|spear]] expectantly, but Orontas held out his arm to stop her.\n*'''Greek Soldier:''' Misthios'', no need for bloodshed. I just need you to come quietly, please. Releasing the stranded has angered the Tempest. Someone just needs to take responsibility, and everyone will be fine.''\n[[File:ACOD Safe Passage 5.png|thumb|250px|Orontas surrending himself to the guards]]\n*'''Orontas:''' ''Take me then. They have nothing to do with this. I'm the one you're after.''\nKassandra was upset by Orontas giving himself up. The soldier nodded to him and gestured him to follow. As the soldiers closed guard around Orontas, Kleta and Kassandra approached him.\n*'''Orontas:''' ''We have done enough, there's no need to escalate this further. Promise me that you will see our plan through to the end.''\nKassandra nodded. The soldiers escorted him away without a fight. Kleta and Kassandra looked at each other, then back in Orontas' direction, then they walked to the edge of the dock to observe the shipwrecks.\n*'''Kleta:''' ''Did ''she'' do all this? This destruction... all this ruin... It's painful to watch. It feels like she's becoming someone I don't know.''\n\n<tabber>\n|-|The Tempest is still your daughter.=\n*'''Kassandra:''' ''No matter what happens, blood is blood. She's still your daughter.''\n|-|She is beyond forgiveness.=\n*'''Kassandra:''' ''The Tempest can't be redeemed. Look at the chaos she's caused to Achaia and to you.''\n</tabber>\n*'''Kleta:''' ''Parents always believe in their children, as foolish as that may be.''\n[[File:ACOD Safe Passage 7.png|thumb|250px|Kleta reflecting on her past mistakes with Phila]]\nKleta turned from the water, regretting her past decisions.\n*'''Kleta:''' ''I should have stopped her sooner—stopped her from joining the [[Order of the Ancients|Order]]. I should have...''\nShe began to tear up, and stopped, stepping towards Kassandra.\n*'''Kleta:''' ''When the time comes to face the Tempest, my Phila...''\nShe clasped Kassandra's hands briefly before stepping back.\n*'''Kleta:''' ''What will you do, Kassandra?''\n\n<tabber>\n|-|I'll bring the Tempest back.=\n*'''Kassandra:''' ''I promise, I'll do my best to bring her back.''\n|-|I'll destroy her.=\n*'''Kassandra:''' ''I'm sorry, Kleta. She needs to be dealt with.''\n</tabber>[[File:ACOD Safe Passage 8.png|thumb|250px|Kleta thanking Kassandra before leaving]]\nKleta understood.\n*'''Kleta:''' ''I was so proud of her. I don't think I ever told her that.<br>There are still so many things I wish I had said.''\nShe sobbed, shrugged, then looked at the wrecks of ships anew, composing herself.\n*'''Kleta:''' ''I should go help the rest. We'll meet up in [[Patrai]] when we're ready. Thank you, Kassandra. For everything.''",
    "Section_Outcome": "Kassandra, Orontas, and Kleta secured the ships they needed to evacuate the stranded, but Tempest's men took Orontas into custody. Kleta and Kassandra were left to secure the evacuation.",
    "Section_Trivia": "*Although roughly eight collectible quest items become available when choosing to collect valuables, only six are required. All outstanding valuables are unloaded after the sixth item is collected. If players opt to pay in drachmae afterwards, the collected items will be removed from the inventory as soon as the quest flag updates.\n*Due to the mere handful of recordings of flavor dialogue issued in response to tracking down objects of value, some items will share responses.",
    "Section_Gallery": "<gallery captionalign=\"center\" position=\"center\" spacing=\"small\" widths=\"180\">\nACOD Safe Passage 1.png|Kassandra and Orontas meeting Ariston at the docks\nACOD Safe Passage 3.png|Kleta warning Kassandra and Orontas of the guards' arrival\nACOD Safe Passage 6.png|Orontas entrusting Kassandra with their plans \n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade: Shadow Heritage]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}