{
    "QuestName": "Stranger Tides",
    "QuestID": "226365",
    "Revision": {
        "id": "1011070",
        "parentid": "1010955",
        "timestamp": "2022-10-09T12:25:10Z",
        "contributor": null,
        "origin": "1011070",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "atiyoy8kmn3n5wi8dfd6kg7kvo628l1"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Stranger Tides 13.png",
        "description": "'Kassandra received a cryptic note from an unknown Darius|sender requesting her assistance in Achaia - not uncommon for a popular' Mercenary|misthios.",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade: Shadow Heritage'",
        "type": "Main",
        "previous": null,
        "next": "Into the Storm",
        "source": "Kassandra",
        "location": "Achaia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''Stranger Tides''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra was summoned by [[Darius]] to meet him in the village of [[Dyme]] in [[Achaia]].",
    "Section_Dialogue": "In the middle of her journeys, Kassandra received a curious message.\n*'''Find Me:'''<br>''[[Eagle]] Bearer, we parted ways after some [[Protector of Persia|dire events]], and the effects linger even as we continue to move. Look [[Ionian Watch|above]] when you are in the western village in Achaia. You'll find me there.''\n*'''Kassandra:''' ''I should go to Dyme and see who this is is...''\nKassandra set sail for Achaia and made her way to the [[Istion Valley]], where the village of Dyme stood. On the roof of a house on top of the hill, a familiar, yet still mysterious, hooded man crouched in wait for her. \n*'''Kassandra:''' ''Darius. He's even sneakier than me...''\nShe climbed the building and spoke with him.\n*'''Kassandra:''' ''Darius. Do you ever rest?''\nHe laughed half-heartedly at her remark.\n*'''Darius:''' ''After [[Makedonia]], after the [[Pactyas (Ancients)|Huntsman]]... Nowhere in the [[Greece|Greek]] world will ever be safe. Not for us. We can ''never'' rest. We can ''never'' stop running.''\n<tabber>\n|-|You'll never get caught if you keep moving.=\n*'''Kassandra:''' ''The [[Order of the Ancients|Order]] have your scent and mine. If you stay still for too long—''\n*'''Darius:''' ''[[Natakas]] dies. All we can do is keep moving.''\nHe looked down.\n*'''Darius:''' ''Even if all I want is to stay.''\n*'''Kassandra:''' ''I don't see Natakas—''\n|-|You'll never find peace if you keep moving.=\n*'''Kassandra:''' ''No home, no ''connections''... Sounds like a lonely life.''\n*'''Darius:''' ''But it's still life, Kassandra. And the alternative...<br />Better a lonely life than no life at all.''\n*'''Kassandra:''' ''Will Natakas join us?''\n</tabber>\n[[File:ACOD Stranger Tides 3.png|thumb|250px|Darius informing Kassandra of a naval blockade in Achaia]]\n*'''Darius:''' ''That's why I sent the note.''\n*'''Kassandra:''' ''Trouble?''\n*'''Darius:''' ''We came to Achaia seeking a [[ship]] bound for distant shores. A simple plan, but like so many simple plans...''\n*'''Kassandra:''' ''It got complicated.''\nHe turned her attention to the fleet sailing northeast.\n*'''Darius:''' ''That fleet is bound for [[Patrai]]. It's not the first. Something there is not right. Relentless military patrols, naval blockades... Natakas went to secure us a boat out, but he hasn't returned.''\n(Asked \"What do you think happened to Natakas?\")\n*'''Kassandra:''' ''You must have some idea about what happened to Natakas.''\n*'''Darius:''' ''He's smart. Knows to keep to the shadows. With this much military power stationed in Achaia, he's more likely hiding than—''\nDarius paused, thinking of the word \"dead,\" and it saddened him to associate that word with his son. Kassandra reassured him.\n*'''Kassandra:''' ''He's out there, Darius.''\n(Asked \"What is happening in Patrai?\")\n*'''Kassandra:''' ''What do you think is going on here?''\n*'''Darius:''' ''Something big. Natakas may have learned more about what's happening there. It could be the Order.''\n*'''Kassandra:''' ''All the more reason to find him.''\n(Leave – \"We'll find Natakas.\")\n*'''Kassandra:''' ''Natakas won't be hard to find.''\nDarius looked towards the eastern road.\n*'''Darius:''' ''He took that road to Patrai.''\n*'''Kassandra:''' ''Then that's where we start.''\n*'''Darius:''' ''Follow me.''\n[[File:ACOD Stranger Tides 4.png|thumb|250px|Kassandra watched as Darius lept off the tower]]\nDarius walked to the edge, spread his arms like an eagle, and [[Leap of Faith|leapt]] into a dive. He flipped forward in midair and landed safely on his back into a thick bale of hay below. Kassandra scoffed at his athletic feat.\n*'''Kassandra:''' ''Mmm, I've done it from higher.''\nBefore she could follow, a watchman yelled at her for being on the roof.\n*'''Roof Guard:''' ''Hey! Hey you! You on the roof!''\n*'''Kassandra:''' ''Yes?''\n*'''Roof Guard:''' ''That's not your roof!''\n*'''Kassandra:''' ''You're right.''\nRather than risk provoking the rooftop guard, Kassandra walked to the edge.\n*'''Roof Guard:''' ''People always jumping off roofs around here... Better put down more hay.''\nKassandra performed the same leap into the pile of hay below.\n*'''Roof Guard:''' ''Oh no! No-no-no! She jumped!''\nShe climbed out of the hay to join Darius.\n*'''Darius:''' ''Follow me.''\n[[File:ACOD Stranger Tides 5.png|thumb|250px|Kassandra following Darius on horseback]]\nThey mounted horses and rode out of Dyme towards Patrai.\n*'''Darius:''' ''Something happened to Natakas between here and Patrai. We must find him.''\n*'''Kassandra:''' ''We will, Darius. We will.''\nThey rode through the valley.\n*'''Kassandra:''' ''After Makedonia, but before Achaia—what were you and Natakas doing?''\n*'''Darius:''' ''Surviving.''\n*'''Kassandra:''' ''Hmm. Sounds boring.''\n*'''Darius:''' ''You were hoping I would entertain you with grand tales from my legendary adventures?''\n*'''Kassandra:''' ''Well... yes.''\n*'''Darius:''' ''We've kept to the shadows. Stayed away from people. Dull is safe, Kassandra. Adventure... is not.''\nThey reached a fork in the road ahead. Kassandra groaned.\n*'''Kassandra:''' ''And the path splits. Natakas will be hard to find.''\n*'''Darius:''' ''Of course. That's how I raised him. Let's see if we can pick up his trail.''\n[[File:ACOD Stranger Tides 6.png|thumb|250px|The two investigating equipment left on the road]]\nThey dismounted and inspected the two paths, searching for clues that would suggest the direction Natakas took. They began with the weapons resting at the tip of the fork.\n*'''Kassandra:''' ''These weapons belonged to a soldier, not Natakas.''\n*'''Darius:''' ''Keep looking.''\nKassandra inspected the left path and announced her findings loudly enough for Darius to hear.\n*'''Kassandra:''' ''Hmm. Heavy armor. And blood. But no body.''\n*'''Darius:''' ''Natakas must have been in a hurry to leave such a mess.''\nShe found some military supplies further up the left path.\n*'''Kassandra:''' ''Darius, there is no sign of Natakas. Just supplies and military equipment.''\n*'''Darius:''' ''He's staying out of sight. Good.''\nHaving found the three clues, Darius summoned her back.\n*'''Darius:''' ''Kassandra, over here.''\nKassandra walked back to him.\n*'''Darius:''' ''A path leading up to the mountains. Let's go.''\nThey re-mounted their horses and rode towards the mountains.\n*'''Kassandra:''' ''How are you so sure Natakas went this way?''\n*'''Darius:''' ''Sometimes you have to look further and think harder. There were [[guard]]s at the bridge. Didn't you see? It was too exposed. Natakas would know better.''\nThey continued east, then southeast. As they rode up the hill, they were ambushed.\n<!--This could easily be out of order and missing some. Dialogue just kept firing one line after another at full gallop.-->\n*'''Darius:''' ''Ambush!''\n*'''Kassandra:''' ''I can see that.''\n[[File:ACOD Stranger Tides 8.png|thumb|250px|Darius and Kassandra attacked by Spartan soldiers]]\n*'''Greek Soldier:''' ''Think you can sneak around Achaia?! Kill them!''\nThey could not outrun them and resolved to fight.\n*'''Darius:''' ''Cut them down, Kassandra!''\n*'''Greek Soldier:''' ''The [[Phila|Tempest's]] word is law!''\n*'''Kassandra:''' ''Working on it.''\n*'''Darius:''' ''We can't outrun them!''\n*'''Hektor:''' ''Ooh, this one's [[Iran|Persian]]!''\n*'''Kassandra:''' ''Don't need to outrun them!''\n*'''Darius:''' ''You have a plan?''\n*'''Kassandra:''' ''Violence!''\nThey defeated the ambush and continued along the path, finding more ambushers to the east.\n*'''Greek Soldier:''' ''Cut them down!''\n*'''Greek Soldier:''' ''Stop right there!''\nAfter slaying the soldiers, Kassandra commented on the ambush.\n*'''Kassandra:''' ''Not exactly a warm welcome to Patrai.''\n*'''Darius:''' ''The military keep a close eye over every route in and out of the city. They don't like people sneaking around.''\n*'''Kassandra:''' ''Then they'll love us.''\nDarius discovered tracks.\n*'''Darius:''' ''Tracks!''\n*'''Kassandra:''' ''Natakas?''\n*'''Darius:''' ''Our ambushers. If we follow their trail—''\n*'''Kassandra:''' ''We might find clues about what happened to Natakas.''\nThey continued east towards the [[Teichos of Herakles]]. At the foot of the sheer cliff to the east, Darius bid her to dismount and follow him.\n*'''Darius:''' ''Kassandra, over here!''\n[[File:ACOD Stranger Tides 9.png|thumb|250px|Darius and Kassandra observing the soldiers from afar]]\nThey spied a camp full of soldiers lying in wait. They crouched down.\n*'''Kassandra:''' ''They're searching for something.''\n*'''Darius:''' ''Look at their body language. They ''want'' blood.''\n*'''Kassandra:''' ''They'll get it.''\n*'''Darius:''' ''We need a plan. If Natakas is hiding here, he could be drawn into heavy battle.''\n<tabber>\n|-|We should be stealthy.=\n*'''Kassandra:''' ''If we move quietly, we can pick off the guards one by one.''\nDarius was pleased with her answer.\n*'''Darius:''' ''A wise plan, Eagle Bearer.''\nThey stood and started towards the soldiers.\n*'''Darius:''' ''Clear the perimeter. Quietly.''\n[[File:ACOD Stranger Tides 10.png|thumb|250px|Darius and Kassandra sneaking up on the soldiers]]\nThey advanced on the camp through the bushes.\n*'''Darius:''' ''Be fast. Be silent.''\nThey reached a large bush and got into position. There were five guards in total.\n*'''Greek Soldier:''' ''Look for the Persian! He might still be here.''\nKassandra advanced on the guard.\n*'''Darius:''' ''Quietly, Eagle Bearer.''\nDarius directed her to take the nearby guard while he advanced on another.\n*'''Darius:''' ''You take that one. I'll take this one.''\n*'''Greek Soldier:''' ''Search the area! He might be hiding.''\nDarius assassinated his target. \n*'''Darius:''' ''This kill's mine.''\nKassandra assassinated her target. Darius complimented Kassandra's efficacy.\n*'''Darius:''' ''A good kill.''\nKassandra killed the third guard, then the fourth, and finally the fifth.\n:(If discovered)\n:*'''Darius:''' ''We've been spotted.<br>Leave no guards alive! Word of our presence cannot reach [[Amorges]] and the Order.''\n|-|We should be aggressive.=\n*'''Kassandra:''' ''We're here for Natakas. And it will be a ''bloodbath'' for our enemies.''\nShe stood up and headed towards the soldiers.\n*'''Darius:''' ''Kassandra!''\nHe stood up and hurried towards her, insisting on stealth.\n*'''Darius:''' Kassandra! ''No! We need a plan!''\n*'''Darius:''' ''There are consequences for rushing in without thinking! We must take a quiet approach.''\n*'''Greek Soldier:''' ''Look for the Persian! He might still be here.''\nKassandra advanced on the nearest soldier.\n*'''Darius:''' ''You better know what you're doing.''\nKassandra engaged the soldiers in open combat.\n*'''Darius:''' ''Leave no guards alive! Word of our presence cannot reach [[Amorges]] and the Order.''\n</tabber>\n[[File:ACOD Stranger Tides 12.png|thumb|250px|Kassandra greeting Natakas, who appeared with a little girl]]\nAfter slaying the last guard, Kassandra wondered where Natakas could be.\n*'''Kassandra:''' ''Natakas... He should be around here.''\nAs Kassandra began inspecting the clearing, Natakas revealed himself, along with a little girl. Kassandra turned around and smiled at him.\n*'''Kassandra:''' ''Natakas...''\n<tabber>\n|-|Said \"We'll meet again\" last episode=\n*'''Kassandra:''' ''Told you we'd meet again. \"Trust me,\" I said.''\n*'''Natakas:''' ''It must be hard for you, being right all the time.''\n*'''Kassandra:''' ''It's a burden I do my best to bear.''\n*'''Natakas:''' ''Well. I'm glad to see you, Kassandra.''\n\n|-|Said \"It's not likely\" last episode=\n*'''Natakas:''' ''You're late.''\nKassandra laughed with amusement.\n*'''Kassandra:''' ''Am I?''\n*'''Natakas:''' ''Oh, yes. We were supposed to meet again. \"Trust me\", I said. I made a big deal about it. Sounded confident and everything.''\n*'''Kassandra:''' ''Next time I'll do my best to arrive earlier.''\n*'''Natakas:''' ''Make sure that you do. I'm glad to see you, Kassandra.''\n\n</tabber>\n<tabber>\n|-|I came because Darius asked.=\n*'''Kassandra:''' ''The truth is, I'm here because your father contacted me.''\nNatakas' face fell. He looked very disappointed.\n*'''Natakas:''' ''Of course.''\n|-|I came for you.=\n*'''Kassandra:''' ''And I'm glad to see you. When I heard you might be in trouble—''\n*'''Natakas:''' ''You jumped on your horse and raced to the rescue?''\n*'''Kassandra:''' ''I'm not sure you needed rescuing.''\n*'''Natakas:''' ''Still.''\n</tabber>\nDarius ran up to them, cutting their conversation short. He gently pulled Natakas close.\n*'''Darius:''' ''My son.''\nNatakas smiled to him, then turned to Kassandra.\n*'''Natakas:''' ''There's something else.''\nThe child piped up.\n*'''Child:''' ''We need to find my ''mater''!''\n[[File:ACOD Stranger Tides 14.png|thumb|250px|Natakas informing the two of captured civilians at the fort]]\n*'''Natakas:''' ''There are still people who need our help. People who've been stranded in Achaia.<br>The soldiers took them to a fort not far from here.''\n*'''Kassandra:''' ''I'll go there now.''\n*'''Darius:''' ''More soldiers could come looking. If we leave the bodies out here, it may attract unwanted attention.''\n*'''Natakas:''' ''I'll gather the others while you hide the bodies.''\nDarius nodded in agreement and went to do the task. Natakas turned to Kassandra.\n*'''Natakas:''' ''The stranded people are at the fort on top of the cliff. Return safely.''\nKassandra nodded.\n*'''Child:''' ''Bring my ''mater'' back to me! Please...''",
    "Section_Outcome": "Kassandra and Darius found Natakas and with him a child, whose mother was taken prisoner at a nearby fort. Kassandra agreed to help out.",
    "Section_Trivia": "*On most occasions, Darius simply charges through the ambushes and keeps riding, regardless of how the dialogue might suggest otherwise. When he gets far enough away from the player, the dialogue simply ceases altogether, causing a good deal of it to be skipped. If Darius' horse is killed, however, he will help fight the ambushers, continue on foot until finding a conveniently placed replacement horse, and the dialogue proceeds normally.\n*Skipping the conversation with Darius outside the enemy perimeter defaults his dialogue to assume that the player is charging in loudly and without a plan, even if they use stealth to eliminate the soldiers.",
    "Section_Gallery": "<gallery captionalign=\"center\" position=\"center\" spacing=\"small\" widths=\"180\">\nACOD Stranger Tides 1.png|Kassandra arriving at the location mentioned in the letter\nACOD Stranger Tides 2.png|Kassandra met with Darius at the top of the watchtower\nACOD Stranger Tides 7.png|Kassandra investigating a bunch of leftover weapons and shields\nACOD Stranger Tides 11.png|Kassandra looking around for clues, not knowing she was being observed\nACOD Stranger Tides 15.png|The little girl begging Kassandra to save her mother\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade: Shadow Heritage]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}