{
    "QuestName": "The Simple Life",
    "QuestID": "228271",
    "Revision": {
        "id": "1019930",
        "parentid": "1010963",
        "timestamp": "2023-01-09T12:15:13Z",
        "contributor": null,
        "origin": "1019930",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "1c58qk46k97ntvs8l2las729w8ftax9"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        }
    },
    "MemoryInfobox": {
        "image": "ACOD The Simple Life 11.png",
        "description": "'Kassandra returned to Dyme to spend time with her loving family.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade: Bloodline'",
        "type": "Main",
        "previous": null,
        "next": "A Flight in Fire",
        "source": "Kassandra",
        "location": "Achaia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''The Simple Life''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra returned to [[Dyme]] to play hide and seek with [[Natakas]] and [[Elpidios]] and prepare a family feast.",
    "Section_Dialogue": "Having returned to work after some time to start a family, Kassandra received a letter from [[Darius]].\n*'''Kassandra:''' ''A letter from Darius. Says he's hosting a celebration in Dyme. This I have to see.''\n*'''Letter from Darius:'''<br>''Kassandra,<br><br>We have both committed to keep secret our new home and lives, but we must do more than just survive. [[Wild boar|Boars]] have been sighted recently rummaging for food in Dyme, and the villagers could use a ''misthios'' to help eradicate them.<br><br> Return back home when you are done. I have planned a celebration with Natakas and Elpidios.''\n[[File:ACOD The Simple Life 2.png|thumb|250px|Kassandra clearing the area of the wild boars]]\nKassandra journeyed to the clearing east of Dyme and found the two boars Darius spoke of in his letter. While hardier than the average boar, Kassandra slew both of them.\nWith the boars slain, Kassandra made her way back home to Dyme and met Darius in the garden overlooking the valley, as was his vigil.\n*'''Darius:''' ''Kassandra.''\n*'''Kassandra:''' ''Darius.''\n[[File:ACOD The Simple Life 4.png|thumb|250px|Kassandra met with Darius by the fences]]\n*'''Darius:''' ''I heard you coming, you know.''\n*'''Kassandra:''' ''I wasn't trying to sneak.''\nDarius placed his hands on his hips, disappointed in her lack of attempt.\n*'''Darius:''' ''Mh-hm.''\n*'''Kassandra:''' ''It's good to see you.''\nDarius nodded, then turned back to lean forward on the guardrail.\n*'''Darius:''' ''They've missed you.''\n<tabber>\n|-|It's hard being away from family.=\n*'''Kassandra:''' ''You know there's nowhere else I'd rather be.''\n|-|I have drachmae to make.=\n*'''Kassandra:''' ''Drachmae doesn't earn itself, Darius. Natakas has things under control here.''\n</tabber>\n*'''Darius:''' ''Adventure calls to people like us. For so long, my purpose was Persia. She was all I could see. But a parent's duty is not to their ambition. It's to their family, Kassandra.''\nKassandra considered his words, then sighed. Darius walked back towards the front yard.\n*'''Kassandra:''' ''How's my [[Elpidios|boy]]?''\nDarius smiled and took the opportunity to play a joke on Kassandra. He turned around feigning worry.\n*'''Darius:''' ''Oh, he's in ''terrible'' danger, Kassandra! Elpidios is missing!''\nKassandra stepped forward, shaking her head and spreading her arms in disbelief.\n*'''Kassandra:''' ''What?''\nDarius dropped the ruse and chuckled. Kassandra raised an eyebrow, then rolled her eyes. She realized what Elpidios missing really meant.\n*'''Kassandra:''' ''They're playing hide and seek again?''\n*'''Darius:''' ''You know... It was [[Natakas]]' favorite game too, when he was Elpidios' age.''\n(Asked \"How are Natakas and Elpidios?\")\n*'''Kassandra:''' ''How are they?''\n*'''Darius:''' ''We've been getting used to being in one place. It's harder than you think''\n(Asked \"What are the [[Order of the Ancients|Order]] doing now?\")\n*'''Kassandra:''' ''Heard anything about the Order?''\n*'''Darius:''' ''Nothing. No news. After the [[Phila|Tempest]], they've gone quiet. They're never quiet.''\n(Chose \"Let's find Elpidios.\")\n[[File:ACOD The Simple Life 5.png|thumb|250px|Darius and Kassandra leaving to look for Elpidios and Natakas]]\n*'''Kassandra:''' ''Is Elpidios at the usual spot?''\nKassandra chuckled.\n*'''Kassandra:''' ''He loves that beach.''\n*'''Darius:''' ''Make sure you find the boy.''\n*'''Kassandra:''' ''I always do.''\nThe two walked across the front yard.\n*'''Kassandra:''' ''After you, Darius.''\n*'''Darius:''' ''Come, the beach is this way.''\n[[File:ACOD The Simple Life 6.png|thumb|250px|Kassandra following Darius to the beach]]\nDarius took off down the hill like an ibex.\n*'''Kassandra:''' ''You're still quite fast, Darius.''\n*'''Darius:''' ''Maybe you're just getting old.''\nKassandra laughed as they continued to run down the hill. They passed by some children.\n*'''Child (1):''' ''It's Kassandra! Are you playing hide and seek with Elpidios again?''\n*'''Kassandra:''' ''Of course.''\n*'''Child (1):''' ''They're at the beach!''\n*'''Child (2):''' ''Shh! Natakas told us not to say anything.''\n*'''Kassandra:''' ''Thanks for the tip.''\n\nThey headed towards a mineshaft.  They descended the scaffolding into the caves below.\n*'''Kassandra:''' ''I've faced walls of flame, skies black with arrows, and more beasts and blades than [[Herakles]] himself... But none match parenthood.''\n*'''Darius:''' ''It's a different kind of battle. You'll do fine, Kassandra. You ''are'' doing fine.''\nThe cave opened right onto Elpidios' favorite beach.\n*'''Darius:''' ''Wherever could Elpidios be?''\nElpidios' giggle could be heard amidst the shipwrecks.\n*'''Kassandra:''' ''Elpidios! ''Mater's'' coming to find you.''\nShe inspected the giant water jars.\n*'''Kassandra:''' ''Elpidios loves splashing around in the water jars! I wonder... Is my little warrior here? Guess not.''\nKassandra giggled with delight.\n*'''Kassandra:''' ''Where's my baby? Where's my son?''\nShe inspected the disturbed pebbles near the tent on the beach.\n*'''Kassandra:''' ''A tent! We used to sleep in one and watch the stars together. That's where he must be.''\nElpidios squirmed nearby.\n*'''Kassandra:''' ''Oh no! Elpidios sure is great at hiding.''\n[[File:ACOD The Simple Life 8.png|thumb|250px|Kassandra playing the seeker, \"investigating\" the clues left behind]]\nShe inspected the shipwreck with the large model boat outside the opening in the hull.\n*'''Kassandra:''' ''This shipwreck look like it can hide Elpidios and his ''pater''. Let me take a look.''\nKassandra continued to stalk around the beach while Natakas and Elpidios hid behind the shipwreck. Eventually, Kassandra pounced in front of them with her hands high in the air.\n*'''Kassandra:''' ''Aha! Found you.''\n*'''Natakas:''' ''Wow! Isn't ''mater'' a mighty ''misthios''? She will surely tell tales of this epic adventure for years to come! Don't forget to pay the ''misthios'' for her heroic services—''\n*'''Kassandra:''' ''Ah, my usual rate.''\n*'''Natakas:''' ''Welcome home.''\n<tabber>\n|-|This is not my home.=\nKassandra turned to lead them up the beach.\n*'''Kassandra:''' ''This is Elpidios' home, and I'm glad you're here for him, Natakas. My duty is still to this bloodline, and I couldn't have secured it without you.''\n\n|-|Flirt – It's hard being away from my loves.=\nKassandra led them away from the shipwreck.\n*'''Kassandra:''' ''I've missed you, my love. Both of you.''\nShe leaned in to kiss Natakas.\n\n</tabber>\n(Asked \"How are you, Elpidios?\")\n[[File:ACOD The Simple Life 10.png|thumb|250px|Kassandra bonding with her son and Natakas]]\n*'''Kassandra:''' ''How's our littlest warrior? Been on more of your famous adventures, no doubt?''\nElpidios cooed.\n*'''Kassandra:''' ''A [[Cyclops]]? Oh my!''\nElpidios cooed some more.\n*'''Kassandra:''' ''You slew how many [[Athens|Athenians]]? Impressive! You're putting [[Brasidas]]' record to shame!''\nNatakas laughed.\n*'''Natakas:''' ''Oh stop!''\n(Asked \"How are you, Natakas?\")\n*'''Kassandra:''' ''How've you been?''\n*'''Natakas:''' ''Safe. Feeling safe. Relaxed.''\nElpidios cooed and Natakas looked down at him.\n*'''Natakas:''' ''Except our little warrior's appetite keeps growing. Greedy boy.''\n(Chose \"The note mentioned a celebration,\" or asked both questions)\n*'''Kassandra:''' ''Darius sent me a note—something about a \"celebration\"?''\n*'''Natakas:''' ''We figured it was time for a little family gathering.''\nDarius appeared.\n*'''Darius:''' ''And it's not a family gathering without a great feast! Elpidios and I will prepare the boar, won't we?''\nDarius took Elpidios from Natakas.\n*'''Kassandra:''' ''Boar. That takes me back.''\n*'''Natakas:''' ''Kassandra and I will go look for some shellfish.''\n*'''Darius:''' ''We'll have the fire ready by the cliff.''\n*'''Natakas:''' ''See you later, little warrior.''\n:(Romance activated?)\n:*'''Natakas:''' ''Come Kassandra, it's been a while since we had some time to ourselves.''\n[[File:ACOD The Simple Life 12.png|thumb|250px|Kassandra and Natakas riding out to the plains]]\nDarius left with Elpidios. Kassandra and Natakas mounted nearby horses and traveled east to the shellfish traps.\n*'''Kassandra:''' ''Darius seems happier with Elpidios around.''\n*'''Natakas:''' ''Grandchildren have a mysterious effect on people. But I'm surprised you can tell behind all that beard.''\nAs they traveled, Kassandra pondered her son's future.\n*'''Kassandra:''' ''What do you think Elpidios will be when he grows up?''\n*'''Natakas:''' ''You mean, will he join the family business and spend his days ''misthios''-ing across the Greek world?''\n*'''Kassandra:''' ''It's not a bad life! I've got a boat. A [[Adrestia|ship]], even.''\nNatakas laughed.\n*'''Natakas:''' ''He'll be whatever he wants. He'll be more—he'll be our son.''\nThey reached the riverbank with the shellfish traps.\n*'''Kassandra:''' ''This is a nice quiet spot.''\n*'''Natakas:''' ''The pools are the perfect size for Elpidios.''\n[[File:ACOD The Simple Life 13.png|thumb|250px|Kassandra and Natakas collecting shellfish for dinner]]\nKassandra collected some of the shellfish.\n*'''Kassandra:''' ''Been a while since I had shellfish.''\n:(Romance activated?)\n:Inspecting another trap, she took a moment to appreciate her time with Natakas.\n:*'''Kassandra:''' ''Spending time with you like this is—I like this.''\n:*'''Natakas:''' ''Me too, Kassandra. Me too...''\nShe collected more.\n*'''Kassandra:''' ''So, do you think Elpidios looks more like me or like you?''\n*'''Natakas:''' ''He's good looking, so... Me. Definitely me.''\nNatakas laughed.\n:(Romance activated)\n:Kassandra joined in the laugh.\n:*'''Kassandra:''' ''You're probably right.''\n\nShe collected another couple helpings of shellfish and joined Natakas up the shoreline.\n*'''Kassandra:''' ''These should do for our feast.''\n*'''Natakas:''' ''You might have left some for everyone else.''\nNatakas laughed.\n*'''Natakas:''' ''Let's head back to the cliff before father returns. There's something I wanted to show you.''\nNatakas led Kassandra in the direction of the cliff.\n*'''Natakas:''' ''The cliff is this way.''\n:(Romance activated)\n:*'''Kassandra:''' ''With Elpidios around, it's been hard to get time together.''\n:*'''Natakas:''' ''He's a very demanding little boy. Gets that from his ''mater''!''\n[[File:ACOD The Simple Life 14.png|thumb|250px|Natakas and Kassandra arriving at the cliff]]\nThey reached the cliff.\n:(Romance activated)\n:*'''Kassandra:''' ''This view is just—''\n:*'''Natakas:''' ''Breathtaking.''\nKassandra turned to Natakas.\n*'''Kassandra:''' ''You said you had something to show me?''\n<tabber>\n|-|Romance=\n:*'''Natakas:''' ''Maybe.''\n{{#tag:tabber|\nFlirt – Then show me.=\n*'''Kassandra:''' ''Don't keep me waiting. We need to be quick about this.''\nThe two kissed and found a discreet spot for a quick moment of passion. They redressed and returned to the cliff.\n*'''Kassandra:''' ''I haven't lost my touch, have I?''\n*'''Natakas:''' ''It was great... But this isn't why I brought you here.''\n*'''Kassandra:''' ''Ah.''\n*'''Natakas:''' ''I brought you here to show you this.''\n{{!}}-{{!}}\nElpidios is waiting.=\n*'''Kassandra:''' ''Let's not get too carried away. You mentioned wanting to show me something earlier. Don't keep me guessing.''\n*'''Natakas:''' ''I brought you here to show you this.''\n}}\n|-|No romance=\n*'''Natakas:''' ''I brought you here to show you this.''\n</tabber>\nHe presented a figurine.\n*'''Kassandra:''' ''This looks like a charm of some sort.''\n*'''Natakas:''' ''My mother gave it to me when I was a child. \"This will keep you safe. May it see you through any storm.\"''\n<tabber>\n|-|Your mother was wise.=\n*'''Kassandra:''' ''She was right. It brought you here. I wish I'd met her.''\n|-|I don't believe in superstition.=\n*'''Kassandra:''' ''You're safe because you're strong. Your ''mater'' would be proud of who you've become.''\n</tabber>\n[[File:ACOD The Simple Life 15.png|thumb|250px|Natakas throwing the charm into the sea]]\nNatakas closed his eyes with a contemplative smile on his face.\n*'''Natakas:''' ''But now... I don't need it anymore.''\nHe lobbed the charm into the sea.\n*'''Kassandra:''' ''Natakas—''\nThey exchanged glances, and Kassandra understood his meaning.\n<tabber>\n|-|Romance=\n{{#tag:tabber|\nYou have nothing to fear.=\n*'''Kassandra:''' ''I will never fail you or Elpidios. You have my word.''\n*'''Natakas:''' ''I know.''\n{{!}}-{{!}}\nI will do my best to protect you.=\n*'''Kassandra:''' ''I can't promise I'll always be here, but... I'll do my best.''\n*'''Natakas:''' ''And I'll do mine.''\n}}\n|-|No romance =\n*'''Kassandra:''' ''I can't promise I'll always be here, but... I'll do my best.''\n*'''Natakas:''' ''And I'll do mine.''\n</tabber>\nThey heard Elpidios crying nearby and getting closer.\n*'''Kassandra:''' ''Here he comes! Here comes my big man!''\nDarius carried Elpidios towards them.\n*'''Darius:''' ''Elpidios is hungry.''\n*'''Kassandra:''' ''Well he's had a big day out with his grand''pater'' Darius.''\nKassandra took hold of Elpidios and stared lovingly at him.\n[[File:ACOD The Simple Life 16.png|thumb|250px|Kassandra spending time with her family]]\nNight came, and the four shared a meal under the stars.  Natakas wished to put Elpidios to bed, taking him from Darius.\n*'''Kassandra:''' ''Come on, Natakas—Elpidios can stay up a little later.''\n*'''Natakas:''' ''He needs his rest. He's had too much fun today.''\n*'''Darius:''' ''I should come with you—''\n*'''Natakas:''' ''We'll be fine. Say \"bye bye,\" Elpidios!''\nElpidios gurgled.\n*'''Natakas:''' ''Close enough!''\nThe three of them laughed. Natakas and Elpidios left for home. Darius and Kassandra returned to the campfire and sat down. <br>\n[[File:ACOD The Simple Life 17.png|thumb|250px|Kassandra bonding with Darius]]\n(Asked \"How are you enjoying this quiet time?\")\n*'''Kassandra:''' ''Do you miss the excitement of living on the road, or do you enjoy the quiet life?''\n*'''Darius:''' ''It's too quiet.''\nKassandra laughed, and Darius briefly smirked.\n*'''Darius:''' ''I'm used to... the growls of stalking wolves, blades being unsheathed in the darkness... Dyme is just too quiet.''\n(Asked \"What's it like being a grand''pater?'')\n*'''Kassandra:''' ''Enjoying being a grand''pater''?''\n*'''Darius:''' ''Children are wonderful... But to love so deeply is terrifying.''\n*'''Kassandra:''' ''Don't spoil him too much.''\n*'''Darius:''' ''Too late.''\n(Chose \"Life is good.\")\n*'''Kassandra:''' ''This is it, Darius. A simple life.''\n[[File:ACOD The Simple Life 18.png|thumb|250px|The two spotted fire coming from Dyme]]\nDarius did not answer, but closed his eyes pensively. As Kassandra's gaze drifted into the distance, she spotted something suspicious coming from the direction of Dyme. She rose to her feet and realized there was smoke over the village.\n*'''Kassandra:''' ''Darius!''\nDarius opened his eyes and stood next to her to observe the smoke. A feeling of dread came over the both of them.\n*'''Darius:''' ''Get to the village. Now. Go!''\nAs Kassandra made for the village and the feeling of dread swelled within her, her thoughts turned only to her son.\n*'''Kassandra:''' Elpidios!",
    "Section_Outcome": "Kassandra returned to her son in Dyme after some time back in the mercenary game and enjoyed a feast with her family.  As the night settled in, however, the Order of the Ancients launched an assault on the village.",
    "Section_Behind_the_scenes": "It is possible to engage in a proper romance with Darius' child, which in turn affects the conversations with them as well as later references to the other parent of Elpidios. The flag for this romance is activated by the Flirt choice made in this quest, at the shipwreck on the beach.  The previous two Flirt options during [[Home]] have no effect, and even if both were chosen, choosing \"This is not my home\" will prevent the romance from activating. The check to confirm the romance is Darius' child telling the player it's been a while since they had some time together, which is cropped in at the very end of the conversation.\n\nThere is a hidden bit of dialogue if the player happens to still have the Minotaur Hoof Elixir trade good in their inventory from the [[No More Bull]] quest. Kassandra will jokingly offer to feed it to Elpidios when Natakas remarks he is hungry. Natakas asks where Kassandra got it, to which she replies Pephka. He then tells her to get rid of it.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD The Simple Life 1.png|Kassandra chasing after wild boars\nACOD The Simple Life 3.png|Kassandra returned to her home in Dyme after some time\nACOD The Simple Life 7.png|Darius and Kassandra at the beach, where Natakas and Elpidios were playing hide-and-seek\nACOD The Simple Life 9.png|Natakas hiding while carrying Elpidios\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[Legacy of the First Blade: Bloodline]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}