{
    "QuestName": "The Favor",
    "QuestID": "228312",
    "Revision": {
        "id": "1045981",
        "parentid": "1014689",
        "timestamp": "2023-06-06T18:48:59Z",
        "contributor": null,
        "comment": "imageneed template",
        "origin": "1045981",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "14kyovobj51aded2ftv8xlytt1v8jiu"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''Assassin's Creed: Odyssey — [[Legacy of the First Blade]]''"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD The Favor Screenshot.png",
        "description": "'Ever determined, Kassandra stormed a prisoner site to liberate oppressed helots. Of course, she didn't know exactly what she would end up finding.'",
        "appearance": "'Assassin's Creed: Odyssey – Legacy of the First Blade: Bloodline'",
        "type": "Side",
        "previous": "Give Our Respects",
        "next": "No More Wine",
        "source": "Kassandra",
        "location": "Messenia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''The Favor''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra came across a scroll in the [[Forge]] in [[Aipeia]].",
    "Section_Dialogue": "Kassandra read the note in the warehouse.\n:'''Note About a Prisoner:'''<br>''Lieutenant, during one of our patrols we spotted [[bandit]]s stationed near the mining locations by [[Messene]]. I believe [[helot]]s are being taken. Should we do anything? It's not our fault if anything happens to the helots, right? I was told to do nothing unless directly ordered. I shall await your response.''\n*'''Kassandra:''' ''Helot prisoners. [[Amorges]] wouldn't like it if I freed them.''\nKassandra travelled north to prisoner site near Messene.\n*'''Kassandra:''' ''The prisoners mentioned in the letter. I should free them.''\nKassandra overheard a man with tied hands crying for help.\n*'''[[Aiantides]]:''' ''Help! Someone, help!''\nKassandra approached the man and recognized him.\n*'''Kassandra:''' ''Aiantides? Is that you?''\n*'''Aiantides:''' ''Yes! Yes, thank the [[Greek mythology|gods]]! Wait! Kassandra? No! Why'd it have to be you again? Go away! Help! Someone else! Help! No! No, no, no. I owe you enough Kassandra. Why'd you have to do this again?''\nKassandra freed Aiantides.\n*'''Kassandra:''' ''Keep your voice down, the [[Soldier|guards]] will you.''\nHer act was caught by the guards.\n*'''Guard:''' ''Hey! You! Get away from the prisoners.''\n*'''Kassandra:''' Maláka.\nKassandra eliminated the guards and returned to Aiantides.\n*'''Kassandra:''' ''Aiantides, my proud friend... What's happened to you this time?''\n*'''Aiantides:''' ''The gods are not fair to Aiantides. I spent my wealth on my gifts to you. I don't complain, that was fair. Then someone told me I could make a fortune in [[Messenia]]. But those ''malákes'' sold me for a fortune instead! I'm a slave here. And now you show up? How is ''that'' fair?''\n*'''Kassandra:''' ''This isn't my fault. It's your pride that did this.''\n*'''Aiantides:''' ''Yes, I, Aiantides, am proud! And I will never be indebted to anyone. But now you save me again? Why do you keep doing this to me?''\n<tabber>\n|-|I couldn't leave you die.=\n*'''Kassandra:''' ''I could hardly leave you to rot in that cage, Aiantides.''\n|-|You still owe me.=\n*'''Kassandra:''' ''You said before you still owed me a favor. You can't repay me if you're stuck in a cage.''\n</tabber>\n*'''Aiantides:''' ''You just can't leave me out of your heroic deeds, can you? Now what can I do? I have nothing. Kassandra, ''nothing'', to pay my debt to you.''\n*'''Kassandra:''' ''Aiantides, the [[Greece|Greeks]] are indebted to the gods, aren't they?''\n*'''Aiantides:''' ''Of course we are. We can never repay their gifts to us! I am proud, Kassandra, but not ''that'' proud.''\n*'''Kassandra:''' ''I am the Messenger of [[Jupiter|Zeus]]. I'm ''basically'' a god.''\n*'''Aiantides:''' ''What? This is worse! How can I ever repay my debt to you?''\n*'''Kassandra:''' ''As a god, I can forgive your debt, can I not?''\n*'''Aiantides:''' ''I... Yes. I suppose you can.''\n<tabber>\n|-|🤝 Work off your debt on my ship.=\n*'''Kassandra:''' ''I ''could'' use you on my [[ship]]. [[Barnabas]] may hate me, but you'll be kept out of trouble, and your debt to me will be fulfilled.''\n*'''Aiantides:''' ''I, Aiantides, will never be indebted to anyone... Except a god. Who can resist the gods? I accept.''\n*'''Kassandra:''' ''I'll see you on my ship, mortal.''\nAiantides left to board the ''[[Adrestia]]'', but not before giving Kassandra the mace [[The Bludgeoner]] as a final thanks.\n|-|Leave – I need nothing from you.=\n*'''Kassandra:''' ''You owe me nothing—I release you from your debt. If you really want to do something for me, go home and stay there.''\n*'''Aiantides:''' ''Again? You can't avoid being heroic, can you? But you're a god. It makes sense now. I will do as you desire. I, Aiantides the Proud, will pay the Messenger of Zeus's forgiveness forward... to others! But before I go, here, one last gift.''\nAiantides handed over a note to Kassandra.\n*'''Kassandra:''' Maláka''... Another treasure hunt?''\nAiantides nodded.\n*'''Aiantides:''' ''The final one. I have found something that might be useful to you. I went to great lengths to get it. It was before I knew you were a god...''\n*'''Kassandra:''' ''All right. Thank you, Aiantides. Go away now. I command it.''\nAiantides bowed and left. Kassandra read the letter.\n:'''Directions to Aiantides' treasure:'''<br>''Eagle Bearer! I wrote this just in case I become indebted to you, again! By the Gods, I hope not. If you are reading this, then... ''maláka''! I, Aiantides the Proud, shall bestow another treasure upon you! Why are you always swooping in to be the hero? I've hidden my treasure in a den where tusks are plenty and snouts are aflaring! I believe the [[Wild boar|boars]] are nothing to you. Now go! I hope that this is the last time I will ever need to repay you!''\nKassandra travelled to the location, which was a [[Giant Boar Hideout|wild boar]] cave in the north of [[Exile Hills]]. She entered the cave and recovered The Bludgeoner mace from a carcass.\n</tabber>",
    "Section_Outcome": "Kassandra came across and freed Aiantides, leaving him in her debt once again. Kassandra was given the choice of employing Aiantides on the ''Adrestia'' or letting him go.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] – [[Legacy of the First Blade: Bloodline]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}