{
    "QuestName": "Theatrics and Espionage",
    "QuestID": "226373",
    "Revision": {
        "id": "1010959",
        "parentid": "890587",
        "timestamp": "2022-10-09T03:45:33Z",
        "contributor": null,
        "origin": "1010959",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "7f0xt3nyfqheqh3gkvhk7h1gtfxgh51"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Theatrics and Espionage Memory Screenshot 06.png",
        "description": "'The Phila|Tempest's Gyras|Chief Engineer, who is said to be the best naval engineer in the Greece|Greek world, tasked Kassandra to retrieve something that could turn the tides in their favour.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade: Shadow Heritage'",
        "type": "Main, Support",
        "previous": "Persian Puppetry",
        "next": "Prodigal",
        "source": "Kassandra",
        "location": "Achaia, Greece",
        "date": "420s BCE"
    },
    "General_Description": "'''Theatrics and Espionage''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "On [[Darius]]' suggestion, Kassandra looked for the [[Gyras|engineer]] responsible for creating the [[Chimera's Breath]].",
    "Section_Dialogue": "Kassandra travelled to Darius' makeshift [[Patrai hideout|hideout]] in the hull of an unfinished [[ship]] in [[Patrai]]. He tinkered with his [[Hidden Blade]] as she approached.\n*'''Kassandra:''' ''Getting ready for something?''\n*'''Darius:''' ''Good, you're finally here.''\n*'''Kassandra:''' ''You mentioned something big is about to happen in [[Achaia]].''\n*'''Darius:''' ''I've heard that the [[Phila|Tempest]]'s [[Gyras|chief engineer]] is developing a [[Chimera's Breath|new weapon]].''\n<tabber>\n|-|Met with Natakas first=\n*'''Kassandra:''' ''[[Natakas]] and I saw her try the weapon at the docks. It's not working yet, but it'll be a problem when it does.''\n|-|Darius first=\n*'''Kassandra:''' ''A new weapon. That can't be good for us.''\n</tabber>\n\n*'''Darius:''' ''He's trying to flee Achaia.''\n*'''Kassandra:''' ''If he does want to escape, maybe we can convince him to help us defeat the Tempest.''\n*'''Darius:''' ''He's attending the [[shipbuilding symposium]] at the [[Patrai amphitheater|amphitheater]] here in Achaia.''\n(Accept – \"I'll go to the symposium.\")\n*'''Kassandra:''' ''I can head over to the amphitheater now.''\n*'''Darius:''' ''There seems to be a discussion about a plan—a secret weapon for the Tempest. The chief engineer should have more information about it.''\n*'''Kassandra:''' ''Sounds easy enough.''\n*'''Darius:''' ''They answer to the code word \"I am [[Poseidon]]'s Chosen.\"''\nKassandra laughed.\n*'''Kassandra:''' ''Sure.''\n*'''Darius:''' ''The chief engineer is amongst the attendees, seek him out.''\n(If players asked \"What's with that blade?\")\n*'''Kassandra:''' ''That blade means a lot to you. Where does it come from?''\nShe eyed his Hidden Blade closely as she spoke.\n*'''Darius:''' ''I forged it myself. But it's more than a blade to me. It's a choice.''\n*'''Kassandra:''' ''It takes skill to get so close to a target...''\n*'''Darius:''' ''That's the point.''\n(If players asked \"What do you know about the Tempest?\")\n*'''Kassandra:''' ''What do you know about the Tempest? She must have been planted by [[Amorges]].''\n*'''Darius:''' ''I'm not familiar with the Tempest, but I wouldn't put anything past Amorges. He's only ever had one thing on his mind. Lasting prosperity for [[Iran|Persia]].''\n*'''Kassandra:''' ''No matter the price.''\n(If players asked \"Why get involved in all of this?\")\n*'''Kassandra:''' ''What convinced you to help the stranded people, Darius?''\n*'''Darius:''' ''Natakas' heart is in the right place, and I want to... encourage that. But the moment we're done, we're leaving the [[Greece|Greek world]] for good.''\n(Leave – \"I'll go find the chief engineer.\")\n*'''Kassandra:''' ''I'll head to the amphitheater now and find the chief engineer.''\n\nKassandra headed to the amphitheater. Along the way, she thought about what Darius had said.\n*'''Kassandra:''' ''The chief engineer is here, but I don't know exactly who it is... Should be easy enough. The code word is \"I am Poseidon's Chosen.\"''\nShe snorted in laughter once again at the code word.\n\nKassandra arrived at the amphitheater, where a [[Parmys|woman]] was giving a speech from atop a showboat on display at the base of the amphitheater.\n*'''Kassandra:''' ''This looks like the place Darius mentioned.''\n*'''Parmys:''' ''My friends, we have come a long way. I do not speak of the paths you have all traveled to be here, though I thank you for coming.<br />I speak of the noble history of Greek shipbuilding. In this wonderful historic amphitheater set within prosperous Achaia, I think it appropriate to reflect upon that ancient duty of which, with all modesty, we have become masters.<br />It is we, the Greeks, who took the world from the humble ''monoxylon'' to the ''papyrella'', through the [[penteconter]] and [[bireme]], and finally to the unconquerable [[trireme]]. We have plied the graces of patient Poseidon as the oceans slowly relinquished their secrets. And now the entire Greek world enjoys the benefits of our toil.<br />Admittedly, we have been less successful in that respect with [[Zeus]] and [[Ares]]. So where do we go from here? Where ''can'' we go from here? Can we improve upon the mighty trireme, that conqueror of the tides?<br />I say to you, yes!<br />It would be a brave soul who limits the scope of Greek innovation. Could we not one day bear witness to the construction of vessels rivaling those of the gods? Imagine the magnificence of the ships not 130 feet long, but 400! Carrying not 200, but 2000! With not three rows of oars, but 20! And broad decks bearing catapults with which to vanquish enemies from afar!<br />Why stop there? For the nobles, [[gymnasium]]s and gardens! All crowned with a temple to beloved [[Aphrodite]]! Imagine such worlds on the water.<br />What would it take to build them? Who could do it? Come now brethren! I say to you, our gods-given Greek genius has never known human limitation. Our own [[Pythagoras]] discovered the secrets of angles, did he not? Another like him will rise to achieve these glorious constructions. Imagine a child of Pythagoras! What wonders might that child perform, as it would sit upon its father's shoulders?''\nKassandra muttered to herself at the mention of Pythagoras.\n*'''Kassandra:''' Ma-lá-ka!'' I'll bet he couldn't calculate the chances of that.''\nAbove her, the woman continued her speech.\n*'''Parmys:''' ''In the light of such exalted heritage, I say to you, it is not a question of \"if\" we do it, but of \"when\"!<br />Welcome, then, to the Achaia shipbuilding symposium, and to the glorious future of Greek shipbuilding! This brand new innovation is called an oar lock.<br />As you can see, it holds the oar in place and prevents it from sliding around. Notice how it affords unrestricted movement without inducing undue wear on the ear or on the rail. It's already improved the effectiveness of those vessels to which it has been applied.<br />Captains report greater speeds from their crews, who are able to row harder and longer. Which is something, I venture, that would gain the approval even of Aphrodite herself. But what about sails? We already use the best linen available. Our ropes and pulleys are the finest ever made. In fact, they recently discovered that by \"squeezing down\" one side of the sail, the amount of wind captured can be increased. That means more speed, especially in critical moments of battle. Of course, these techniques will never replace a crew of strong [[Slavery|slaves]]. But they are useful nonetheless.''\n\n(Chose the leftmost spectator)\nKassandra approached the woman.\n*'''Kassandra:''' ''I am Poseidon's Chosen.''\n*'''Civilian:''' ''Right, and I'm [[Hera]]'s Harlot.''\n*'''Kassandra:''' ''What?''\n*'''Civilian:''' ''What do you mean, what? Go away, I'm trying to pay attention here.''\n(Chose the rightmost spectator)\nKassandra approached the man.\n*'''Kassandra:''' ''I am Poseidon's Chosen.''\n*'''Civilian:''' ''Oh, OK. What did he choose you for?''\n*'''Kassandra:''' ''To... speak to you?''\n*'''Civilian:''' ''I—um. Please leave me alone.''\n(Chose the one in the middle)\nKassandra sat down next to a spectator, wearing finery and a silver bangle that could only be afforded by a wealthy craftsman, who clapped for the speaker.\n<tabber>\n|-|Spoke to engineer first=\n*'''Kassandra:''' ''I am Poseidon's Chosen.''\nThe spectator sat in silence, then responded.\n*'''Gyras:''' ''Who sent you?''\n|-|Spoke to another spectator first= \n*'''Kassandra:''' ''I am Poseidon's—''\n*'''Gyras:''' ''Idiot.''\n*'''Kassandra:''' ''What?''\n*'''Gyras:''' ''You're not his Chosen, you're his idiot. I could hear you from here pestering people. Who told you about me?''\n</tabber>\n\n<tabber>\n|-|A friend sent me.=\n*'''Kassandra:''' ''A friend of mine has been asking around about you. We heard you want to flee Achaia, and we can help with that.''\n*'''Gyras:''' ''Such freely offered help often comes with a hidden cost.''\n*'''Kassandra:''' ''Not this time, I promise.''\n|-|Lie – The gods sent me.=\n*'''Kassandra:''' ''Lucky for you, the gods have sent me to solve your problems. I heard you wish to flee Achaia.''\n*'''Gyras:''' ''I don't know about gods, but your spies seem fairly well informed.''\n*'''Kassandra:''' ''Yes, fairly.''\n</tabber>\n*'''Gyras:''' ''Well... if the Tempest had sent you, I'd be dead by now.''\nElsewhere, a [[Megakreon|man]] stood near the amphitheater, eavesdropping on their conversation.\n*'''Kassandra:''' ''I need a way to defeat her. Like this weapon I've heard about.''\nThe man walked away.\n*'''Gyras:''' ''The Chimera's Breath. My greatest creation, but also my greatest regret. I left before they could force me to complete it. Without my finishing touches, it will never work as intended.''\n(If players asked \"What is the Chimera's Breath, exactly?\")\n*'''Kassandra:''' ''Tell me more about this secret weapon. What does it do?''\n*'''Gyras:''' ''It's meant to engulf enemy ships in a torrent of flames. And it works extremely well. Installation is the tricky part though. If done incorrectly, it backfires. Horribly.''\n(If players asked \"What do you know about the Tempest?\")\n*'''Kassandra:''' ''You worked with the Tempest. What can you tell me about her?''\n*'''Gyras:''' ''She's a ruthless, emotionless creature. But the scariest part about her is her strategic brilliance. You'd be hard pressed to find a more perfect commander.''\n(If players asked \"How do you plan to leave?\")\n*'''Kassandra:''' ''You said you want out of Achaia. Do you have a plan?''\n*'''Gyras:''' ''The only way out is through the Tempest. Trust me, I've exhausted every other option I can think of.''\nThe engineer looked up at the speaker on the showboat.\n*'''Gyras:''' ''That's my wife up there, and now I've put her life at risk, too.''\n(If players chose \"Defying the Tempest is risky.\")\n*'''Kassandra:''' ''You're taking a big risk by sharing your secrets with me.''\nThe man paused, then smirked before turning back to Kassandra.\n*'''Gyras:''' ''No, I'm ''betting'' on you to destroy the Tempest for me. Get your hands on the plans, and I can install the Chimera's Breath on your [[Adrestia|ship]]. With it, you can destroy her entire fleet. I must do something to right this wrong.''\n<tabber>\n|-|My ship is already unstoppable.=\n*'''Kassandra:''' ''The ''Adrestia'' is one of the best ships there ever was. It doesn't need extra weaponry.''\n*'''Gyras:''' ''Against the Tempest? You'll need to be as prepared as possible.''\n|-|I could use the help.=\n*'''Kassandra:''' ''If the Chimera's Breath is as powerful as you say it is, it would be helpful.''\n*'''Gyras:''' ''Once I'm done with your ship, it will crush the [[Skylla (ship)|Skylla]].''\n</tabber>\n\n*'''Kassandra:''' ''So how do I get the plans?''\n*'''Gyras:''' ''The Tempest's fleet commander has them. He's manning the naval blockade. While you're gone, I'll get to work. The plans are written in a code that only I can read, so even when we have them, it'll take some time.''\n*'''Kassandra:''' ''I'll meet you back here when I'm done.''\nThe man walked away. Darius sat on the stands behind Kassandra, having overheard everything.\n*'''Darius:''' ''Good. I was wondering how we would clear the blockade.''\nKassandra turned around.\n*'''Kassandra:''' ''I'll take care of—''\nHowever, Darius had vanished once again in his trademark fashion. Kassandra rolled her eyes at his exit.\n\nKassandra travelled to the [[Temple of Artemis Laphria]], where the fleet commander was located. She killed the commander and his [[guard]]s, looting the plans from the former's body.\n*'''Kassandra:''' ''The weapon plans for the Chimera's Breath. Time to head back to the amphitheater.''\nKassandra returned to the amphitheater, only to find the engineer lying on the ground, dead.\n*'''Kassandra:''' ''No!<br /> No. They must have found the engineer.<br /> Only he could decipher the weapon plans.''\nKassandra inspected his body. A man arrived with his guards.\n*'''Megakreon:''' ''Look, boys!<br />First the runaway engineer and now the Eagle Bearer. Aren't we lucky?''\nDarius arrived, assassinating one of the guards from behind.\n*'''Darius:''' ''\"Lucky\" isn' the word I'd use.''\n*'''Kassandra:''' ''Oh, look who decided to show up just in time.''\n*'''Megakreon:''' ''Kill them! Kill them both!''\nKassandra and Darius killed Megakreon and his guards. The engineer's wife came over and mourned his death. Kassandra turned to Darius.\n*'''Darius:''' ''The Tempest is more shrewd and careful than we expected.''\n*'''Kassandra:''' ''We should warn the others. They might be in danger, too. I'll have [[Barnabas]] take a look at the plans. In any case, we shouldn't linger here.''\n*'''Darius:''' ''Back to the shadows then.''",
    "Section_Outcome": "Kassandra met with the engineer responsible for the weapon, who tasked Kassandra to recover the weapon's plans. However, he was murdered by Megakreon who discovered his treachery. Kassandra and Darius were able to gain revenge and eliminate him.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Theatrics and Espionage Memory Screenshot 01.png|Kassandra interrupting Darius\nACOD Theatrics and Espionage Memory Screenshot 02.png|Kassandra discovering the engineer\nACOd-LotFB2-Gyrassitting.jpg|Gyras sitting in the audience\nACOD Theatrics and Espionage Memory Screenshot 03.png|The Ancient member overhearing Kassandra's conversation with the engineer\nACOD Theatrics and Espionage Memory Screenshot 04.png|Gyras pleading with Kassandra to help him\nACOD Theatrics and Espionage Memory Screenshot 05.png|Darius sitting at the amphitheater\nACOd-LotFB2-Gyrasworkshop.jpg|Gyras at his workshop\nACOD Theatrics and Espionage Memory Screenshot 07.png|Kassandra surrounded by Megakreon and the Cultist guards\nACOD Theatrics and Espionage Memory Screenshot 08.png|Darius arriving to help Kassandra\nACOd-LotFB2-MegakreonAmphitheater.jpg|Megakreon at the Patrai amphitheater\nACOD Theatrics and Espionage Memory Screenshot 09.png|Kassandra and Parmys mourning Gyras\nACOd-LotFB2-Megakreondead.jpg|Megakreon dead\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade: Shadow Heritage]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}