{
    "QuestName": "Whimpers Through the Fog",
    "QuestID": "225290",
    "Revision": {
        "id": "903591",
        "parentid": "901280",
        "timestamp": "2020-11-11T03:00:16Z",
        "contributor": null,
        "comment": "Links, slight rearranging",
        "origin": "903591",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "e5onh8w15cvfm8jea713ts5msihn8iw"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Whimpers Through the Fog 8.png",
        "description": "'Tasked with finding an informant, Kassandra waded into a fog with what many called a dangerous presence.'",
        "appearance": "'Assassin's Creed: Odyssey' – 'Legacy of the First Blade: Hunted'",
        "type": "Main, Support",
        "previous": "Starting the Hunt",
        "next": "Piecing the Puzzle",
        "source": "Kassandra",
        "location": "Swamps of Thermes, Makedonia, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''Whimpers Through the Fog''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra travelled to the [[Therme Wetlands|swamp]] to look for [[Natakas]]' informant.",
    "Section_Dialogue": "Kassandra made her way to the eastern edge of the [[Swamps of Thermes]]. She followed the stream to a makeshift prison encampment, with no [[Soldier|guards]] but at least two [[bear]]s.\n\n*'''Kassandra:''' ''Animals? Where are the guards?''\n\nKassandra slew the bears and released the prisoners, finding [[Natakas]]' informant among them. She screamed out for help.\n\n*'''[[Civilian]]:''' ''Help! Someone, help!''\n\nKassandra released her.\n[[File:ACOD Whimpers Through the Fog 2.png|thumb|250px|The informant released by Kassandra]]\n\n*'''Civilian:''' ''Thank you, ''misthios''! I've been at the mercy of those beasts. Did Natakas send you?''\n*'''Kassandra:''' ''You must be his contact.''\n*'''Civilian:''' ''My son was spying on an [[Order of the Ancients|Order]] member. It was his first job... but he got captured. I shouldn't have agreed to let him be involved...''\n<tabber>\n|-|It's not your fault.=\n*'''Kassandra:''' ''It wasn't your fault. Your son made a choice, and you respected it.''\n*'''Civilian:''' ''He had a life ahead of him! But now...''\n|-|You deserve the blame for this.=\n*'''Kassandra:''' ''If you cared, you wouldn't have put your son in danger.''\n*'''Civilian:''' ''I do care for him, ''misthios''! But he's young, eager... and now in trouble.''\n</tabber>\n\n*'''Kassandra:''' ''Where did this madman take your son?''\n*'''Civilian:''' ''His soldiers took him downstream. They're going to finish him off, ''misthios''! Please save him!''\n\n(If \"Where should I look for your son?\" is chosen.)\n\n*'''Kassandra:''' ''Where was your son last seen?''\n*'''Civilian:''' ''Down the stream, misthios. He was dragged away by guards!''\n\n(If \"Who is the madman?\" is chosen.)\n\n*'''Kassandra:''' ''Tell me more about this madman.''\n*'''Civilian:''' ''I've heard things about [[Pactyas (Ancients)|him]]... The calls of beasts herald his approach.''\n\nWolves howled in the distance as she spoke. The two women briefly looked in the direction of the howl.\n\n*'''Civilian:''' ''But I've only seen his guards, and they dragged my boy away. ''Misthios'', please. Bring my boy back to me!''\n\n(Leave – \"I'll save your son.\")\n\n*'''Kassandra:''' ''You're injured. Stay here while I find your son.''\n*'''Civilian:''' ''Please hurry, ''misthios''. They could be flaying him right now!''\n\nKassandra took her leave and continued downstream.\n\n*'''Kassandra:''' ''I need to find her boy... Hope this madman she's talking about didn't get his hands on him.''\n\nAt the mouth of the stream, Kassandra found a massacre of soldiers.\n\n*'''Kassandra:''' ''This is a bloodbath. What happened here?''\n\n[[File:ACOD Whimpers Through the Fog 4.png|thumb|250px|Kassandra finding several bodies]]\nShe inspected a body in a nearby cage for her first clue.\n\n*'''Kassandra:''' ''These people were exposed to the elements and tortured in these cages. Horrific.''\n\nShe continued into the [[Therme Wetlands]].\n\n*'''Kassandra:''' ''The fog is rolling in.''\n\nShe inspected the bodies under the cloth on the riverbank.\n\n*'''Kassandra:''' ''What kind of monster would do this?''\n\nKassandra reached the nearby cabin and inspected the grisly table.\n\n*'''Kassandra:''' ''These tools were used on the victims. [[Wolf|Wolves]] aren't to blame for this carnage.''\n\nShe inspected the door of the cabin to complete her investigation.\n\n*'''Kassandra:''' ''This door is locked. But the blood trail leads further into the swamp.''\n\nIn the distance, she heard a child cry out for help.\n\n*'''Child:''' ''Please, let me go. Somebody help!''\n*'''Kassandra:''' ''There he is.''\n\nKassandra made her way to the boy. He cried out as she drew near.\n\n*'''Kassandra:''' ''It's OK. Your mother sent me. Calm down, boy.''\n*'''Child:''' ''No! Don't kill me!''\n\nThe boy took off.\n\n*'''Child:''' ''Stay away from me!''\n*'''Kassandra:''' ''Come back! Your mother sent me. ''Maláka.\n\n[[File:ACOD Whimpers Through the Fog 7.png|thumb|250px|Kassandra chasing after the boy]]\nKassandra chased after him.\n\n*'''Kassandra:''' ''Boy, come back!''\n*'''Child:''' ''Stay away!''\n\nShe chased him to the site of a grisly display of human remains, some impaled on spikes, others [[hanging]] from the [[Death tree|tree limbs]].\n\n*'''Kassandra:''' ''By the [[Greek mythology|gods]]. What happened here?''\n\nShe continued to the base of the tree and called out to the boy.\n\n*'''Kassandra:''' ''Boy! Get back here. Where are—''\n\nKassandra looked up into the tree branches and took stock of the sheer number of corpses strung up on display. She was mortified.\n\n*'''Kassandra:''' ''What ''is'' this?''\n\nThe boy was nearby, and he cowered in fear of Kassandra.\n\n*'''Child:''' ''Don't come any closer!''\n\n[[File:ACOD Whimpers Through the Fog 9.png|thumb|250px|The madman with the child]]\nA man walked up beside the boy, who turned to look up at him.\n\n*'''Madman:''' ''Don't worry, you're safe now.''\n\nKassandra realized he was the Madman the boy's mother had warned her about.\n\n*'''Kassandra:''' ''Come over here. He's dangerous.''\n\nThe boy refused, accusing Kassandra of killing the people in the branches.\n\n*'''Child:''' ''You killed them. You killed all of them.''\n*'''Madman:''' ''You're a smart one, young man. You'll know no more pain here. Run along now.''\n\nThe boy took off into the fog, leaving the Madman alone with Kassandra.\n\n*'''Madman:''' ''So, this is [[Darius]]' dog. The one looking for the ''Huntsman''.''\n*'''Kassandra:''' ''Tell me where he is before I slice your throat.''\n*'''Madman:''' ''It's always violence with you, isn't it? Just like your ''master''. Tell me, [[Eagle]] Bearer, do you truly trust \"Darius\"?''\n<tabber>\n|-|I trust Darius.=\n*'''Kassandra:''' ''He's honest. That's enough to earn my trust.''\n|-|I don't trust Darius.=\n*'''Kassandra:''' ''Darius hasn't earned my trust.''\n|-|I trust no one.=\n*'''Kassandra:''' ''I haven't trusted anyone in a long time.''\n</tabber>\n\n*'''Madman:''' ''You should be careful who you're running with, Eagle Bearer. Do you even know his name—his ''true'' name? You think you know Darius? ...[[Xerxes I of Persia|Xerxes]] thought ''he'' knew Darius.''\n*'''Kassandra:''' ''Whatever you're up to, you won't succeed.''\n*'''Madman:''' ''But I already have. You're here, aren't you? What do you think of my display?''\n*'''Kassandra:''' ''It's the work of sick, twisted minds.''\n*'''Madman:''' ''You're right. Don't you remember these faces? ''You'' killed these men. They had friends, lovers—''\n\n[[File:ACOD Whimpers Through the Fog 11.png|thumb|250px|Kassandra confronted by the civilians]]\nA group of civilians appeared from the fog, surrounding Kassandra. Among them was a man who lost his son, a young woman who lost her lover, and another who lost her husband.\n\n*'''Madman:''' ''...Families. Did their loved ones really deserve to die? Do ''they'' not deserve their revenge?''\n\nThe families of Kassandra's \"victims\" stepped towards her with vengeance in their eyes.\n<tabber>\n|-|Stay back.=\n*'''Kassandra:''' ''Don't come any closer. None of it was personal.''\nThe man who lost his son pointed his finger at her.\n*'''Civilian:''' ''So you would kill others for your own benefit?''\n|-|I had to defend myself.=\n*'''Kassandra:''' ''If I hadn't killed them, they would've killed me. Don't make me do the same to you.''\nThe woman who lost her lover criticized her.\n*'''Civilian:''' ''Killing is the only alternative you can think of?''\n|-|I'm not a mindless killer.=\n*'''Kassandra:''' ''They were killing innocent people. I had to stop them.''\nThe woman who lost her husband chastised her.\n*'''Civilian:''' ''You're not the judge of what is right or wrong, killer.''\n|-|Attack – I have no choice but to kill you all.=\nKassandra refused to reason with the vengeful families and drew her spear.\n*'''Kassandra:''' ''Enough talk. If revenge is what you want, take it!''\n*'''Madman:''' ''Don't you see? When given the choice, all you are is violence. You paint the world with blood.''\nThe Madman left while the vengeful families took up the arms of the fallen. (leads to 'Attack' outcome)\n</tabber>\nThe vengeful families advanced on her.\n<tabber>\n|-|Stay back.=\n*'''Kassandra:''' ''Don't move any closer! It wasn't personal—they were just in the way.''\nThe man who lost his son yelled at her.\n*'''Civilian:''' ''Selfish. My son didn't deserve to die.''\n|-|I had to defend myself.=\n*'''Kassandra:''' ''I would be dead if I hadn't fought them.''\nThe woman who lost her lover yelled at her.\n*'''Civilian:''' ''But now they're dead! All of them. So much suffering.''\nThe woman began tearing up.\n*'''Civilian:''' ''We... were going to start a family...''\n|-|I'm not a mindless killer.=\n*'''Kassandra:''' ''Don't come any closer! They stood for the wrong side, for the wrong reasons. I had no choice.''\nThe woman who lost her husband chastised her.\n*'''Civilian:''' ''Who are you to say what's right or wrong?''\n|-|Attack – I have no choice but to kill you all.=\nKassandra came to the conclusion there was no peaceful solution and drew her spear.\n*'''Kassandra:''' ''You're making me do this.''\n*'''Madman:''' ''I didn't make you do anything, Eagle Bearer. ''This'' is what you do. You and your [[Tainted One|kind]].''\nThe Madman left while the vengeful families took up the arms of the fallen. (leads to 'Attack' outcome)\n</tabber>\nUnswayed, they advanced on her again.\n<tabber>\n|-|Stay back.=\n*'''Kassandra:''' ''Stay back! They—they were in the way.''\nThe man who lost his son spoke.\n*'''Civilian:''' ''So you killed them.''\nHis voice filled with sadness.\n*'''Civilian:''' ''My son. You took him away from me.''\n|-|I had to defend myself.=\n*'''Kassandra:''' ''I did what I had to. Don't make me hurt you too!''\nThe woman who lost her lover stepped forward and spat as she spoke.\n*'''Civilian:''' ''No matter the cost. The world doesn't revolve around you.''\nHer voice cracked.\n*'''Civilian:''' ''We were going to start a family... He didn't deserve to die like this. He should be with me!''\n|-|I'm not a mindless killer.=\n*'''Kassandra:''' ''I had to! They fought for the wrong side!''\nThe woman who lost her husband yelled at her.\n*'''Civilian:''' ''My husband's dead!''\n|-|Attack – I have no choice but to kill you all.=\nKassandra came to the conclusion there was no peaceful solution and drew her spear.\n*'''Kassandra:''' ''You're forcing my hand.''\n*'''Madman:''' ''No one forces your hand, Eagle Bearer. This is what you do. You color the world with death.''\nThe Madman left while the vengeful families took up the arms of the fallen. (leads to 'Attack' outcome)\n</tabber>\nKassandra looked down. The woman who lost her husband yelled at her.\n\n*'''Civilian:''' ''You always have a choice!''\n\nThe families formed a tight ring around Kassandra.\n<tabber>\n|-|Attack – I have no choice but to kill you all.=\nKassandra came to the conclusion there was no peaceful solution and drew her spear.\n*'''Kassandra:''' ''This can only end one way.''\n*'''Madman:''' ''Is that right? So close. You were so close. But you just can't stop killing, can you? It's your nature. You are bloodshed. You ''are'' destruction. Till we meet again, Eagle Bearer.''\nThe Madman left while the vengeful families took up the arms of the fallen.\n*'''Kassandra:''' ''Don't get in my way!''\nThe family members lashed out at Kassandra, getting one hit each.\n*'''Civilian:''' ''How do you sleep at night? Die!''\n*'''Civilian:''' ''This is for my son!''\n*'''Civilian:''' ''Bring him back to me, you monster!''\nKassandra struck back and killed a couple of them. She pleaded with the ones that remained.\n*'''Kassandra:''' ''Please, don't make me hurt you!''\nThey would not relent, and Kassandra was forced to kill them all.\n|-|Refuse to choose \"Attack\"=\nIn spite of their advancing on her with vengeance in their eyes, Kassandra adamantly refused to turn her spear on them.\n*'''Kassandra:''' ''You won't force my hand! I won't kill you.''\n*'''Madman:''' ''Well, well. It seems like the Eagle Bearer has a conscience.''\nHe clapped slowly and insincerely.\n*'''Madman:''' ''Marvelous performance. Very convincing.''\n*'''Kassandra:''' ''You tricked me.''\n*'''Madman:''' ''Theatrics, yes. But also truth. You killed those people—you ruined lives.''\nTwo Persian soldiers ran up from behind.  Kassandra turned to face them as they drew their swords.\n*'''Madman:''' ''And you'll never stop. So we'll never stop hunting you. Not until your kind are gone and the world is safe. Till we meet again, Eagle Bearer.''\nThe Madman left while the two soldiers attacked Kassandra.  She defeated them and took off after the Madman.\n</tabber>\nRegardless of how Kassandra dealt with the families of her victims, she returned her attention to the Madman, and the direction in which he fled.\n\n*'''Kassandra:''' ''You can't hide forever. I'm coming for you! Come out, you coward! Face me!''\n\nKassandra spotted a humanoid figure poking out of the brush to the west.\n\n*'''Kassandra:''' ''I see you!''\n\nThe figure, however, was a scarecrow.\n\n*'''Kassandra:''' ''What is this?''\n\nThe scarecrow held a scroll. Kassandra grabbed and opened it to read the message.\n\n*'''Kassandra:''' ''\"The Huntsman awaits you in the forest.\" That—''\n\nKassandra swung her fists downward and yelled in frustration.\n\n*'''Kassandra:''' ''In the ''forest''?'' Maláka. ''I'm coming for you, Huntsman.''\n\nKassandra returned to the tree strung with dead bodies.\n<tabber>\n|-|Attacked the family members=\nKassandra knelt down over the dead bodies of her many victims, now joined by their grieving family members.\n*'''Kassandra:''' ''All this bloodshed. All this life lost...''\n|-|Refused to attack the family members=\nThe man who lost his son approached her.\n*'''Civilian:''' ''We may have been tricked, but I still don't forgive you.''\nThe man left after having said his piece. Kassandra turned back towards the tree and knelt down.\n</tabber>\nAmidst the fog and the marsh, Kassandra was left to grapple with the weight of the bloody trail she had left across the Greek world.\n<tabber>\n|-|I'm not a monster.=\n*'''Kassandra:''' ''I had to.''\n|-|I'm a monster.=\n*'''Kassandra:''' ''My actions ''are'' who I am.''\n</tabber>\nKassandra returned to Natakas at the hideout and spoke to him.\n\n*'''Natakas:''' ''You're back.''\n*'''Kassandra:''' ''That contact of yours in the wetland led me to a madman. I believe it might've been the Huntsman himself.''\n*'''Natakas:''' ''If you're back here looking the way you are, he must've gotten away.''\n*'''Kassandra:''' ''He won't the next time.''",
    "Section_Outcome": "While tracking the Huntsman in the [[Therme Wetlands]], Kassandra was lured into a trap and forced to face the families of the countless nameless and faceless soldiers she had killed during her travels. She survived the madman's ruse and obtained a clue to the Huntsman's whereabouts.",
    "Section_Trivia": "*After a response is chosen, it is no longer available in subsequent rounds of the standoff. The only \"choice\" besides attacking is to exhaust all three defensive statements and refuse to attack when the \"Attack\" option is all that remains.\n*If the timer is allowed to expire in each round of dialogue on its own, the hero may end up auto-stating responses that are no longer technically available.\n* If the families are taken down with non-lethal methods, such as Paralyzing Arrows, the outcome is the same for killing them. Their actors are simply removed from the game as soon as the quest concludes and they pass out of the camera's field of view.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Whimpers Through the Fog 1.png|Kassandra at the informant's possible location\nACOD Whimpers Through the Fog 3.png|Kassandra arriving at the location of the informant's son\nACOD Whimpers Through the Fog 5.png|Kassandra investigating a corpse\nACOD Whimpers Through the Fog 6.png|Kassandra investigating a bloodied door\nACOD Whimpers Through the Fog 10.png\nACOD Whimpers Through the Fog 12.png\nACOD Whimpers Through the Fog 13.png|Kassandra mourning the deceased soldiers\nACOD Whimpers Through the Fog 14.png|Kassandra leaving the site\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]'' – ''[[Legacy of the First Blade: Hunted]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}