{
    "QuestName": "The Liberator",
    "QuestID": "223655",
    "Revision": {
        "id": "1047454",
        "parentid": "922395",
        "timestamp": "2023-06-13T19:08:08Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047454",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "8hv4jvc7ei24olc47w984e0oeyhznuw"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD The Liberator 01.png",
        "description": "'The Onomakles|freed prisoner begged Kassandra for help, claiming he was on urgent business for Athens and needed to reach his ship safely. Kassandra agreed to aid his return.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character",
        "previous": "He Who Stops",
        "next": null,
        "source": "Kassandra",
        "location": "Attika, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''The Liberator''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Having discovered [[Kleon]]'s [[Heremos|informant]] dead, Kassandra sort to free other prisoners held in the [[Mt. Pentelikos Marble Quarry]].",
    "Section_Dialogue": "Kassandra found a [[Onomakles|prisoner]] calling out to her for help.\n*'''Onomakles:''' ''Over here! Help me, please. Save me. Please, get me out of here.''\nKassandra opened the cage and slung him over her shoulder.\n*'''Onomakles:''' ''Thank you. My legs... You'll have to carry me.''\nShe carried him safely out of the quarry and set him down to speak to him.\n*'''Onomakles:''' ''Thank you...''\n*'''Onomakles:''' ''I need to get to my ship. I'll reward you well.''\n(If players asked \"What ship?\")\n*'''Kassandra:''' ''You have a ship?''\n*'''Onomakles:''' ''Yes. I came inland to meet an associate. You might have seen him... He enjoyed [[Sparta]]n hospitality at the end of a rope.''\n*'''Kassandra:''' ''Heremos? I was sent to rescue him.''\n*'''Onomakles:''' ''We can still complete the mission if you help me.''\n(If players asked, \"Who are you?\")\n*'''Kassandra:''' ''Tell me who you are.''\n*'''Onomakles:''' ''Captain Onomakles. I'm on an urgent mission. I need to get out of here.''\n(If players chose, \"We'll die if we stay here.\")\n*'''Kassandra:''' ''Spartan patrols could find us at any moment.''\n*'''Onomakles:''' ''Agreed. We need to get to my ship.''\n(Accept – \"Let's get out of here.\")\n*'''Kassandra:''' ''I'll get you to your ship. Just point me in the right direction.''\n*'''Onomakles:''' ''It's on the coast... Just south of [[Marathon Beach]].''\nKassandra whistled for [[Phobos (horse)|Phobos]] and slung Onomakles onto his back while taking the reins.\n*'''Kassandra:''' ''What's so important about this ship?''\n*'''Onomakles:''' ''It's not the ship, but its cargo. It must reach its destination.''\n*'''Kassandra:''' ''Then what's the cargo?''\n*'''Onomakles:''' ''I'm not ungrateful for your help, but it's better you don't know.''\n*'''Kassandra:''' ''Why's that?''\n*'''Onomakles:''' ''Just believe me. What we do is for the security and future of [[Athens]]. This mission must succeed.''\n*'''Kassandra:''' ''My payment relies on it. So trust me, it will.''\nThey rode northeast to the beach where Onomakles's crew had been caged by Spartans.\n*'''Kassandra:''' ''Seems your crew met the same fate as you.''\n*'''Onomakles:''' ''I don't blame Heremos for talking. Spartans lack the most basic empathy.''\n*'''Kassandra:''' ''Stay here. I'll kill the Spartans, destroy their ships, and free your crew.''\nKassandra retook the beach by freeing the Athenians and slaying the Spartans. She then boarded the nearby ''[[Adrestia]]'' and sank the Spartan ship. By the time she had returned to shore, Onomakles had managed to join up with the crew.\n*'''Onomakles:''' ''You've done Athens a great service. On my return I will make sure to acknowledge it.''\n*'''Kassandra:''' ''Well, you did mention payment.''\n*'''Onomakles:''' ''More than that, you will have earned the favor of some powerful people when they hear of what you've done.''\n\n<tabber>\n|-|That could come in handy.=\n*'''Kassandra:''' ''I hear it's useful to have powerful friends.''\n*'''Onomakles:''' ''The way the world is now, you need them more than ever.''\n*'''Kassandra:''' ''What do you mean?''\n*'''Onomakles:''' ''I've said enough, and my ship awaits. Thank you again, misthios. I hope we'll meet again.''\n\n|-|I don't care.=\n*'''Kassandra:''' ''I'm not interested in who I impress. I just want my drachmae.''\n*'''Onomakles:''' ''Take it, but I know you have a heart in there somewhere. Remember, you didn't have to save me.''\n*'''Kassandra:''' ''You can think what you like. My purse is still heavier than it was.''\n*'''Onomakles:''' ''Chaire, misthios.''\n\n</tabber>\nOnomakles boarded the ship and Kassandra saw it off. She returned to Athens to speak to Kleon, who was waiting near the [[Commercial Stoa]].\n*'''Kleon:''' ''You took far longer than I expected.''\n*'''Kassandra:''' ''There were... complications.''\n*'''Kleon:''' ''In what way?''\n*'''Kassandra:''' ''Your messenger was dead by the time I arrived, but I was able to free the captain, and the ship sailed. So I still did the job.''\n*'''Kleon:''' ''Poor Heremos... but I should be thankful for your initiative.''\n(If players asked \"What about Heremos?\")\n*'''Kassandra:''' ''You don't seem very concerned about \"poor Heremos\".''\n*'''Kleon:''' ''Every struggle has its sacrifice. Heremos played his part well.''\n(If players asked \"What's in Mytilene?\")\n*'''Kassandra:''' ''What's in Mytilene that's so important?''\n*'''Kleon:''' ''People. We need as many allies as we can gather.''\n(Leave – \"Pay me.\")\n*'''Kassandra:''' ''This was more than I bargained for.''\n*'''Kleon:''' ''You'll be amply compensated. You have done me and the people a huge service. One day you will see your part in this great work.''\nKleon patted Kassandra on the arm in gratitude and paid her before taking his leave.",
    "Section_Outcome": "Kassandra completed Heremos's mission by saving the ship captain Onomakles. He promised that he would tell his associates how she had helped him, and Kleon paid her well for her initiative upon her return to Athens.",
    "Section_Trivia": "*As with all quests that require naval combat, the ''Adrestia'' is conveniently moored near the site of said combat, regardless of where it was in the world beforehand.\n*It is possible the target Spartan ship will already be destroyed by a fleet of Athenian ships, if such a fleet spawns nearby.\n:*Regardless of how the ship is destroyed, if it is destroyed first, the player can observe Onomakles effortlessly run to the shoreline, despite his legs being so injured that he had to be carried, as soon as the Spartans on the beach are dealt with.\n*The Spartans can be easily defeated by shooting the cell doors with arrows to quickly free the Athenian soldiers. Both cells can be easily targeted from the safety of some thick bushes on a ledge overlooking the camp.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD The Liberator 02.png|Kassandra observing as Onomakles returned to his ship\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}