{
    "QuestName": "A Night to Remember (Odyssey)",
    "QuestID": "223909",
    "Revision": {
        "id": "1065531",
        "parentid": "1009064",
        "timestamp": "2023-10-19T07:41:45Z",
        "contributor": null,
        "comment": "/* Pokrates' Funeral */",
        "origin": "1065531",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "g6mj0ycaq1cmbiusw1lktau2zz2nevy"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_Youmay": {
            "description": "the memory of Kassandra | the [[A Night to Remember | memory]] of Jacob and Evie Frye"
        }
    },
    "MemoryInfobox": {
        "name": "A Night to Remember",
        "image": "ACOD A Night to Remember 1.png",
        "description": "'Podarkes|Podarkes the Cruel had fallen. The Delos|Delians pried themselves free from the grip of Athens. Thanks to Kassandra, the rebellion was all but won. She had much to celebrate and many farewells to give.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "previous": "Call to Arms<br>Hades, Meet Podarkes<br>\"M\" for Murder",
        "next": null,
        "source": "Kassandra",
        "location": "Mykonos, Greece",
        "date": "426 BCE–422 BCE"
    },
    "General_Description": "'''A Night to Remember''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "After defeating [[Podarkes]], liberating the Delians, and learning the truth about the relationship between Podarkes and [[Kyra]], Kassandra attended the rebels' celebration of their rebellion.",
    "Section_Dialogue": "===Barnabas===\nAs the festivities began, Kassandra met with [[Barnabas]].\n*'''Kassandra:''' ''The people are happy.''\n*'''Barnabas:''' ''As they should be! For the first time since Ares cursed us with war, the Delos Islands know freedom.''\n*'''Kassandra:''' ''But where is Kyra? It's not like her to miss a chance to drink with her troops.''\n\n(If players kept her [[\"M\" for Murder|secret]])\n*'''Barnabas:''' ''She told me you kept her secret... I'm still shocked. Podarkes was a complicated man, but he was still her father. She snuck off to send him to the Ferryman alone.''\n\n(If players revealed her secret)\n*'''Barnabas:''' ''I haven't seen her celebrate with her troops since you revealed her past. She's gone to send her father to the Ferryman alone.''\n\n<tabber>\n|-|Podarkes deserves a warrior's burial.=\n*'''Kassandra:''' ''All good warriors deserve their sendoff, I suppose. Even Podarkes.''\n*'''Barnabas:''' ''Pray that we're shown the same kindness when our time comes. In the meantime, there is wine to be drunk, and tales to be told.''\n|-|The man deserves to rot.=\n*'''Kassandra:''' ''If Podarkes were my family, I'd have tied him to a tree and left him to rot.''\n*'''Barnabas:''' ''You and many others on Delos. But, this is still more celebration than funeral. There's wine to drink, and tales to tell.''\n</tabber>\nKassandra laughed.\n\n(On good terms with Thaletas?)\n*'''Kassandra:''' ''Make the tale great. The troops deserve it. Thaletas especially.''\n(On poor terms with Thaletas?)\n*'''Kassandra:''' ''Make the tale great. The troops deserve it. Even Thaletas.''\n\n(No one romanced)\n*'''Barnabas:''' ''Indeed he does! He's just up the stairs, that way. I've been meaning to tell him how I lost this eye.''\n(Kyra or Thaletas romanced)\n*'''Barnabas:''' ''Certainly... if you can find him. And when you do, remind him—I still plan to tell him how I lost this eye.''\n[[File:ACOD A Night to Remember 2.png|thumb|250px|Kassandra leaving to enjoy the festivities]]\nRegardless, Kassandra asked about the crew.\n*'''Kassandra:''' ''And the crew? Ready to sail?''\n*'''Barnabas:''' ''On your order. But first, let the crew enjoy a drink and a song. You deserve one, too.''\nKassandra leaves Barnabas for Kyra and Thaletas.\n\n(If [[Kasos]] was saved during [[the Sokratic Method]])\n\nA boy standing in the plaza in front of [[Tavern, Mykonos|the Tavern]] waved at Kassandra.\n*'''Aeson''': ''Misthios! Over here!''\n[[File:ACOD A Night to Remember 3.png|thumb|250px|Kassandra speaking to Aeson, the son of the captured rebel]]\nKassandra approached and spoke to the boy.\n*'''[[Aeson]]:''' ''Sokrates said you're the one who saved my pater!''\n*'''Kassandra:''' ''That lunati... rebel way your pater?''\n*'''Aeson:''' ''They had them and you saved them!''\n<tabber>\n|-|It was nothing.=\n*'''Kassandra:''' ''He needed saving. I saved him''\n*'''Aeson:''' ''That's not true. You're a hero!''\n\n|-|You shouldn't be here=\n*'''Kassandra:''' ''Your pater was't like the other rebels. I don't know if they'd welcome him here. You're not safe.''\n*'''Aeson:''' ''It's all right now! Sokrates said the fighting is over, and Delians can all be friends again.''\n</tabber>\n(If players asked \"Where is your family?\")\n\n*'''Kassandra:''' ''If you're here, where are your parents?''\n*'''Aeson:''' ''Mater's at home. I told her we were safe, but she says we have to leave now - that the bad people will come for us.''\n\n(If player asks \"What are you doing here?\")\n\n*'''Kassandra:''' ''You're not safe. The rebels are drinking and getting rowdy.''\n*'''Aeson:''' ''They said they're building a school. I'm going to learn to read legends of heroes like you!''\n\n(Leave - \"Go enjoy the celebration.)\n\n*'''Kassandra:''' ''Chaire. And try to stay out of trouble.''\n\n===Podarkes' Funeral===\n[[File:ACOD A Night to Remember 4.png|thumb|250px|Kyra at her father's funeral pyre]]\nKassandra made her way to Kyra, who had prepared a funeral pyre for Podarkes. Kassandra handed her an obol.\n*'''Kassandra:''' ''For the [[Charon|ferryman]].''\nKyra accepted the coin and stepped forward with a torch in hand. She tossed the coin onto Podarkes's corpse.\n*'''Kyra:''' ''Go now, into the river of black night, and embrace the boundless gloom. You shall wander obscure even in the house of Hades, flitting among the shadowy dead.''\n[[File:ACOD A Night to Remember 6.png|thumb|250px|Kassandra and Kyra watched as Podarkes' body burned]]\nShe said this as she lit the bonfire, casting the torch aside when done. She steeled herself as Podarkes burned.\n*'''Kassandra:''' ''You shouldn't have to say goodbye alone.''\n*'''Kyra:''' ''I'm glad I'm not alone. I've wanted to watch him burn for so long. Now that it's happened... I thought I'd feel peace.''\n*'''Kassandra:''' ''And what ''do'' you feel?''\n*'''Kyra:''' ''I used to feel vengeful... Now... empty.''\n\n<tabber>\n|-|He's dead. Move on.=\n*'''Kassandra:''' ''He's dead, and nothing we can do will bring him back.''\n*'''Kyra:''' ''We? ''We'' didn't kill him. You did. I had a chance to say goodbye to him and you took it from me. The gods demanded justice ''from me''.''\nKyra's grief came to a head.\n{{#tag:tabber|\nForget the gods.=\n*'''Kassandra:''' ''Right here, right now, all that matters are the people who have fought for you. They need you now—not the gods.''\nKassandra's words encouraged Kyra, and she resolved to live.\n{{!}}-{{!}}\nThen offer a sacrifice.=\n*'''Kassandra:''' ''If the gods are displeased, offer them a sacrifice.''\n*'''Kyra:''' ''A sacrifice... What do I have left that they haven't taken from me?''\nKyra's grief overwhelmed her.\n{{!}}-{{!}}\nYou're ungrateful.=\n*'''Kassandra:''' ''People gave their lives for you, Kyra. I nearly gave my own. The gods have blessed you, and you don't even see it.''\n*'''Kyra:''' No one'' can see what the gods do. They tricked me into wanting him dead. They tormented my thoughts until I could think of nothing else. And now, I see them laughing at me.''\nKyra's grief overwhelmed her.\n}}\n|-|I felt the same way, once.=\n*'''Kassandra:''' ''I was in your place, once. The vengeance dies, then the emptiness dies too. Give it time.''\n*'''Kyra:''' ''Time! I've given my entire life. I want it done! Kronos devours his children—rips them flesh from bone. Zeus had Prometheus torn open by birds for an eternity. Fate is cruel, and the gods are wicked.''\nKyra's grief came to a head.\n{{#tag:tabber|\nForget the gods.=\n*'''Kassandra:''' ''Right here, right now, all that matters are the people who have fought for you. They need you now—not the gods.''\nKassandra's words encouraged Kyra, and she resolved to live.\n{{!}}-{{!}}\nThen offer a sacrifice.=\n*'''Kassandra:''' ''If the gods are displeased, offer them a sacrifice.''\n*'''Kyra:''' ''A sacrifice... What do I have left that they haven't taken from me?''\nKyra's grief overwhelmed her.\n{{!}}-{{!}}\nYou're ungrateful.=\n*'''Kassandra:''' ''People gave their lives for you, Kyra. I nearly gave my own. The gods have blessed you, and you don't even see it.''\n*'''Kyra:''' No one'' can see what the gods do. They tricked me into wanting him dead. They tormented my thoughts until I could think of nothing else. And now, I see them laughing at me.''\nKyra's grief overwhelmed her.\n}}\n|-|Find a new purpose.=\n*'''Kassandra:''' ''He's gone, but you're still here. The people need you. If you don't protect them, there will be another Podarkes to come and take his place.''\nKassandra's words encouraged Kyra, and she resolved to live.\n</tabber>\n\n====Kyra lives====\n(If Kyra's secret was kept.)\n*'''Kyra:''' ''You're right. They do need me. And I need them. We're rebels with nothing left to rebel against. They need me now more than ever.''\n(If Kyra's secret was revealed.)\n*'''Kyra:''' ''They don't need me. You made sure none of them would ever trust me again.''\n*'''Kassandra:''' ''We all have complicated pasts, Kyra. It's nothing to be ashamed of. Your family—your ''real'' family, is celebrating tonight in your honor.''\n[[File:ACOD A Night to Remember 7.png|thumb|250px|Kyra motivated to the lead the rebels again]]\n*'''Kyra:''' ''We're rebels with nothing left to rebel against. That's not much to start a family on... but it's more than I ever had. You're right.''\nKassandra nodded, and the two hugged.\n*'''Kyra:''' ''Thank you.''\n(If players asked \"What will you do now?\")\n*'''Kassandra:''' ''What will you do next? Mykonos will need to rebuild.''\n*'''Kyra:''' ''Then that's what we'll do. But not to put it back as it was... not as ''pater'' wanted. We'll make this place a new home for our people to be free. To live good lives.''\n(Leave – \"Let's go to the celebration.\")\n*'''Kassandra:''' ''Kyra... He's gone. Your rebels are waiting.''\n*'''Kyra:''' ''They're celebrating. Let's celebrate with them.''\nThey wrapped their arms across each other's shoulders and stared at the pyre a while longer before heading to the celebration.\n*'''Kyra:''' ''Goodbye, ''pater''.''\n\n====Kyra dies====\nKassandra was at a loss for what to say next. While she was contemplating, she did not notice Kyra walk to the edge of the cliff.\n*'''Kassandra:''' ''Kyra, stop. You're too close to the edge.''\n(Secret kept)\n*'''Kyra:''' ''Nothing. All of this was for nothing. I'm a rebel with nothing left to rebel against. It didn't bring [[Dianthe|her]] back.''\n(Secret revealed)\n*'''Kyra:''' ''Nothing. All of this was for nothing. You made sure of that... and now nothing will bring her back.''\n\nKassandra was confused.\n*'''Kassandra:''' ''Her? Who?''\n*'''Kyra:''' ''Curse our cruel gods. I will see you, ''mater''. And ''pater''.''\n*'''Kassandra:''' ''Kyra! Stop!''\n*'''Kyra:''' ''No shame. No pain. We will be together again.''\nShe threw herself off the cliff to her death.\n*'''Kassandra:''' ''Kyra!''\nKassandra looked down to the cliff's bottom with grief in her expression. She later climbed down to the shore and found Kyra's corpse.\n*'''Kassandra:''' ''Rest in [[Elysium]], Kyra.''\n\n===Thaletas on the Beach===\n[[File:ACOD A Night to Remember 9.png|thumb|250px|Thaletas found by Kassandra by the beach]]\nKassandra encountered Thaletas on a small circular beach leading offshore, far away from the celebration.\n\n====Kyra romance====\n*'''Kassandra:''' ''Thaletas. What are you doing out here?''\n*'''Thaletas:''' ''Thinking. Praying. This was my time, Kassandra.''\n*'''Kassandra:''' ''What?''\n\n(If Kyra's secret was kept)\n*'''Thaletas:''' ''This glory was supposed to be mine, but you took everything from me. You took Podarkes. You took these islands. You took Kyra, my love!''\n\n(If Kyra's secret was revealed)\n*'''Thaletas:''' ''You took everything from me. You took Podarkes. You took these islands. This glory was supposed to be mine.''\n*'''Kassandra:''' ''I didn't \"take\" anything!''\n*'''Thaletas:''' ''Even after you tried to turn the rebels against her, Kyra still chose you over me!''\n\n(If romance with Thaletas pursued, then Kyra chosen)\n*'''Thaletas:''' ''This glory was supposed to be mine. Podarkes was mine to kill. These islands were mine to win for Sparta. You were mine, and Kyra took you from me!''\n\n<tabber>\n|-|Calm down.=\n*'''Kassandra:''' ''Be reasonable, Thaletas.''\n*'''Thaletas:''' ''I tried to be reasonable. I am not reasonable. I. Am. Spartan.''\n\n|-|(If Kyra committed suicide) – Kyra is dead.=\n*'''Kassandra:''' ''Thaletas. Listen to me. Kyra is dead.''\n*'''Thaletas:''' ''What? No! You... you killed her?''\n\nThaletas screamed in rage and agony.\n|-|No one is yours.=\n*'''Kassandra:''' ''No one belongs to you, Thaletas. I didn't take your glory, I helped you.''\n*'''Thaletas:''' ''You did nothing! We were in love, you know. We can be again... I can still have her heart, still prove to her I'm the warrior she wants.''\n</tabber>\nRegardless, Thaletas showed his jealous true colors and attacked Kassandra, leaving her no choice but to kill him.\n\n====Thaletas romance====\n*'''Kassandra:''' ''Thaletas. What are you doing out here?''\n*'''Thaletas:''' ''Thinking... Praying... We should talk.''\n[[File:ACOD A Night to Remember 10.png|thumb|250px|Thaletas trying to pursuade Kassandra to leave her crew and aid the Spartans]]\nHe turned to face the west-southwest.\n*'''Thaletas:''' ''Sparta's that way. Just past the crests of the waves. I can almost hear her singing us home.''\n*'''Kassandra:''' ''Us? Thaletas...''\n*'''Thaletas:''' ''Leave your crew... Come with me. Join my side, and we can win glory for Sparta together.''\n\n<tabber>\n|-|I wish I could.=\n*'''Kassandra:''' ''I'd love to join you, if I could. But you're a Spartan general now, and I have my own destiny.''\n*'''Thaletas:''' ''I know it's crazy. But I came to these islands expecting nothing but death.''\n*'''Thaletas:''' ''And then I found you. I know you have your life to live, and I want you to live it. Who knows, maybe the Fates will bring us together again one day...''\n*'''Kassandra:''' ''But not today.''\n*'''Thaletas:''' ''My troops are going to start looking for me soon. I'll see you at the celebration.''\n\n|-|Or... You join my crew.=\n*'''Kassandra:''' ''I don't sail by anyone's side, Thaletas. You know that by now.''\n*'''Kassandra:''' ''If you wanted true glory, true freedom, you are welcome to join me on the Adrestia.''\n*'''Thaletas:''' ''You have my love, Kassandra, but Sparta has my heart. Perhaps, one day...''\n*'''Kassandra:''' ''But not today.''\n*'''Thaletas:''' ''I should be with my men. I'll see you at the celebration.''\n\n|-|Never going to happen.=\n*'''Kassandra:''' ''Me? By your side? That's why you're out here?''\n*'''Thaletas:''' ''You... you don't feel the same.''\n*'''Kassandra:''' ''It was one night, Thaletas.''\n*'''Thaletas:''' ''But... after everything you said to me, everything we shared, I thought...''\n*'''Kassandra:''' ''You think too much.''\n*'''Thaletas:''' ''I came to these islands expecting death, but I never expected to feel this pain.''\nThaletas curled his lower lip and shook his head.\n*'''Thaletas:''' Chaire.\n</tabber>\nRegardless, duty compelled the two Spartan lovers to part ways.\n\n===Celebration===\nKassandra made her way to the celebration. She passed by [[Praxos]].\n*'''Praxos:''' ''Podarkes is dead because of you. We owe you that.''\n[[Herodianos]] also had kind words for her.\n*'''Herodianos:''' ''What a glorious battle! It was an honor to fight by your side, Eagle Bearer.''\n:(If [[The Sokratic Method]] is complete)\n:Sokrates was also present at the celebration, with a series of wise words for Kassandra.\n:*'''Sokrates:''' ''Life is only worth living if we spend our time examining our choices, wouldn't you agree?''\n:*'''Sokrates:''' ''Only by accepting you know nothing at all, can one truly know wisdom.''\n:*'''Sokrates:''' ''Relax, and enjoy your time in this world. There is nothing more barren than a busy life.''\n:*'''Sokrates:''' ''My intent is never to fill your head as one fills a cup with wine, but to ignite in you a flame that will burn brightly on its own.''\n:*'''Sokrates:''' ''Why not enjoy the celebration a while?''\n: (If Kasos is alive)\n:*'''Kasos:''' ''I'll won't stop fighting until Delos is free, or I die. Thanks to you, it's looking good for Delos.''\n\n====Kyra and Thaletas alive====\n[[File:ACOD A Night to Remember 11.png|thumb|250px|Kassandra met with Kyra and Thaletas at the celebration]]\nKassandra spotted Kyra and Thaletas at the celebration and spoke to them.\n*'''Kassandra:''' ''There you are. You look happy.''\n*'''Kyra:''' ''I said goodbye to the past, with your help. Now we welcome what the Fates will bring.''\n\n(Thaletas not romanced)\n*'''Thaletas:''' ''You were there when Kyra needed you. You're an ally to Sparta, and to our islands.''\n\n<tabber>\n|-|I wanted to be there for Kyra.=\n*'''Kassandra:''' ''I wanted to be there for Kyra. She needed me. You needed me.''\n*'''Kyra:''' ''Right... Well, did you hear about Thaletas? Sparta is calling him home. They intend to make him a general.''\n|-|Your... islands.=\n*'''Kassandra:''' Your'' islands. So, the rebels are now the rulers?''\n*'''Kyra:''' ''One thing at a time. First, we celebrate. Besides, Sparta is calling Thaletas home. They intend to make him a general.''\n</tabber>\n[[File:ACOD A Night to Remember 12.png|thumb|250px|Thaletas volunteering to remain and aid Kyra in rebuilding Delos]]\n(Secret kept)\n*'''Thaletas:''' ''And I've already told them no. My place is here, on Delos, rebuilding my home with the woman I love.''\n(Secret revealed)\n*'''Thaletas:''' ''But I'm staying here. Since you showed us Kyra's past, it's made us closer.''\n*'''Kassandra:''' ''Closer.''\n*'''Kyra:''' ''He told me his place is here, on our islands, rebuilding our home, and our love.''\n\n<tabber>\n|-|You deserve to be happy.=\n*'''Kassandra:''' ''You earned this celebration, and all the prosperity the gods will bring.''\n*'''Kyra:''' ''The gods gave me more than enough. Any prosperity is for the people of the islands, not us.''\n*'''Kyra:''' ''Thank you, Kassandra. We owe you our lives.''\n|-|You owe me for this.=\n*'''Kassandra:''' ''You owe me... both of you.''\n*'''Kyra:''' ''We will live forever in your debt. What we rebuild, we rebuild in your honor. Thank you, Kassandra.''\n</tabber>\n\nKassandra bid them farewell.\n\n(Thaletas romanced)\n*'''Thaletas:''' ''Kassandra, about what I said at the beach...''\n\n<tabber>\n|-|Not in front of Kyra!=\n*'''Kassandra:''' ''Um... Thaletas, maybe now's not the best time...''\n|-|Please. Just forget it.=\n*'''Kassandra:''' ''Thaletas, please, just forget it.''\n</tabber>\n\nRegardless, Kyra brushed it off.\n\n(Secret kept)\n*'''Kyra:''' ''Relax. I'm glad you two had your fun. You taught him a thing or two.''\n(Secret revealed)\n*'''Kyra:''' ''Relax. Thaletas tells me everything. And now, thanks to you, he knows everything about me. I'm glad you two had your fun.''\n\nRegardless, Thaletas changed his plans.\n*'''Thaletas:''' ''Kyra and I have decided I'm going to stay here, with her, and help rebuild what was lost in the rebellion.''\n*'''Kassandra:''' ''You have?''\n*'''Kyra:''' ''Yes. We ''have''.''\n*'''Kassandra:''' ''Well, I'm glad you two are together. And... happy. May Artemis and Apollo guide you as you govern your islands.''\n\nNo matter what, only death could separate the rebel and the Spartan. Kassandra bid them farewell.\n\n====Kyra alive====\nWith Thaletas dead in his own jealousy, only Kyra was present at the celebration. Kassandra spoke to her.\n*'''Kyra:''' ''Thanks for being with me back there. I needed you.''\nThey embraced.\n*'''Kassandra:''' ''I wanted to be. You know that.''\n*'''Kyra:''' ''Oh! Did you hear? They're promoting Thaletas to general, and sending him back to Sparta in the morning.''\nKassandra rubbed her neck with discomfort.\n\n<tabber>\n|-|Thaletas is dead.=\n*'''Kassandra:''' ''Thaletas is... dead. He attacked me on the beach. Because of us.''\n*'''Kyra:''' ''He what? No! Why would he... Thaletas! You fool.''\n*'''Kyra:''' ''You stubborn, bull-headed, glorious fool.''\nShe turned her grief against Kassandra.\n*'''Kyra:''' ''And you just had to kill him, didn't you?''\n*'''Kassandra:''' ''He left me no choice.''\n(If Kyra's secret was kept)\n*'''Kyra:''' ''I sent out two notes, and who responds? Thaletas the Spartan, and Kassandra the Eagle Bearer. I never imagined you'd both bring me so much sorrow.''\nShe uncorked a small flask and took a drink.\n\n(If Kyra's secret was revealed)\n*'''Kyra:''' ''The same way you didn't have a choice about giving me ''pater's'' doll in front of my men? My family?''\n*'''Kassandra:''' ''They deserved the truth.''\n*'''Kyra:''' ''You broke my heart. You killed my... Podarkes, and now you killed Thaletas. The sooner you leave Mykonos the better.''\n\nRegardless, Kassandra gave a weak apology.\n*'''Kassandra:''' ''Kyra, I'm sorry.''\n*'''Kyra:''' ''So am I, ''misthios''. So am I.''\n|-|Lie – He'll make a great general.=\n*'''Kassandra:''' ''That is what he deserves... May he sail safely to his distant shore.''\nKyra's tone turned sad.\n*'''Kyra:''' ''I sent out two notes, and who responds? Kassandra, the mighty Eagle Bearer, and Thaletas, a Spartan.''\nShe uncorked a small flask and took a drink in toast. Afterwards, she perked up.\n\n(If Kyra's secret was kept)\n*'''Kyra:''' ''He's gone now, but we're together, like Artemis and Apollo, like Mykonos and Delos. And the people are celebrating us.''\n\n(If Kyra's secret was revealed)\n*'''Kyra:''' ''I lost my father. I almost lost my family, after what you did.''\n*'''Kassandra:''' ''They deserved the truth.''\n*'''Kyra:''' ''Yes, and I'm glad they know. The truth brought us closer together.''\n*'''Kyra:''' ''They've even fallen for you, as I have. And they are celebrating us.''\n\nRegardless, Kassandra reminded her of her departure.\n*'''Kassandra:''' ''They are. But soon, I'll set sail.''\n*'''Kyra:''' ''Let the Fates come when they may. Tonight, Kassandra, we are together. All of us. One family. One rebellion.''\n</tabber>\n\n====Thaletas alive====\nWith Kyra having taken her own life, only Thaletas was present at the celebration. Kassandra spoke to him.\n*'''Thaletas:''' ''It's over. Blood spilled, battles won. They made me general, you know. Just told me. You deserve the rank more than anyone here.''\n\n<tabber>\n|-|I do deserve it.=\n*'''Kassandra:''' ''I deserve that and more for what I've done on these islands.''\n|-|You deserve to be general.=\n*'''Kassandra:''' ''General? Looks good on you, Thaletas. You deserve it.''\n</tabber>\n\n(If not romanced)\n*'''Thaletas:''' ''Too true! I only wish my Kyra were here to celebrate. I'm going to ask her to sail with me back to Sparta tonight.''\n\n(If romanced)\n*'''Thaletas:''' ''Too true!''\n*'''Thaletas:''' ''Even if we can't be together, I will sail home to Sparta with you in my heart.''\n*'''Thaletas:''' ''And before I go, I should say goodbye to Kyra.''\n\n<tabber>\n|-|Lie – Kyra will be here... later.=\n*'''Kassandra:''' ''Kyra... can't make it for now.''\nShe scratched her neck and looked away briefly.\n*'''Kassandra:''' ''But she said we should celebrate without her.''\nShe grabbed a cup of wine.\n\n(Secret kept)\n*'''Thaletas:''' ''Can't make it?''\n*'''Thaletas:''' ''That woman is full of surprises.''\n*'''Thaletas:''' ''You certainly proved that when you exposed her past.''\n*'''Thaletas:''' ''Ah, well!''\n*'''Thaletas:''' ''Our first drink will be to Kyra, then.''\nHe grabbed a cup and held it high in toast.\n*'''Kassandra:''' ''To Kyra.''\nShe took a swig with a wistful expression.\n\n(Secret revealed)\n*'''Thaletas:''' ''Celebrate without her? Impossible!''\n*'''Kassandra:''' ''But, let's try.''\nHe grabbed a cup and held it high in toast.\n*'''Thaletas:''' ''To victory, and too Sparta.''\n*'''Kassandra:''' ''To victory.''\nShe took a swig with a wistful expression.\n|-|Kyra's dead.=\n*'''Kassandra:''' ''Thaletas, listen to me. Kyra... she took her life.''\n(Secret kept)\n*'''Thaletas:''' ''She what? No. No! Gods curse these Delians. This island has been nothing but misery.''\nHe walked off towards the nearby statue, keeping his back to Kassandra.\n*'''Thaletas:''' ''Leave me, Kassandra.''\n*'''Thaletas:''' ''I'd rather drink alone.''\n*'''Kassandra:''' ''I understand.''\n\n(Secret revealed)\n*'''Thaletas:''' ''She... what?! No! It's not possible. She deserved a better life than this. I wish her father were still alive, so I could kill him myself.''\n*'''Thaletas:''' ''Leave me.''\n*'''Thaletas:''' ''I'd rather drink alone.''\n*'''Kassandra:''' ''I understand.''\n</tabber>\n\n===Wrapping up===\nAfter speaking to whom she wished to speak, Kassandra approached Barnabas to wrap up the celebration and make ready to depart.\n\n(If [[Iola]] was helped in [[Grin and Bear It]])\n[[File:ACOD A Night to Remember 13.png|thumb|250px|Kassandra finding Barnabas speaking to the smuggler Iola]]\nIola held her hand against Barnabas's face.\n*'''Kassandra:''' ''You! After I killed the bear, I thought you were itching to get off Delos.''\n*'''Iola:''' ''Me too. But I met someone, and...''\n*'''Barnabas:''' ''Kassandra! You know Iola?''\n\n<tabber>\n|-|This woman's a smuggler.=\n*'''Kassandra:''' ''She was smuggling animals for profit... and ''said'' she was leaving the islands.''\n|-|Lie – She's a friend.=\n*'''Kassandra:''' ''She's... we're friends. But she told me she was leaving the islands.''\n|-|You two have met.=\n*'''Kassandra:''' ''How do you know each other? She said she was leaving the islands.''\n</tabber>\n*'''Iola:''' ''Well, I went to the fountain by the sanctuary to get my arm cleaned up—''\n*'''Barnabas:''' ''And I went to pray. That's when I saw her with my good left eye—''\n*'''Iola:''' ''—And I saw your pretty face with my good right eye.''\n\n<tabber>\n|-|Like stars aligning.=\n*'''Kassandra:''' ''Like two stars aligning. Cute.''\n*'''Barnabas:''' ''The stink of roasting sacrifices, the sweaty bodies of pilgrims coming to pray... It was perfect.''\n|-|That's disgusting.=\n*'''Kassandra:''' ''Spare me, you two.''\n*'''Barnabas:''' ''Come on, Kassandra! It was perfect—a beautiful woman, the stink of sacrifices roasting, sweaty pilgrims praying...''\n</tabber>\n*'''Iola:''' ''Love hits you hardest when you don't see it coming.''\n\n(If players asked \"Where will you go next?\")\n*'''Kassandra:''' ''You're still going back to Arkadia?''\n*'''Iola:''' ''Not sure. Fates'll change, and you gotta change with 'em. The smuggler life is over for me, but I don't have a plan.''\n(\"Recruit – Join our crew.\")\n*'''Kassandra:''' ''It sounds like you're part of the family now. You've lost your crew and your ship... Why not join us on the Adrestia? We could use someone like you.''\n*'''Iola:''' ''You could use ''me''? Well... A life of freedom... Water at our feet, wind at our backs—''\n*'''Iola:''' ''What do you think, Barney?''\n*'''Barnabas:''' ''I say welcome aboard!''\n*'''Kassandra:''' ''Then it's settled. We set off soon. Be on deck when we do.''\n(\"Leave – I should go.\")\n*'''Kassandra:''' ''You two try to behave yourselves.''\n\nRegardless, Kassandra spoke to Barnabas to get underway.\n*'''Barnabas:''' ''You look ready to go.''\n\n(If Kyra and Thaletas live)\n*'''Kassandra:''' ''Podarkes is gone, [[Thaletas]] and [[Kyra]] have their islands, and I have other targets to hit.''\n*'''Barnabas:''' ''You are victorious—not that I ever doubted it. Why not say goodbye... A rousing speech to get the blood flowing?''\n(If Kyra only lives)\n*'''Kassandra:''' ''Podarkes is gone, Kyra's with her rebels, and I have other targets to hit.''\n*'''Barnabas:''' ''Then we sail! But first... I may have told Kyra you'd give a speech to the rebels before saying goodbye.''\n(If Thaletas only lives)\n*'''Kassandra:''' ''Podarkes is gone, Thaletas is set to become general, and I have other targets to hit.''\n*'''Barnabas:''' ''Then it's time to say goodbye. What about a speech to those you've inspired?''\n\n<tabber>\n|-|Accept – I'll give a speech.=\n[[File:ACOD A Night to Remember 15.png|thumb|250px|Kassandra giving a speech to the guests]]\n*'''Kassandra:''' ''Let's say goodbye.''\n*'''Barnabas:''' Chairete''! Settle down, settle down. Kassandra has something she'd like to say.''\nKassandra mounted a nearby planter to speak.\n{{#tag:tabber|\nYou are free!=\n*'''Kassandra:''' ''Delians! Today, you have your freedom!''\n*'''Kassandra:''' ''So celebrate! Let Dionysos fill your cup, and the muses sing your songs.''\n*'''Barnabas:''' ''And now, a toast. To Kassandra! To victory!''\nThe crowd drank as Kassandra stepped down.\n*'''Barnabas:''' ''A fine speech... Though I'm not sure many of these rebels can imagine a free Delos.''\n{{!}}-{{!}}\nYour job isn't done!=\n*'''Kassandra:''' ''Delians! We have won!''\n*'''Kassandra:''' ''But now the real work begins. You must build a new home. A fair home. One where cruel people like Podarkes can never rise to power.''\n*'''Barnabas:''' ''And now, a toast. To Kassandra! To victory!''\nThe crowd drank as Kassandra stepped down.\n*'''Barnabas:''' ''What a speech! Though, I think some of the rebels like fighting more than rebuilding.''\n{{!}}-{{!}}\nKill the Athenians!=\n*'''Kassandra:''' ''Delians! The Athenians have fallen... for now.''\n*'''Kassandra:''' ''But they are still among you. Justice is yours to bring. Find the scum who fought for Podarkes, and make them suffer. They must pay for what they've done!''\n*'''Barnabas:''' ''And now, a toast. To Kassandra! To victory!''\nThe crowd drank as Kassandra stepped down.\n*'''Barnabas:''' ''A fine speech... If a little violent.''\n}}\n*'''Kassandra:''' ''I think they liked it.''\n*'''Barnabas:''' ''Of course, of course. Who wouldn't? I'll round up the crew. See you back at the ship?''\nBarnabas took his leave as Kassandra stared out at the city.\n|-|Let's just leave.=\n*'''Kassandra:''' ''We've been here long enough. No speech tonight.'' \n*'''Barnabas:''' ''Kassandra! Heroes like you are meant to give speeches—it's what makes you heroes! But, I'll round up the crew. The Adrestia will be ready to sail when you are.''\nBarnabas took his leave as Kassandra stared out at the city.\n</tabber>\n\n(Kyra and Thaletas dead)\n*'''Kassandra:''' ''Podarkes is dead, but this is no time to celebrate. The Spartans and the rebels have both suffered.''\n*'''Barnabas:''' ''Ours is a time of loss, it's true. Would you rather we just set sail?''\n\n(Accept – \"Let's set sail.\")\n*'''Kassandra:''' ''I've done more than enough here.''\n*'''Barnabas:''' ''I'll round up the crew. See you back at the ship.''\nBarnabas took his leave of Kassandra as she stared out at the city.\n\n====Thaletas poisoned====\n(If Thaletas and Kasos lived, and the player gave a speech)\n[[File:ACOD A Night to Remember 16.png|thumb|250px|Thaletas dying from poison]]\nBefore Barnabas could speak to Kassandra after her speech, Thaletas began choking. He clutched his chest and collapsed on the floor.\n*'''Spartan Light Soldier:''' ''He's been poisoned!''\nBarnabas quickly scanned the crowd and identified the culprit, Kasos. He fled.\n*'''Barnabas:''' ''That one. He did this! He's getting away.''\nKassandra readied to chase Kasos.\n*'''Barnabas:''' ''I'll check Thaletas. You stop that man!''\nKassandra gave chase. Revelers had their own comments.\n*'''Barnabas:''' ''Get him!''\n*'''Praxos:''' ''Must have been [[hemlock]].''\n*'''Herodianos:''' ''My general is dead.''\n(Kyra alive)\n*'''Kyra:''' ''Thaletas! No!''\n[[File:ACOD A Night to Remember 17.png|thumb|250px|Kasos defeated by Kassandra]]\nKassandra chased Kasos all the way to the shore and struck him down. She proceeded to interrogate him.\n*'''Kassandra:''' ''Why?! I set you free.''\n*'''Greek Soldier:''' ''Podarkes is dead, but we are never free. The Spartans are no better than the Athenians in this war.''\n\n<tabber>\n|-|Thaletas was different.=\n*'''Kassandra:''' ''Thaletas isn't... ''wasn't'' like other Spartans. He cared about these islands, and the people on them.''\n*'''Greek Soldier:''' ''Are you blind? He wanted power and control, just like Podarkes. I'm not going to let my son grow to be a slave to Lakonian kings. ''Misthios'', please... do you have children?''\n\n(If players chose \"No.\")\n*'''Kassandra:''' ''No. Raising a family in my line of work is... difficult.''\n(If players chose \"Maybe one day.\")\n*'''Kassandra:''' ''Some day, if the gods will it, I would love to have children of my own.''\n\nRegardless, Kasos explained himself.\n*'''Greek Soldier:''' ''I was a teacher... before the war, I mean. I loved children. I thought I was making the world a better place for them, and for my own. If you ever start a family, you'll understand: you never stop fighting for the ones you love.''\n\n{{#tag:tabber|\nGo to your son.=\n[[File:ACOD A Night to Remember 18.png|thumb|250px|Kasos spared by Kassandra]]\n*'''Kassandra:''' ''Find your family and get them out of here.''\n*'''Greek Soldier:''' ''Maybe you do understand. Tell the rebels when you see them—Delians will never stop fighting until our islands are free and our children are safe.''\n\n{{!}}-{{!}}\nAttack – I'll kill you.=\n*'''Kassandra:''' ''I let you go once. I won't make that mistake again.''\n}}\n|-|Attack – I'll kill you.=\n*'''Kassandra:''' ''I let you go once. I won't make that mistake again.''\n</tabber>\n\nKassandra returned to the celebration, which had become a wake.\n\n(Kyra alive)\n*'''Kyra:''' ''Is that lunatic dead? Did you kill him?''\n(If the player killed Kasos)\n*'''Kassandra:''' ''He's dead.''\n*'''Kyra:''' ''What is left for the gods to take from me? When will they finally be satisfied?''\n*'''Kassandra:''' ''Kyra...''\nKyra angrily dismissed her.\n*'''Kyra:''' ''Go. Leave me with Thaletas.''\n(If the player let Kasos go)\n\n<tabber>\n|-|I let him go.=\n*'''Kassandra:''' ''Thaletas is gone. No amount of killing will bring him back.''\n*'''Kyra:''' ''You showed that lunatic mercy? He killed the future of this island, ''misthios''. I will find him myself, and rip him limb from limb.''\nKassandra avoided her irate glare.\n*'''Kyra:''' ''As for you... get off my island.''\n|-|Lie – I killed him.=\n*'''Kassandra:''' ''I killed him with my bare hands.''\nKyra screamed at her and grabbed her hands.\n*'''Kyra:''' ''Liar! Liar... where's the blood? Your hands are clean.''\n*'''Kassandra:''' ''I....''\n*'''Kyra:''' ''Get off my island.''\n</tabber>\n\nKassandra made her way to Barnabas.\n*'''Barnabas:''' ''We should leave.''\n(Accept – \"Let's go.\")\n*'''Kassandra:''' ''Agreed. Tell the crew to prepare the ship.''\nBarnabas took his leave as Kassandra stared out at the city.\n\n===Departure===\nAt dawn, Kassandra met with Barnabas at the docks, who was conversing with [[Sokrates]].\n<tabber>\n|-|Met Sokrates during The Sokratic Method=\n*'''Kassandra:''' ''Sokrates! You looking to join our crew?''\n*'''Sokrates:''' ''I've just come to see you off. I sail on a merchant ship in the morning.''\n*'''Kassandra:''' ''May Poseidon calm the waves.''\n*'''Kassandra:''' ''Barnabas, is the [[Adrestia]] ready to sail?''\n\n|-|The Sokratic Method not begun=\n*'''Kassandra:''' ''Sokrates! The rebels are hunting Athenians. What are you doing here?''\n*'''Sokrates:''' ''I came to teach, as I always do. But don't worry: I sail on a merchant ship set for [[Attika]] in the morning.''\n*'''Kassandra:''' ''Wise, as always. Thanks for coming to see us off.''\n*'''Kassandra:''' ''Speaking of being off—Barnabas, are we ready to sail?''\n\n</tabber>\nBarnabas apprised her of the crew's condition, based on how the celebration turned out.\n<tabber>\n|-|Thaletas not poisoned=\n*'''Barnabas:''' ''The crew are in fine spirits... If a little hungover. But the ship is ready.''\n{{#tag:tabber|\nKyra and Thaletas live=\n*'''Kassandra:''' ''Good. I only wish we weren't leaving Kyra and Thaletas alone to rebuild what's been destroyed by the rebellion.''\n{{!}}-{{!}}\nKyra only lives=\n*'''Kassandra:''' ''Good. I only wish we weren't leaving Kyra alone to rebuild her home.''\n{{!}}-{{!}}\nThaletas only lives=\n*'''Kassandra:''' ''Good. Sokrates is next, then Thaletas to Sparta. I only wish we weren't leaving the people of Delos alone to rebuild everything they've lost to the rebellion.''\n{{!}}-{{!}}\nKyra and Thaletas died=\n*'''Kassandra:''' ''If only we weren't leaving the people of Delos alone, without Kyra or Thaletas, to rebuild what they lost to the rebellion.''\n}}\n*'''Sokrates:''' ''Are any of us truly alone who have our friends and allies beside us?''\n\n|-|Thaletas poisoned by Kasos=\n*'''Barnabas:''' ''The ship is ready, though the crew are still shaken after seeing Thaletas poisoned.''\n{{#tag:tabber|\nKasos killed afterwards=\n*'''Sokrates:''' ''Though... you shouldn't second guess your choice to save the poisoner the first time. He found justice in the end.''\n{{!}}-{{!}}\nKasos released afterwards=\n*'''Sokrates:''' ''Though, if I may... You shouldn't second guess your choice to save the poisoner the first time, or the second.''\n}}\n*'''Kassandra:''' ''That choice cost Thaletas his life... By poison, no less. A coward's death.''\n*'''Sokrates:''' ''Did he not die winning Delos for Sparta? That's how he'll be known when he crosses the [[Styx]] to the [[Elysium|Elysian Fields]].''\n</tabber>\n*'''Barnabas:''' ''Exactly. Do you remember what you told me when you [[Trouble in Paradise|first set foot]] on these sands?''\n<tabber>\n|-|Chose \"I'm here for Podarkes\"=\n*'''Kassandra:''' ''I said we were here to kill Podarkes.''\n|-|Chose \"It's good we came. People are dying\"=\n*'''Kassandra:''' ''I said we came here to help people.''\n|-|Chose \"We came to do a job. Let's do it\"=\n*'''Kassandra:''' ''That we were here to finish a job.''\n</tabber>\n[[File:ACOD A Night to Remember 20.png|thumb|250px|Kassandra met with Barnabas and Sokrates at the docks]]\n*'''Barnabas:''' ''That's what we set out to do... And that's precisely what you did. They don't call you the Mighty ''Misthios'' for nothing.''\n*'''Kassandra:''' ''Ha! Who calls me that?''\n*'''Sokrates:''' ''He does.''\n*'''Barnabas:''' ''Now then! It's time we give the crew some orders. Where do we sail to next?''\n<tabber>\n|-|To the next Cultist.=\n*'''Kassandra:''' ''Podarkes was only one Cultist, Barnabas. Wherever we set sail, we will find more of them... and I will kill them all.''\n|-|To adventure.=\n*'''Kassandra:''' ''The world is ours, and the wind is at our backs. We sail for adventure, Barnabas. Just as we always do.''\n|-|To find my family.=\n*'''Kassandra:''' ''I won't rest until I know my family is safe. We do what we've always done—follow their trail until I've brought everyone together again.''\n</tabber>",
    "Section_Barnabas": "As the festivities began, Kassandra met with [[Barnabas]].\n*'''Kassandra:''' ''The people are happy.''\n*'''Barnabas:''' ''As they should be! For the first time since Ares cursed us with war, the Delos Islands know freedom.''\n*'''Kassandra:''' ''But where is Kyra? It's not like her to miss a chance to drink with her troops.''\n\n(If players kept her [[\"M\" for Murder|secret]])\n*'''Barnabas:''' ''She told me you kept her secret... I'm still shocked. Podarkes was a complicated man, but he was still her father. She snuck off to send him to the Ferryman alone.''\n\n(If players revealed her secret)\n*'''Barnabas:''' ''I haven't seen her celebrate with her troops since you revealed her past. She's gone to send her father to the Ferryman alone.''\n\n<tabber>\n|-|Podarkes deserves a warrior's burial.=\n*'''Kassandra:''' ''All good warriors deserve their sendoff, I suppose. Even Podarkes.''\n*'''Barnabas:''' ''Pray that we're shown the same kindness when our time comes. In the meantime, there is wine to be drunk, and tales to be told.''\n|-|The man deserves to rot.=\n*'''Kassandra:''' ''If Podarkes were my family, I'd have tied him to a tree and left him to rot.''\n*'''Barnabas:''' ''You and many others on Delos. But, this is still more celebration than funeral. There's wine to drink, and tales to tell.''\n</tabber>\nKassandra laughed.\n\n(On good terms with Thaletas?)\n*'''Kassandra:''' ''Make the tale great. The troops deserve it. Thaletas especially.''\n(On poor terms with Thaletas?)\n*'''Kassandra:''' ''Make the tale great. The troops deserve it. Even Thaletas.''\n\n(No one romanced)\n*'''Barnabas:''' ''Indeed he does! He's just up the stairs, that way. I've been meaning to tell him how I lost this eye.''\n(Kyra or Thaletas romanced)\n*'''Barnabas:''' ''Certainly... if you can find him. And when you do, remind him—I still plan to tell him how I lost this eye.''\n[[File:ACOD A Night to Remember 2.png|thumb|250px|Kassandra leaving to enjoy the festivities]]\nRegardless, Kassandra asked about the crew.\n*'''Kassandra:''' ''And the crew? Ready to sail?''\n*'''Barnabas:''' ''On your order. But first, let the crew enjoy a drink and a song. You deserve one, too.''\nKassandra leaves Barnabas for Kyra and Thaletas.\n\n(If [[Kasos]] was saved during [[the Sokratic Method]])\n\nA boy standing in the plaza in front of [[Tavern, Mykonos|the Tavern]] waved at Kassandra.\n*'''Aeson''': ''Misthios! Over here!''\n[[File:ACOD A Night to Remember 3.png|thumb|250px|Kassandra speaking to Aeson, the son of the captured rebel]]\nKassandra approached and spoke to the boy.\n*'''[[Aeson]]:''' ''Sokrates said you're the one who saved my pater!''\n*'''Kassandra:''' ''That lunati... rebel way your pater?''\n*'''Aeson:''' ''They had them and you saved them!''\n<tabber>\n|-|It was nothing.=\n*'''Kassandra:''' ''He needed saving. I saved him''\n*'''Aeson:''' ''That's not true. You're a hero!''\n\n|-|You shouldn't be here=\n*'''Kassandra:''' ''Your pater was't like the other rebels. I don't know if they'd welcome him here. You're not safe.''\n*'''Aeson:''' ''It's all right now! Sokrates said the fighting is over, and Delians can all be friends again.''\n</tabber>\n(If players asked \"Where is your family?\")\n\n*'''Kassandra:''' ''If you're here, where are your parents?''\n*'''Aeson:''' ''Mater's at home. I told her we were safe, but she says we have to leave now - that the bad people will come for us.''\n\n(If player asks \"What are you doing here?\")\n\n*'''Kassandra:''' ''You're not safe. The rebels are drinking and getting rowdy.''\n*'''Aeson:''' ''They said they're building a school. I'm going to learn to read legends of heroes like you!''\n\n(Leave - \"Go enjoy the celebration.)\n\n*'''Kassandra:''' ''Chaire. And try to stay out of trouble.''",
    "Section_Podarkes'_Funeral": "[[File:ACOD A Night to Remember 4.png|thumb|250px|Kyra at her father's funeral pyre]]\nKassandra made her way to Kyra, who had prepared a funeral pyre for Podarkes. Kassandra handed her an obol.\n*'''Kassandra:''' ''For the [[Charon|ferryman]].''\nKyra accepted the coin and stepped forward with a torch in hand. She tossed the coin onto Podarkes's corpse.\n*'''Kyra:''' ''Go now, into the river of black night, and embrace the boundless gloom. You shall wander obscure even in the house of Hades, flitting among the shadowy dead.''\n[[File:ACOD A Night to Remember 6.png|thumb|250px|Kassandra and Kyra watched as Podarkes' body burned]]\nShe said this as she lit the bonfire, casting the torch aside when done. She steeled herself as Podarkes burned.\n*'''Kassandra:''' ''You shouldn't have to say goodbye alone.''\n*'''Kyra:''' ''I'm glad I'm not alone. I've wanted to watch him burn for so long. Now that it's happened... I thought I'd feel peace.''\n*'''Kassandra:''' ''And what ''do'' you feel?''\n*'''Kyra:''' ''I used to feel vengeful... Now... empty.''\n\n<tabber>\n|-|He's dead. Move on.=\n*'''Kassandra:''' ''He's dead, and nothing we can do will bring him back.''\n*'''Kyra:''' ''We? ''We'' didn't kill him. You did. I had a chance to say goodbye to him and you took it from me. The gods demanded justice ''from me''.''\nKyra's grief came to a head.\n{{#tag:tabber|\nForget the gods.=\n*'''Kassandra:''' ''Right here, right now, all that matters are the people who have fought for you. They need you now—not the gods.''\nKassandra's words encouraged Kyra, and she resolved to live.\n{{!}}-{{!}}\nThen offer a sacrifice.=\n*'''Kassandra:''' ''If the gods are displeased, offer them a sacrifice.''\n*'''Kyra:''' ''A sacrifice... What do I have left that they haven't taken from me?''\nKyra's grief overwhelmed her.\n{{!}}-{{!}}\nYou're ungrateful.=\n*'''Kassandra:''' ''People gave their lives for you, Kyra. I nearly gave my own. The gods have blessed you, and you don't even see it.''\n*'''Kyra:''' No one'' can see what the gods do. They tricked me into wanting him dead. They tormented my thoughts until I could think of nothing else. And now, I see them laughing at me.''\nKyra's grief overwhelmed her.\n}}\n|-|I felt the same way, once.=\n*'''Kassandra:''' ''I was in your place, once. The vengeance dies, then the emptiness dies too. Give it time.''\n*'''Kyra:''' ''Time! I've given my entire life. I want it done! Kronos devours his children—rips them flesh from bone. Zeus had Prometheus torn open by birds for an eternity. Fate is cruel, and the gods are wicked.''\nKyra's grief came to a head.\n{{#tag:tabber|\nForget the gods.=\n*'''Kassandra:''' ''Right here, right now, all that matters are the people who have fought for you. They need you now—not the gods.''\nKassandra's words encouraged Kyra, and she resolved to live.\n{{!}}-{{!}}\nThen offer a sacrifice.=\n*'''Kassandra:''' ''If the gods are displeased, offer them a sacrifice.''\n*'''Kyra:''' ''A sacrifice... What do I have left that they haven't taken from me?''\nKyra's grief overwhelmed her.\n{{!}}-{{!}}\nYou're ungrateful.=\n*'''Kassandra:''' ''People gave their lives for you, Kyra. I nearly gave my own. The gods have blessed you, and you don't even see it.''\n*'''Kyra:''' No one'' can see what the gods do. They tricked me into wanting him dead. They tormented my thoughts until I could think of nothing else. And now, I see them laughing at me.''\nKyra's grief overwhelmed her.\n}}\n|-|Find a new purpose.=\n*'''Kassandra:''' ''He's gone, but you're still here. The people need you. If you don't protect them, there will be another Podarkes to come and take his place.''\nKassandra's words encouraged Kyra, and she resolved to live.\n</tabber>\n\n====Kyra lives====\n(If Kyra's secret was kept.)\n*'''Kyra:''' ''You're right. They do need me. And I need them. We're rebels with nothing left to rebel against. They need me now more than ever.''\n(If Kyra's secret was revealed.)\n*'''Kyra:''' ''They don't need me. You made sure none of them would ever trust me again.''\n*'''Kassandra:''' ''We all have complicated pasts, Kyra. It's nothing to be ashamed of. Your family—your ''real'' family, is celebrating tonight in your honor.''\n[[File:ACOD A Night to Remember 7.png|thumb|250px|Kyra motivated to the lead the rebels again]]\n*'''Kyra:''' ''We're rebels with nothing left to rebel against. That's not much to start a family on... but it's more than I ever had. You're right.''\nKassandra nodded, and the two hugged.\n*'''Kyra:''' ''Thank you.''\n(If players asked \"What will you do now?\")\n*'''Kassandra:''' ''What will you do next? Mykonos will need to rebuild.''\n*'''Kyra:''' ''Then that's what we'll do. But not to put it back as it was... not as ''pater'' wanted. We'll make this place a new home for our people to be free. To live good lives.''\n(Leave – \"Let's go to the celebration.\")\n*'''Kassandra:''' ''Kyra... He's gone. Your rebels are waiting.''\n*'''Kyra:''' ''They're celebrating. Let's celebrate with them.''\nThey wrapped their arms across each other's shoulders and stared at the pyre a while longer before heading to the celebration.\n*'''Kyra:''' ''Goodbye, ''pater''.''\n\n====Kyra dies====\nKassandra was at a loss for what to say next. While she was contemplating, she did not notice Kyra walk to the edge of the cliff.\n*'''Kassandra:''' ''Kyra, stop. You're too close to the edge.''\n(Secret kept)\n*'''Kyra:''' ''Nothing. All of this was for nothing. I'm a rebel with nothing left to rebel against. It didn't bring [[Dianthe|her]] back.''\n(Secret revealed)\n*'''Kyra:''' ''Nothing. All of this was for nothing. You made sure of that... and now nothing will bring her back.''\n\nKassandra was confused.\n*'''Kassandra:''' ''Her? Who?''\n*'''Kyra:''' ''Curse our cruel gods. I will see you, ''mater''. And ''pater''.''\n*'''Kassandra:''' ''Kyra! Stop!''\n*'''Kyra:''' ''No shame. No pain. We will be together again.''\nShe threw herself off the cliff to her death.\n*'''Kassandra:''' ''Kyra!''\nKassandra looked down to the cliff's bottom with grief in her expression. She later climbed down to the shore and found Kyra's corpse.\n*'''Kassandra:''' ''Rest in [[Elysium]], Kyra.''",
    "Section_Kyra_lives": "(If Kyra's secret was kept.)\n*'''Kyra:''' ''You're right. They do need me. And I need them. We're rebels with nothing left to rebel against. They need me now more than ever.''\n(If Kyra's secret was revealed.)\n*'''Kyra:''' ''They don't need me. You made sure none of them would ever trust me again.''\n*'''Kassandra:''' ''We all have complicated pasts, Kyra. It's nothing to be ashamed of. Your family—your ''real'' family, is celebrating tonight in your honor.''\n[[File:ACOD A Night to Remember 7.png|thumb|250px|Kyra motivated to the lead the rebels again]]\n*'''Kyra:''' ''We're rebels with nothing left to rebel against. That's not much to start a family on... but it's more than I ever had. You're right.''\nKassandra nodded, and the two hugged.\n*'''Kyra:''' ''Thank you.''\n(If players asked \"What will you do now?\")\n*'''Kassandra:''' ''What will you do next? Mykonos will need to rebuild.''\n*'''Kyra:''' ''Then that's what we'll do. But not to put it back as it was... not as ''pater'' wanted. We'll make this place a new home for our people to be free. To live good lives.''\n(Leave – \"Let's go to the celebration.\")\n*'''Kassandra:''' ''Kyra... He's gone. Your rebels are waiting.''\n*'''Kyra:''' ''They're celebrating. Let's celebrate with them.''\nThey wrapped their arms across each other's shoulders and stared at the pyre a while longer before heading to the celebration.\n*'''Kyra:''' ''Goodbye, ''pater''.''",
    "Section_Kyra_dies": "Kassandra was at a loss for what to say next. While she was contemplating, she did not notice Kyra walk to the edge of the cliff.\n*'''Kassandra:''' ''Kyra, stop. You're too close to the edge.''\n(Secret kept)\n*'''Kyra:''' ''Nothing. All of this was for nothing. I'm a rebel with nothing left to rebel against. It didn't bring [[Dianthe|her]] back.''\n(Secret revealed)\n*'''Kyra:''' ''Nothing. All of this was for nothing. You made sure of that... and now nothing will bring her back.''\n\nKassandra was confused.\n*'''Kassandra:''' ''Her? Who?''\n*'''Kyra:''' ''Curse our cruel gods. I will see you, ''mater''. And ''pater''.''\n*'''Kassandra:''' ''Kyra! Stop!''\n*'''Kyra:''' ''No shame. No pain. We will be together again.''\nShe threw herself off the cliff to her death.\n*'''Kassandra:''' ''Kyra!''\nKassandra looked down to the cliff's bottom with grief in her expression. She later climbed down to the shore and found Kyra's corpse.\n*'''Kassandra:''' ''Rest in [[Elysium]], Kyra.''",
    "Section_Thaletas_on_the_Beach": "[[File:ACOD A Night to Remember 9.png|thumb|250px|Thaletas found by Kassandra by the beach]]\nKassandra encountered Thaletas on a small circular beach leading offshore, far away from the celebration.\n\n====Kyra romance====\n*'''Kassandra:''' ''Thaletas. What are you doing out here?''\n*'''Thaletas:''' ''Thinking. Praying. This was my time, Kassandra.''\n*'''Kassandra:''' ''What?''\n\n(If Kyra's secret was kept)\n*'''Thaletas:''' ''This glory was supposed to be mine, but you took everything from me. You took Podarkes. You took these islands. You took Kyra, my love!''\n\n(If Kyra's secret was revealed)\n*'''Thaletas:''' ''You took everything from me. You took Podarkes. You took these islands. This glory was supposed to be mine.''\n*'''Kassandra:''' ''I didn't \"take\" anything!''\n*'''Thaletas:''' ''Even after you tried to turn the rebels against her, Kyra still chose you over me!''\n\n(If romance with Thaletas pursued, then Kyra chosen)\n*'''Thaletas:''' ''This glory was supposed to be mine. Podarkes was mine to kill. These islands were mine to win for Sparta. You were mine, and Kyra took you from me!''\n\n<tabber>\n|-|Calm down.=\n*'''Kassandra:''' ''Be reasonable, Thaletas.''\n*'''Thaletas:''' ''I tried to be reasonable. I am not reasonable. I. Am. Spartan.''\n\n|-|(If Kyra committed suicide) – Kyra is dead.=\n*'''Kassandra:''' ''Thaletas. Listen to me. Kyra is dead.''\n*'''Thaletas:''' ''What? No! You... you killed her?''\n\nThaletas screamed in rage and agony.\n|-|No one is yours.=\n*'''Kassandra:''' ''No one belongs to you, Thaletas. I didn't take your glory, I helped you.''\n*'''Thaletas:''' ''You did nothing! We were in love, you know. We can be again... I can still have her heart, still prove to her I'm the warrior she wants.''\n</tabber>\nRegardless, Thaletas showed his jealous true colors and attacked Kassandra, leaving her no choice but to kill him.\n\n====Thaletas romance====\n*'''Kassandra:''' ''Thaletas. What are you doing out here?''\n*'''Thaletas:''' ''Thinking... Praying... We should talk.''\n[[File:ACOD A Night to Remember 10.png|thumb|250px|Thaletas trying to pursuade Kassandra to leave her crew and aid the Spartans]]\nHe turned to face the west-southwest.\n*'''Thaletas:''' ''Sparta's that way. Just past the crests of the waves. I can almost hear her singing us home.''\n*'''Kassandra:''' ''Us? Thaletas...''\n*'''Thaletas:''' ''Leave your crew... Come with me. Join my side, and we can win glory for Sparta together.''\n\n<tabber>\n|-|I wish I could.=\n*'''Kassandra:''' ''I'd love to join you, if I could. But you're a Spartan general now, and I have my own destiny.''\n*'''Thaletas:''' ''I know it's crazy. But I came to these islands expecting nothing but death.''\n*'''Thaletas:''' ''And then I found you. I know you have your life to live, and I want you to live it. Who knows, maybe the Fates will bring us together again one day...''\n*'''Kassandra:''' ''But not today.''\n*'''Thaletas:''' ''My troops are going to start looking for me soon. I'll see you at the celebration.''\n\n|-|Or... You join my crew.=\n*'''Kassandra:''' ''I don't sail by anyone's side, Thaletas. You know that by now.''\n*'''Kassandra:''' ''If you wanted true glory, true freedom, you are welcome to join me on the Adrestia.''\n*'''Thaletas:''' ''You have my love, Kassandra, but Sparta has my heart. Perhaps, one day...''\n*'''Kassandra:''' ''But not today.''\n*'''Thaletas:''' ''I should be with my men. I'll see you at the celebration.''\n\n|-|Never going to happen.=\n*'''Kassandra:''' ''Me? By your side? That's why you're out here?''\n*'''Thaletas:''' ''You... you don't feel the same.''\n*'''Kassandra:''' ''It was one night, Thaletas.''\n*'''Thaletas:''' ''But... after everything you said to me, everything we shared, I thought...''\n*'''Kassandra:''' ''You think too much.''\n*'''Thaletas:''' ''I came to these islands expecting death, but I never expected to feel this pain.''\nThaletas curled his lower lip and shook his head.\n*'''Thaletas:''' Chaire.\n</tabber>\nRegardless, duty compelled the two Spartan lovers to part ways.",
    "Section_Kyra_romance": "*'''Kassandra:''' ''Thaletas. What are you doing out here?''\n*'''Thaletas:''' ''Thinking. Praying. This was my time, Kassandra.''\n*'''Kassandra:''' ''What?''\n\n(If Kyra's secret was kept)\n*'''Thaletas:''' ''This glory was supposed to be mine, but you took everything from me. You took Podarkes. You took these islands. You took Kyra, my love!''\n\n(If Kyra's secret was revealed)\n*'''Thaletas:''' ''You took everything from me. You took Podarkes. You took these islands. This glory was supposed to be mine.''\n*'''Kassandra:''' ''I didn't \"take\" anything!''\n*'''Thaletas:''' ''Even after you tried to turn the rebels against her, Kyra still chose you over me!''\n\n(If romance with Thaletas pursued, then Kyra chosen)\n*'''Thaletas:''' ''This glory was supposed to be mine. Podarkes was mine to kill. These islands were mine to win for Sparta. You were mine, and Kyra took you from me!''\n\n<tabber>\n|-|Calm down.=\n*'''Kassandra:''' ''Be reasonable, Thaletas.''\n*'''Thaletas:''' ''I tried to be reasonable. I am not reasonable. I. Am. Spartan.''\n\n|-|(If Kyra committed suicide) – Kyra is dead.=\n*'''Kassandra:''' ''Thaletas. Listen to me. Kyra is dead.''\n*'''Thaletas:''' ''What? No! You... you killed her?''\n\nThaletas screamed in rage and agony.\n|-|No one is yours.=\n*'''Kassandra:''' ''No one belongs to you, Thaletas. I didn't take your glory, I helped you.''\n*'''Thaletas:''' ''You did nothing! We were in love, you know. We can be again... I can still have her heart, still prove to her I'm the warrior she wants.''\n</tabber>\nRegardless, Thaletas showed his jealous true colors and attacked Kassandra, leaving her no choice but to kill him.",
    "Section_Thaletas_romance": "*'''Kassandra:''' ''Thaletas. What are you doing out here?''\n*'''Thaletas:''' ''Thinking... Praying... We should talk.''\n[[File:ACOD A Night to Remember 10.png|thumb|250px|Thaletas trying to pursuade Kassandra to leave her crew and aid the Spartans]]\nHe turned to face the west-southwest.\n*'''Thaletas:''' ''Sparta's that way. Just past the crests of the waves. I can almost hear her singing us home.''\n*'''Kassandra:''' ''Us? Thaletas...''\n*'''Thaletas:''' ''Leave your crew... Come with me. Join my side, and we can win glory for Sparta together.''\n\n<tabber>\n|-|I wish I could.=\n*'''Kassandra:''' ''I'd love to join you, if I could. But you're a Spartan general now, and I have my own destiny.''\n*'''Thaletas:''' ''I know it's crazy. But I came to these islands expecting nothing but death.''\n*'''Thaletas:''' ''And then I found you. I know you have your life to live, and I want you to live it. Who knows, maybe the Fates will bring us together again one day...''\n*'''Kassandra:''' ''But not today.''\n*'''Thaletas:''' ''My troops are going to start looking for me soon. I'll see you at the celebration.''\n\n|-|Or... You join my crew.=\n*'''Kassandra:''' ''I don't sail by anyone's side, Thaletas. You know that by now.''\n*'''Kassandra:''' ''If you wanted true glory, true freedom, you are welcome to join me on the Adrestia.''\n*'''Thaletas:''' ''You have my love, Kassandra, but Sparta has my heart. Perhaps, one day...''\n*'''Kassandra:''' ''But not today.''\n*'''Thaletas:''' ''I should be with my men. I'll see you at the celebration.''\n\n|-|Never going to happen.=\n*'''Kassandra:''' ''Me? By your side? That's why you're out here?''\n*'''Thaletas:''' ''You... you don't feel the same.''\n*'''Kassandra:''' ''It was one night, Thaletas.''\n*'''Thaletas:''' ''But... after everything you said to me, everything we shared, I thought...''\n*'''Kassandra:''' ''You think too much.''\n*'''Thaletas:''' ''I came to these islands expecting death, but I never expected to feel this pain.''\nThaletas curled his lower lip and shook his head.\n*'''Thaletas:''' Chaire.\n</tabber>\nRegardless, duty compelled the two Spartan lovers to part ways.",
    "Section_Celebration": "Kassandra made her way to the celebration. She passed by [[Praxos]].\n*'''Praxos:''' ''Podarkes is dead because of you. We owe you that.''\n[[Herodianos]] also had kind words for her.\n*'''Herodianos:''' ''What a glorious battle! It was an honor to fight by your side, Eagle Bearer.''\n:(If [[The Sokratic Method]] is complete)\n:Sokrates was also present at the celebration, with a series of wise words for Kassandra.\n:*'''Sokrates:''' ''Life is only worth living if we spend our time examining our choices, wouldn't you agree?''\n:*'''Sokrates:''' ''Only by accepting you know nothing at all, can one truly know wisdom.''\n:*'''Sokrates:''' ''Relax, and enjoy your time in this world. There is nothing more barren than a busy life.''\n:*'''Sokrates:''' ''My intent is never to fill your head as one fills a cup with wine, but to ignite in you a flame that will burn brightly on its own.''\n:*'''Sokrates:''' ''Why not enjoy the celebration a while?''\n: (If Kasos is alive)\n:*'''Kasos:''' ''I'll won't stop fighting until Delos is free, or I die. Thanks to you, it's looking good for Delos.''\n\n====Kyra and Thaletas alive====\n[[File:ACOD A Night to Remember 11.png|thumb|250px|Kassandra met with Kyra and Thaletas at the celebration]]\nKassandra spotted Kyra and Thaletas at the celebration and spoke to them.\n*'''Kassandra:''' ''There you are. You look happy.''\n*'''Kyra:''' ''I said goodbye to the past, with your help. Now we welcome what the Fates will bring.''\n\n(Thaletas not romanced)\n*'''Thaletas:''' ''You were there when Kyra needed you. You're an ally to Sparta, and to our islands.''\n\n<tabber>\n|-|I wanted to be there for Kyra.=\n*'''Kassandra:''' ''I wanted to be there for Kyra. She needed me. You needed me.''\n*'''Kyra:''' ''Right... Well, did you hear about Thaletas? Sparta is calling him home. They intend to make him a general.''\n|-|Your... islands.=\n*'''Kassandra:''' Your'' islands. So, the rebels are now the rulers?''\n*'''Kyra:''' ''One thing at a time. First, we celebrate. Besides, Sparta is calling Thaletas home. They intend to make him a general.''\n</tabber>\n[[File:ACOD A Night to Remember 12.png|thumb|250px|Thaletas volunteering to remain and aid Kyra in rebuilding Delos]]\n(Secret kept)\n*'''Thaletas:''' ''And I've already told them no. My place is here, on Delos, rebuilding my home with the woman I love.''\n(Secret revealed)\n*'''Thaletas:''' ''But I'm staying here. Since you showed us Kyra's past, it's made us closer.''\n*'''Kassandra:''' ''Closer.''\n*'''Kyra:''' ''He told me his place is here, on our islands, rebuilding our home, and our love.''\n\n<tabber>\n|-|You deserve to be happy.=\n*'''Kassandra:''' ''You earned this celebration, and all the prosperity the gods will bring.''\n*'''Kyra:''' ''The gods gave me more than enough. Any prosperity is for the people of the islands, not us.''\n*'''Kyra:''' ''Thank you, Kassandra. We owe you our lives.''\n|-|You owe me for this.=\n*'''Kassandra:''' ''You owe me... both of you.''\n*'''Kyra:''' ''We will live forever in your debt. What we rebuild, we rebuild in your honor. Thank you, Kassandra.''\n</tabber>\n\nKassandra bid them farewell.\n\n(Thaletas romanced)\n*'''Thaletas:''' ''Kassandra, about what I said at the beach...''\n\n<tabber>\n|-|Not in front of Kyra!=\n*'''Kassandra:''' ''Um... Thaletas, maybe now's not the best time...''\n|-|Please. Just forget it.=\n*'''Kassandra:''' ''Thaletas, please, just forget it.''\n</tabber>\n\nRegardless, Kyra brushed it off.\n\n(Secret kept)\n*'''Kyra:''' ''Relax. I'm glad you two had your fun. You taught him a thing or two.''\n(Secret revealed)\n*'''Kyra:''' ''Relax. Thaletas tells me everything. And now, thanks to you, he knows everything about me. I'm glad you two had your fun.''\n\nRegardless, Thaletas changed his plans.\n*'''Thaletas:''' ''Kyra and I have decided I'm going to stay here, with her, and help rebuild what was lost in the rebellion.''\n*'''Kassandra:''' ''You have?''\n*'''Kyra:''' ''Yes. We ''have''.''\n*'''Kassandra:''' ''Well, I'm glad you two are together. And... happy. May Artemis and Apollo guide you as you govern your islands.''\n\nNo matter what, only death could separate the rebel and the Spartan. Kassandra bid them farewell.\n\n====Kyra alive====\nWith Thaletas dead in his own jealousy, only Kyra was present at the celebration. Kassandra spoke to her.\n*'''Kyra:''' ''Thanks for being with me back there. I needed you.''\nThey embraced.\n*'''Kassandra:''' ''I wanted to be. You know that.''\n*'''Kyra:''' ''Oh! Did you hear? They're promoting Thaletas to general, and sending him back to Sparta in the morning.''\nKassandra rubbed her neck with discomfort.\n\n<tabber>\n|-|Thaletas is dead.=\n*'''Kassandra:''' ''Thaletas is... dead. He attacked me on the beach. Because of us.''\n*'''Kyra:''' ''He what? No! Why would he... Thaletas! You fool.''\n*'''Kyra:''' ''You stubborn, bull-headed, glorious fool.''\nShe turned her grief against Kassandra.\n*'''Kyra:''' ''And you just had to kill him, didn't you?''\n*'''Kassandra:''' ''He left me no choice.''\n(If Kyra's secret was kept)\n*'''Kyra:''' ''I sent out two notes, and who responds? Thaletas the Spartan, and Kassandra the Eagle Bearer. I never imagined you'd both bring me so much sorrow.''\nShe uncorked a small flask and took a drink.\n\n(If Kyra's secret was revealed)\n*'''Kyra:''' ''The same way you didn't have a choice about giving me ''pater's'' doll in front of my men? My family?''\n*'''Kassandra:''' ''They deserved the truth.''\n*'''Kyra:''' ''You broke my heart. You killed my... Podarkes, and now you killed Thaletas. The sooner you leave Mykonos the better.''\n\nRegardless, Kassandra gave a weak apology.\n*'''Kassandra:''' ''Kyra, I'm sorry.''\n*'''Kyra:''' ''So am I, ''misthios''. So am I.''\n|-|Lie – He'll make a great general.=\n*'''Kassandra:''' ''That is what he deserves... May he sail safely to his distant shore.''\nKyra's tone turned sad.\n*'''Kyra:''' ''I sent out two notes, and who responds? Kassandra, the mighty Eagle Bearer, and Thaletas, a Spartan.''\nShe uncorked a small flask and took a drink in toast. Afterwards, she perked up.\n\n(If Kyra's secret was kept)\n*'''Kyra:''' ''He's gone now, but we're together, like Artemis and Apollo, like Mykonos and Delos. And the people are celebrating us.''\n\n(If Kyra's secret was revealed)\n*'''Kyra:''' ''I lost my father. I almost lost my family, after what you did.''\n*'''Kassandra:''' ''They deserved the truth.''\n*'''Kyra:''' ''Yes, and I'm glad they know. The truth brought us closer together.''\n*'''Kyra:''' ''They've even fallen for you, as I have. And they are celebrating us.''\n\nRegardless, Kassandra reminded her of her departure.\n*'''Kassandra:''' ''They are. But soon, I'll set sail.''\n*'''Kyra:''' ''Let the Fates come when they may. Tonight, Kassandra, we are together. All of us. One family. One rebellion.''\n</tabber>\n\n====Thaletas alive====\nWith Kyra having taken her own life, only Thaletas was present at the celebration. Kassandra spoke to him.\n*'''Thaletas:''' ''It's over. Blood spilled, battles won. They made me general, you know. Just told me. You deserve the rank more than anyone here.''\n\n<tabber>\n|-|I do deserve it.=\n*'''Kassandra:''' ''I deserve that and more for what I've done on these islands.''\n|-|You deserve to be general.=\n*'''Kassandra:''' ''General? Looks good on you, Thaletas. You deserve it.''\n</tabber>\n\n(If not romanced)\n*'''Thaletas:''' ''Too true! I only wish my Kyra were here to celebrate. I'm going to ask her to sail with me back to Sparta tonight.''\n\n(If romanced)\n*'''Thaletas:''' ''Too true!''\n*'''Thaletas:''' ''Even if we can't be together, I will sail home to Sparta with you in my heart.''\n*'''Thaletas:''' ''And before I go, I should say goodbye to Kyra.''\n\n<tabber>\n|-|Lie – Kyra will be here... later.=\n*'''Kassandra:''' ''Kyra... can't make it for now.''\nShe scratched her neck and looked away briefly.\n*'''Kassandra:''' ''But she said we should celebrate without her.''\nShe grabbed a cup of wine.\n\n(Secret kept)\n*'''Thaletas:''' ''Can't make it?''\n*'''Thaletas:''' ''That woman is full of surprises.''\n*'''Thaletas:''' ''You certainly proved that when you exposed her past.''\n*'''Thaletas:''' ''Ah, well!''\n*'''Thaletas:''' ''Our first drink will be to Kyra, then.''\nHe grabbed a cup and held it high in toast.\n*'''Kassandra:''' ''To Kyra.''\nShe took a swig with a wistful expression.\n\n(Secret revealed)\n*'''Thaletas:''' ''Celebrate without her? Impossible!''\n*'''Kassandra:''' ''But, let's try.''\nHe grabbed a cup and held it high in toast.\n*'''Thaletas:''' ''To victory, and too Sparta.''\n*'''Kassandra:''' ''To victory.''\nShe took a swig with a wistful expression.\n|-|Kyra's dead.=\n*'''Kassandra:''' ''Thaletas, listen to me. Kyra... she took her life.''\n(Secret kept)\n*'''Thaletas:''' ''She what? No. No! Gods curse these Delians. This island has been nothing but misery.''\nHe walked off towards the nearby statue, keeping his back to Kassandra.\n*'''Thaletas:''' ''Leave me, Kassandra.''\n*'''Thaletas:''' ''I'd rather drink alone.''\n*'''Kassandra:''' ''I understand.''\n\n(Secret revealed)\n*'''Thaletas:''' ''She... what?! No! It's not possible. She deserved a better life than this. I wish her father were still alive, so I could kill him myself.''\n*'''Thaletas:''' ''Leave me.''\n*'''Thaletas:''' ''I'd rather drink alone.''\n*'''Kassandra:''' ''I understand.''\n</tabber>",
    "Section_Kyra_and_Thaletas_alive": "[[File:ACOD A Night to Remember 11.png|thumb|250px|Kassandra met with Kyra and Thaletas at the celebration]]\nKassandra spotted Kyra and Thaletas at the celebration and spoke to them.\n*'''Kassandra:''' ''There you are. You look happy.''\n*'''Kyra:''' ''I said goodbye to the past, with your help. Now we welcome what the Fates will bring.''\n\n(Thaletas not romanced)\n*'''Thaletas:''' ''You were there when Kyra needed you. You're an ally to Sparta, and to our islands.''\n\n<tabber>\n|-|I wanted to be there for Kyra.=\n*'''Kassandra:''' ''I wanted to be there for Kyra. She needed me. You needed me.''\n*'''Kyra:''' ''Right... Well, did you hear about Thaletas? Sparta is calling him home. They intend to make him a general.''\n|-|Your... islands.=\n*'''Kassandra:''' Your'' islands. So, the rebels are now the rulers?''\n*'''Kyra:''' ''One thing at a time. First, we celebrate. Besides, Sparta is calling Thaletas home. They intend to make him a general.''\n</tabber>\n[[File:ACOD A Night to Remember 12.png|thumb|250px|Thaletas volunteering to remain and aid Kyra in rebuilding Delos]]\n(Secret kept)\n*'''Thaletas:''' ''And I've already told them no. My place is here, on Delos, rebuilding my home with the woman I love.''\n(Secret revealed)\n*'''Thaletas:''' ''But I'm staying here. Since you showed us Kyra's past, it's made us closer.''\n*'''Kassandra:''' ''Closer.''\n*'''Kyra:''' ''He told me his place is here, on our islands, rebuilding our home, and our love.''\n\n<tabber>\n|-|You deserve to be happy.=\n*'''Kassandra:''' ''You earned this celebration, and all the prosperity the gods will bring.''\n*'''Kyra:''' ''The gods gave me more than enough. Any prosperity is for the people of the islands, not us.''\n*'''Kyra:''' ''Thank you, Kassandra. We owe you our lives.''\n|-|You owe me for this.=\n*'''Kassandra:''' ''You owe me... both of you.''\n*'''Kyra:''' ''We will live forever in your debt. What we rebuild, we rebuild in your honor. Thank you, Kassandra.''\n</tabber>\n\nKassandra bid them farewell.\n\n(Thaletas romanced)\n*'''Thaletas:''' ''Kassandra, about what I said at the beach...''\n\n<tabber>\n|-|Not in front of Kyra!=\n*'''Kassandra:''' ''Um... Thaletas, maybe now's not the best time...''\n|-|Please. Just forget it.=\n*'''Kassandra:''' ''Thaletas, please, just forget it.''\n</tabber>\n\nRegardless, Kyra brushed it off.\n\n(Secret kept)\n*'''Kyra:''' ''Relax. I'm glad you two had your fun. You taught him a thing or two.''\n(Secret revealed)\n*'''Kyra:''' ''Relax. Thaletas tells me everything. And now, thanks to you, he knows everything about me. I'm glad you two had your fun.''\n\nRegardless, Thaletas changed his plans.\n*'''Thaletas:''' ''Kyra and I have decided I'm going to stay here, with her, and help rebuild what was lost in the rebellion.''\n*'''Kassandra:''' ''You have?''\n*'''Kyra:''' ''Yes. We ''have''.''\n*'''Kassandra:''' ''Well, I'm glad you two are together. And... happy. May Artemis and Apollo guide you as you govern your islands.''\n\nNo matter what, only death could separate the rebel and the Spartan. Kassandra bid them farewell.",
    "Section_Kyra_alive": "With Thaletas dead in his own jealousy, only Kyra was present at the celebration. Kassandra spoke to her.\n*'''Kyra:''' ''Thanks for being with me back there. I needed you.''\nThey embraced.\n*'''Kassandra:''' ''I wanted to be. You know that.''\n*'''Kyra:''' ''Oh! Did you hear? They're promoting Thaletas to general, and sending him back to Sparta in the morning.''\nKassandra rubbed her neck with discomfort.\n\n<tabber>\n|-|Thaletas is dead.=\n*'''Kassandra:''' ''Thaletas is... dead. He attacked me on the beach. Because of us.''\n*'''Kyra:''' ''He what? No! Why would he... Thaletas! You fool.''\n*'''Kyra:''' ''You stubborn, bull-headed, glorious fool.''\nShe turned her grief against Kassandra.\n*'''Kyra:''' ''And you just had to kill him, didn't you?''\n*'''Kassandra:''' ''He left me no choice.''\n(If Kyra's secret was kept)\n*'''Kyra:''' ''I sent out two notes, and who responds? Thaletas the Spartan, and Kassandra the Eagle Bearer. I never imagined you'd both bring me so much sorrow.''\nShe uncorked a small flask and took a drink.\n\n(If Kyra's secret was revealed)\n*'''Kyra:''' ''The same way you didn't have a choice about giving me ''pater's'' doll in front of my men? My family?''\n*'''Kassandra:''' ''They deserved the truth.''\n*'''Kyra:''' ''You broke my heart. You killed my... Podarkes, and now you killed Thaletas. The sooner you leave Mykonos the better.''\n\nRegardless, Kassandra gave a weak apology.\n*'''Kassandra:''' ''Kyra, I'm sorry.''\n*'''Kyra:''' ''So am I, ''misthios''. So am I.''\n|-|Lie – He'll make a great general.=\n*'''Kassandra:''' ''That is what he deserves... May he sail safely to his distant shore.''\nKyra's tone turned sad.\n*'''Kyra:''' ''I sent out two notes, and who responds? Kassandra, the mighty Eagle Bearer, and Thaletas, a Spartan.''\nShe uncorked a small flask and took a drink in toast. Afterwards, she perked up.\n\n(If Kyra's secret was kept)\n*'''Kyra:''' ''He's gone now, but we're together, like Artemis and Apollo, like Mykonos and Delos. And the people are celebrating us.''\n\n(If Kyra's secret was revealed)\n*'''Kyra:''' ''I lost my father. I almost lost my family, after what you did.''\n*'''Kassandra:''' ''They deserved the truth.''\n*'''Kyra:''' ''Yes, and I'm glad they know. The truth brought us closer together.''\n*'''Kyra:''' ''They've even fallen for you, as I have. And they are celebrating us.''\n\nRegardless, Kassandra reminded her of her departure.\n*'''Kassandra:''' ''They are. But soon, I'll set sail.''\n*'''Kyra:''' ''Let the Fates come when they may. Tonight, Kassandra, we are together. All of us. One family. One rebellion.''\n</tabber>",
    "Section_Thaletas_alive": "With Kyra having taken her own life, only Thaletas was present at the celebration. Kassandra spoke to him.\n*'''Thaletas:''' ''It's over. Blood spilled, battles won. They made me general, you know. Just told me. You deserve the rank more than anyone here.''\n\n<tabber>\n|-|I do deserve it.=\n*'''Kassandra:''' ''I deserve that and more for what I've done on these islands.''\n|-|You deserve to be general.=\n*'''Kassandra:''' ''General? Looks good on you, Thaletas. You deserve it.''\n</tabber>\n\n(If not romanced)\n*'''Thaletas:''' ''Too true! I only wish my Kyra were here to celebrate. I'm going to ask her to sail with me back to Sparta tonight.''\n\n(If romanced)\n*'''Thaletas:''' ''Too true!''\n*'''Thaletas:''' ''Even if we can't be together, I will sail home to Sparta with you in my heart.''\n*'''Thaletas:''' ''And before I go, I should say goodbye to Kyra.''\n\n<tabber>\n|-|Lie – Kyra will be here... later.=\n*'''Kassandra:''' ''Kyra... can't make it for now.''\nShe scratched her neck and looked away briefly.\n*'''Kassandra:''' ''But she said we should celebrate without her.''\nShe grabbed a cup of wine.\n\n(Secret kept)\n*'''Thaletas:''' ''Can't make it?''\n*'''Thaletas:''' ''That woman is full of surprises.''\n*'''Thaletas:''' ''You certainly proved that when you exposed her past.''\n*'''Thaletas:''' ''Ah, well!''\n*'''Thaletas:''' ''Our first drink will be to Kyra, then.''\nHe grabbed a cup and held it high in toast.\n*'''Kassandra:''' ''To Kyra.''\nShe took a swig with a wistful expression.\n\n(Secret revealed)\n*'''Thaletas:''' ''Celebrate without her? Impossible!''\n*'''Kassandra:''' ''But, let's try.''\nHe grabbed a cup and held it high in toast.\n*'''Thaletas:''' ''To victory, and too Sparta.''\n*'''Kassandra:''' ''To victory.''\nShe took a swig with a wistful expression.\n|-|Kyra's dead.=\n*'''Kassandra:''' ''Thaletas, listen to me. Kyra... she took her life.''\n(Secret kept)\n*'''Thaletas:''' ''She what? No. No! Gods curse these Delians. This island has been nothing but misery.''\nHe walked off towards the nearby statue, keeping his back to Kassandra.\n*'''Thaletas:''' ''Leave me, Kassandra.''\n*'''Thaletas:''' ''I'd rather drink alone.''\n*'''Kassandra:''' ''I understand.''\n\n(Secret revealed)\n*'''Thaletas:''' ''She... what?! No! It's not possible. She deserved a better life than this. I wish her father were still alive, so I could kill him myself.''\n*'''Thaletas:''' ''Leave me.''\n*'''Thaletas:''' ''I'd rather drink alone.''\n*'''Kassandra:''' ''I understand.''\n</tabber>",
    "Section_Wrapping_up": "After speaking to whom she wished to speak, Kassandra approached Barnabas to wrap up the celebration and make ready to depart.\n\n(If [[Iola]] was helped in [[Grin and Bear It]])\n[[File:ACOD A Night to Remember 13.png|thumb|250px|Kassandra finding Barnabas speaking to the smuggler Iola]]\nIola held her hand against Barnabas's face.\n*'''Kassandra:''' ''You! After I killed the bear, I thought you were itching to get off Delos.''\n*'''Iola:''' ''Me too. But I met someone, and...''\n*'''Barnabas:''' ''Kassandra! You know Iola?''\n\n<tabber>\n|-|This woman's a smuggler.=\n*'''Kassandra:''' ''She was smuggling animals for profit... and ''said'' she was leaving the islands.''\n|-|Lie – She's a friend.=\n*'''Kassandra:''' ''She's... we're friends. But she told me she was leaving the islands.''\n|-|You two have met.=\n*'''Kassandra:''' ''How do you know each other? She said she was leaving the islands.''\n</tabber>\n*'''Iola:''' ''Well, I went to the fountain by the sanctuary to get my arm cleaned up—''\n*'''Barnabas:''' ''And I went to pray. That's when I saw her with my good left eye—''\n*'''Iola:''' ''—And I saw your pretty face with my good right eye.''\n\n<tabber>\n|-|Like stars aligning.=\n*'''Kassandra:''' ''Like two stars aligning. Cute.''\n*'''Barnabas:''' ''The stink of roasting sacrifices, the sweaty bodies of pilgrims coming to pray... It was perfect.''\n|-|That's disgusting.=\n*'''Kassandra:''' ''Spare me, you two.''\n*'''Barnabas:''' ''Come on, Kassandra! It was perfect—a beautiful woman, the stink of sacrifices roasting, sweaty pilgrims praying...''\n</tabber>\n*'''Iola:''' ''Love hits you hardest when you don't see it coming.''\n\n(If players asked \"Where will you go next?\")\n*'''Kassandra:''' ''You're still going back to Arkadia?''\n*'''Iola:''' ''Not sure. Fates'll change, and you gotta change with 'em. The smuggler life is over for me, but I don't have a plan.''\n(\"Recruit – Join our crew.\")\n*'''Kassandra:''' ''It sounds like you're part of the family now. You've lost your crew and your ship... Why not join us on the Adrestia? We could use someone like you.''\n*'''Iola:''' ''You could use ''me''? Well... A life of freedom... Water at our feet, wind at our backs—''\n*'''Iola:''' ''What do you think, Barney?''\n*'''Barnabas:''' ''I say welcome aboard!''\n*'''Kassandra:''' ''Then it's settled. We set off soon. Be on deck when we do.''\n(\"Leave – I should go.\")\n*'''Kassandra:''' ''You two try to behave yourselves.''\n\nRegardless, Kassandra spoke to Barnabas to get underway.\n*'''Barnabas:''' ''You look ready to go.''\n\n(If Kyra and Thaletas live)\n*'''Kassandra:''' ''Podarkes is gone, [[Thaletas]] and [[Kyra]] have their islands, and I have other targets to hit.''\n*'''Barnabas:''' ''You are victorious—not that I ever doubted it. Why not say goodbye... A rousing speech to get the blood flowing?''\n(If Kyra only lives)\n*'''Kassandra:''' ''Podarkes is gone, Kyra's with her rebels, and I have other targets to hit.''\n*'''Barnabas:''' ''Then we sail! But first... I may have told Kyra you'd give a speech to the rebels before saying goodbye.''\n(If Thaletas only lives)\n*'''Kassandra:''' ''Podarkes is gone, Thaletas is set to become general, and I have other targets to hit.''\n*'''Barnabas:''' ''Then it's time to say goodbye. What about a speech to those you've inspired?''\n\n<tabber>\n|-|Accept – I'll give a speech.=\n[[File:ACOD A Night to Remember 15.png|thumb|250px|Kassandra giving a speech to the guests]]\n*'''Kassandra:''' ''Let's say goodbye.''\n*'''Barnabas:''' Chairete''! Settle down, settle down. Kassandra has something she'd like to say.''\nKassandra mounted a nearby planter to speak.\n{{#tag:tabber|\nYou are free!=\n*'''Kassandra:''' ''Delians! Today, you have your freedom!''\n*'''Kassandra:''' ''So celebrate! Let Dionysos fill your cup, and the muses sing your songs.''\n*'''Barnabas:''' ''And now, a toast. To Kassandra! To victory!''\nThe crowd drank as Kassandra stepped down.\n*'''Barnabas:''' ''A fine speech... Though I'm not sure many of these rebels can imagine a free Delos.''\n{{!}}-{{!}}\nYour job isn't done!=\n*'''Kassandra:''' ''Delians! We have won!''\n*'''Kassandra:''' ''But now the real work begins. You must build a new home. A fair home. One where cruel people like Podarkes can never rise to power.''\n*'''Barnabas:''' ''And now, a toast. To Kassandra! To victory!''\nThe crowd drank as Kassandra stepped down.\n*'''Barnabas:''' ''What a speech! Though, I think some of the rebels like fighting more than rebuilding.''\n{{!}}-{{!}}\nKill the Athenians!=\n*'''Kassandra:''' ''Delians! The Athenians have fallen... for now.''\n*'''Kassandra:''' ''But they are still among you. Justice is yours to bring. Find the scum who fought for Podarkes, and make them suffer. They must pay for what they've done!''\n*'''Barnabas:''' ''And now, a toast. To Kassandra! To victory!''\nThe crowd drank as Kassandra stepped down.\n*'''Barnabas:''' ''A fine speech... If a little violent.''\n}}\n*'''Kassandra:''' ''I think they liked it.''\n*'''Barnabas:''' ''Of course, of course. Who wouldn't? I'll round up the crew. See you back at the ship?''\nBarnabas took his leave as Kassandra stared out at the city.\n|-|Let's just leave.=\n*'''Kassandra:''' ''We've been here long enough. No speech tonight.'' \n*'''Barnabas:''' ''Kassandra! Heroes like you are meant to give speeches—it's what makes you heroes! But, I'll round up the crew. The Adrestia will be ready to sail when you are.''\nBarnabas took his leave as Kassandra stared out at the city.\n</tabber>\n\n(Kyra and Thaletas dead)\n*'''Kassandra:''' ''Podarkes is dead, but this is no time to celebrate. The Spartans and the rebels have both suffered.''\n*'''Barnabas:''' ''Ours is a time of loss, it's true. Would you rather we just set sail?''\n\n(Accept – \"Let's set sail.\")\n*'''Kassandra:''' ''I've done more than enough here.''\n*'''Barnabas:''' ''I'll round up the crew. See you back at the ship.''\nBarnabas took his leave of Kassandra as she stared out at the city.\n\n====Thaletas poisoned====\n(If Thaletas and Kasos lived, and the player gave a speech)\n[[File:ACOD A Night to Remember 16.png|thumb|250px|Thaletas dying from poison]]\nBefore Barnabas could speak to Kassandra after her speech, Thaletas began choking. He clutched his chest and collapsed on the floor.\n*'''Spartan Light Soldier:''' ''He's been poisoned!''\nBarnabas quickly scanned the crowd and identified the culprit, Kasos. He fled.\n*'''Barnabas:''' ''That one. He did this! He's getting away.''\nKassandra readied to chase Kasos.\n*'''Barnabas:''' ''I'll check Thaletas. You stop that man!''\nKassandra gave chase. Revelers had their own comments.\n*'''Barnabas:''' ''Get him!''\n*'''Praxos:''' ''Must have been [[hemlock]].''\n*'''Herodianos:''' ''My general is dead.''\n(Kyra alive)\n*'''Kyra:''' ''Thaletas! No!''\n[[File:ACOD A Night to Remember 17.png|thumb|250px|Kasos defeated by Kassandra]]\nKassandra chased Kasos all the way to the shore and struck him down. She proceeded to interrogate him.\n*'''Kassandra:''' ''Why?! I set you free.''\n*'''Greek Soldier:''' ''Podarkes is dead, but we are never free. The Spartans are no better than the Athenians in this war.''\n\n<tabber>\n|-|Thaletas was different.=\n*'''Kassandra:''' ''Thaletas isn't... ''wasn't'' like other Spartans. He cared about these islands, and the people on them.''\n*'''Greek Soldier:''' ''Are you blind? He wanted power and control, just like Podarkes. I'm not going to let my son grow to be a slave to Lakonian kings. ''Misthios'', please... do you have children?''\n\n(If players chose \"No.\")\n*'''Kassandra:''' ''No. Raising a family in my line of work is... difficult.''\n(If players chose \"Maybe one day.\")\n*'''Kassandra:''' ''Some day, if the gods will it, I would love to have children of my own.''\n\nRegardless, Kasos explained himself.\n*'''Greek Soldier:''' ''I was a teacher... before the war, I mean. I loved children. I thought I was making the world a better place for them, and for my own. If you ever start a family, you'll understand: you never stop fighting for the ones you love.''\n\n{{#tag:tabber|\nGo to your son.=\n[[File:ACOD A Night to Remember 18.png|thumb|250px|Kasos spared by Kassandra]]\n*'''Kassandra:''' ''Find your family and get them out of here.''\n*'''Greek Soldier:''' ''Maybe you do understand. Tell the rebels when you see them—Delians will never stop fighting until our islands are free and our children are safe.''\n\n{{!}}-{{!}}\nAttack – I'll kill you.=\n*'''Kassandra:''' ''I let you go once. I won't make that mistake again.''\n}}\n|-|Attack – I'll kill you.=\n*'''Kassandra:''' ''I let you go once. I won't make that mistake again.''\n</tabber>\n\nKassandra returned to the celebration, which had become a wake.\n\n(Kyra alive)\n*'''Kyra:''' ''Is that lunatic dead? Did you kill him?''\n(If the player killed Kasos)\n*'''Kassandra:''' ''He's dead.''\n*'''Kyra:''' ''What is left for the gods to take from me? When will they finally be satisfied?''\n*'''Kassandra:''' ''Kyra...''\nKyra angrily dismissed her.\n*'''Kyra:''' ''Go. Leave me with Thaletas.''\n(If the player let Kasos go)\n\n<tabber>\n|-|I let him go.=\n*'''Kassandra:''' ''Thaletas is gone. No amount of killing will bring him back.''\n*'''Kyra:''' ''You showed that lunatic mercy? He killed the future of this island, ''misthios''. I will find him myself, and rip him limb from limb.''\nKassandra avoided her irate glare.\n*'''Kyra:''' ''As for you... get off my island.''\n|-|Lie – I killed him.=\n*'''Kassandra:''' ''I killed him with my bare hands.''\nKyra screamed at her and grabbed her hands.\n*'''Kyra:''' ''Liar! Liar... where's the blood? Your hands are clean.''\n*'''Kassandra:''' ''I....''\n*'''Kyra:''' ''Get off my island.''\n</tabber>\n\nKassandra made her way to Barnabas.\n*'''Barnabas:''' ''We should leave.''\n(Accept – \"Let's go.\")\n*'''Kassandra:''' ''Agreed. Tell the crew to prepare the ship.''\nBarnabas took his leave as Kassandra stared out at the city.",
    "Section_Thaletas_poisoned": "(If Thaletas and Kasos lived, and the player gave a speech)\n[[File:ACOD A Night to Remember 16.png|thumb|250px|Thaletas dying from poison]]\nBefore Barnabas could speak to Kassandra after her speech, Thaletas began choking. He clutched his chest and collapsed on the floor.\n*'''Spartan Light Soldier:''' ''He's been poisoned!''\nBarnabas quickly scanned the crowd and identified the culprit, Kasos. He fled.\n*'''Barnabas:''' ''That one. He did this! He's getting away.''\nKassandra readied to chase Kasos.\n*'''Barnabas:''' ''I'll check Thaletas. You stop that man!''\nKassandra gave chase. Revelers had their own comments.\n*'''Barnabas:''' ''Get him!''\n*'''Praxos:''' ''Must have been [[hemlock]].''\n*'''Herodianos:''' ''My general is dead.''\n(Kyra alive)\n*'''Kyra:''' ''Thaletas! No!''\n[[File:ACOD A Night to Remember 17.png|thumb|250px|Kasos defeated by Kassandra]]\nKassandra chased Kasos all the way to the shore and struck him down. She proceeded to interrogate him.\n*'''Kassandra:''' ''Why?! I set you free.''\n*'''Greek Soldier:''' ''Podarkes is dead, but we are never free. The Spartans are no better than the Athenians in this war.''\n\n<tabber>\n|-|Thaletas was different.=\n*'''Kassandra:''' ''Thaletas isn't... ''wasn't'' like other Spartans. He cared about these islands, and the people on them.''\n*'''Greek Soldier:''' ''Are you blind? He wanted power and control, just like Podarkes. I'm not going to let my son grow to be a slave to Lakonian kings. ''Misthios'', please... do you have children?''\n\n(If players chose \"No.\")\n*'''Kassandra:''' ''No. Raising a family in my line of work is... difficult.''\n(If players chose \"Maybe one day.\")\n*'''Kassandra:''' ''Some day, if the gods will it, I would love to have children of my own.''\n\nRegardless, Kasos explained himself.\n*'''Greek Soldier:''' ''I was a teacher... before the war, I mean. I loved children. I thought I was making the world a better place for them, and for my own. If you ever start a family, you'll understand: you never stop fighting for the ones you love.''\n\n{{#tag:tabber|\nGo to your son.=\n[[File:ACOD A Night to Remember 18.png|thumb|250px|Kasos spared by Kassandra]]\n*'''Kassandra:''' ''Find your family and get them out of here.''\n*'''Greek Soldier:''' ''Maybe you do understand. Tell the rebels when you see them—Delians will never stop fighting until our islands are free and our children are safe.''\n\n{{!}}-{{!}}\nAttack – I'll kill you.=\n*'''Kassandra:''' ''I let you go once. I won't make that mistake again.''\n}}\n|-|Attack – I'll kill you.=\n*'''Kassandra:''' ''I let you go once. I won't make that mistake again.''\n</tabber>\n\nKassandra returned to the celebration, which had become a wake.\n\n(Kyra alive)\n*'''Kyra:''' ''Is that lunatic dead? Did you kill him?''\n(If the player killed Kasos)\n*'''Kassandra:''' ''He's dead.''\n*'''Kyra:''' ''What is left for the gods to take from me? When will they finally be satisfied?''\n*'''Kassandra:''' ''Kyra...''\nKyra angrily dismissed her.\n*'''Kyra:''' ''Go. Leave me with Thaletas.''\n(If the player let Kasos go)\n\n<tabber>\n|-|I let him go.=\n*'''Kassandra:''' ''Thaletas is gone. No amount of killing will bring him back.''\n*'''Kyra:''' ''You showed that lunatic mercy? He killed the future of this island, ''misthios''. I will find him myself, and rip him limb from limb.''\nKassandra avoided her irate glare.\n*'''Kyra:''' ''As for you... get off my island.''\n|-|Lie – I killed him.=\n*'''Kassandra:''' ''I killed him with my bare hands.''\nKyra screamed at her and grabbed her hands.\n*'''Kyra:''' ''Liar! Liar... where's the blood? Your hands are clean.''\n*'''Kassandra:''' ''I....''\n*'''Kyra:''' ''Get off my island.''\n</tabber>\n\nKassandra made her way to Barnabas.\n*'''Barnabas:''' ''We should leave.''\n(Accept – \"Let's go.\")\n*'''Kassandra:''' ''Agreed. Tell the crew to prepare the ship.''\nBarnabas took his leave as Kassandra stared out at the city.",
    "Section_Departure": "At dawn, Kassandra met with Barnabas at the docks, who was conversing with [[Sokrates]].\n<tabber>\n|-|Met Sokrates during The Sokratic Method=\n*'''Kassandra:''' ''Sokrates! You looking to join our crew?''\n*'''Sokrates:''' ''I've just come to see you off. I sail on a merchant ship in the morning.''\n*'''Kassandra:''' ''May Poseidon calm the waves.''\n*'''Kassandra:''' ''Barnabas, is the [[Adrestia]] ready to sail?''\n\n|-|The Sokratic Method not begun=\n*'''Kassandra:''' ''Sokrates! The rebels are hunting Athenians. What are you doing here?''\n*'''Sokrates:''' ''I came to teach, as I always do. But don't worry: I sail on a merchant ship set for [[Attika]] in the morning.''\n*'''Kassandra:''' ''Wise, as always. Thanks for coming to see us off.''\n*'''Kassandra:''' ''Speaking of being off—Barnabas, are we ready to sail?''\n\n</tabber>\nBarnabas apprised her of the crew's condition, based on how the celebration turned out.\n<tabber>\n|-|Thaletas not poisoned=\n*'''Barnabas:''' ''The crew are in fine spirits... If a little hungover. But the ship is ready.''\n{{#tag:tabber|\nKyra and Thaletas live=\n*'''Kassandra:''' ''Good. I only wish we weren't leaving Kyra and Thaletas alone to rebuild what's been destroyed by the rebellion.''\n{{!}}-{{!}}\nKyra only lives=\n*'''Kassandra:''' ''Good. I only wish we weren't leaving Kyra alone to rebuild her home.''\n{{!}}-{{!}}\nThaletas only lives=\n*'''Kassandra:''' ''Good. Sokrates is next, then Thaletas to Sparta. I only wish we weren't leaving the people of Delos alone to rebuild everything they've lost to the rebellion.''\n{{!}}-{{!}}\nKyra and Thaletas died=\n*'''Kassandra:''' ''If only we weren't leaving the people of Delos alone, without Kyra or Thaletas, to rebuild what they lost to the rebellion.''\n}}\n*'''Sokrates:''' ''Are any of us truly alone who have our friends and allies beside us?''\n\n|-|Thaletas poisoned by Kasos=\n*'''Barnabas:''' ''The ship is ready, though the crew are still shaken after seeing Thaletas poisoned.''\n{{#tag:tabber|\nKasos killed afterwards=\n*'''Sokrates:''' ''Though... you shouldn't second guess your choice to save the poisoner the first time. He found justice in the end.''\n{{!}}-{{!}}\nKasos released afterwards=\n*'''Sokrates:''' ''Though, if I may... You shouldn't second guess your choice to save the poisoner the first time, or the second.''\n}}\n*'''Kassandra:''' ''That choice cost Thaletas his life... By poison, no less. A coward's death.''\n*'''Sokrates:''' ''Did he not die winning Delos for Sparta? That's how he'll be known when he crosses the [[Styx]] to the [[Elysium|Elysian Fields]].''\n</tabber>\n*'''Barnabas:''' ''Exactly. Do you remember what you told me when you [[Trouble in Paradise|first set foot]] on these sands?''\n<tabber>\n|-|Chose \"I'm here for Podarkes\"=\n*'''Kassandra:''' ''I said we were here to kill Podarkes.''\n|-|Chose \"It's good we came. People are dying\"=\n*'''Kassandra:''' ''I said we came here to help people.''\n|-|Chose \"We came to do a job. Let's do it\"=\n*'''Kassandra:''' ''That we were here to finish a job.''\n</tabber>\n[[File:ACOD A Night to Remember 20.png|thumb|250px|Kassandra met with Barnabas and Sokrates at the docks]]\n*'''Barnabas:''' ''That's what we set out to do... And that's precisely what you did. They don't call you the Mighty ''Misthios'' for nothing.''\n*'''Kassandra:''' ''Ha! Who calls me that?''\n*'''Sokrates:''' ''He does.''\n*'''Barnabas:''' ''Now then! It's time we give the crew some orders. Where do we sail to next?''\n<tabber>\n|-|To the next Cultist.=\n*'''Kassandra:''' ''Podarkes was only one Cultist, Barnabas. Wherever we set sail, we will find more of them... and I will kill them all.''\n|-|To adventure.=\n*'''Kassandra:''' ''The world is ours, and the wind is at our backs. We sail for adventure, Barnabas. Just as we always do.''\n|-|To find my family.=\n*'''Kassandra:''' ''I won't rest until I know my family is safe. We do what we've always done—follow their trail until I've brought everyone together again.''\n</tabber>",
    "Section_Outcome": "Kassandra bid farewell to the Delos Islands after a long campaign to free the Delians from Podarkes the Cruel, and by extension the Cult of Kosmos. It was unclear what the Fates ultimately decreed for the friends she made along the way.",
    "Section_Trivia": "*If a romance with Thaletas was pursued (indicated by 'Hearts of War' becoming available), then left for Kyra, his jealousy dialogue before the prompt will first state that Kyra stole the hero from him, then returns to assuming the player stole Kyra from him.\n*If Thaletas is alone at the celebration, due to Kyra committing suicide, his responses when the player lies about her whereabouts appear to be improperly flagged. He mentions Kyra's \"exposed past\" if her secret was kept, and doesn't reference it at all if her secret was exposed. When telling him the truth, he curses the islands if her secret was kept, and he curses Podarkes if her secret was exposed, which indicates that he had no way of knowing she had such a surprising past aside from the player exposing it.",
    "Section_Gallery": "<gallery widths=\"180\" position=\"center\" captionalign=\"center\">\nACOd-Podarkespyrenight.jpg|The funereal pyre of Podarkes\nACOD A Night to Remember 5.png|Kassandra handing Kyra a coin for the pyre\nACOD A Night to Remember 8.png|Kassandra and Pyre watching out the sea as the pyre burned\nACOd-ANtR-HerodianosPraxos.jpg|Herodianos and Praxos\nACOd-ANtR-Iola.jpg|Iola\nACOd-ANtR-IolaBarnabas.jpg|Iola and Barnabas\nACOd-ANtR-Sokrates.jpg|Sokrates talking with interested citizens\nACOd-ANtR-KyraThaletas.jpg|Kyra and Thaletas\nACOD A Night to Remember 14.png|Barnabas and Kassandra looking out to the crowd\nACOD A Night to Remember 19.png|Kassandra looking back at the city\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}