{
    "QuestName": "Hearts of War",
    "QuestID": "228282",
    "Revision": {
        "id": "871017",
        "parentid": "864505",
        "timestamp": "2020-05-24T07:38:55Z",
        "contributor": null,
        "origin": "871017",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "sj88yu4wznhwkuwsirmprrar5v11pcs"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Hearts of War 8.png",
        "description": "'When Thaletas sailed to Mykonos he expected many things. Falling in love wasn't one of them. So he invited Kassandra to his favorite Archegesion of Delos|spot to show his affection the only way a Spartan knew how.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character",
        "previous": "Paint the Sand Red",
        "next": null,
        "source": "Kassandra",
        "location": "Delos, Greece",
        "date": "426 BCE–422 BCE"
    },
    "General_Description": "'''Hearts of War''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Having fallen for Kassandra, in spite of his relationship with Kyra, Thaletas invited her to his secret spot on Delos, while testing her tracking and fighting abilities.",
    "Section_Dialogue": "Kassandra followed the road north of the [[Sanctuary of Apollo]] on Delos and came upon the [[Kynthos Ruins]].\n*'''Kassandra:''' ''These must be the ruins Thaletas mentioned. The beach is east of here.''\nShe made her way to the beach, where a fire had been lit to produce a smoke signal.\n*'''Kassandra:''' ''This looks like the beach, but he's not here.''\nShe noticed a trail of flowers leading away from the fire.\n*'''Kassandra:''' ''A trail of flowers? He wouldn't.''\nShe followed the trail to Thaletas' real location up the hill.\n*'''Kassandra:''' ''Thaletas should be nearby.''\nShe spoke to Thaletas.\n*'''Thaletas:''' ''I was beginning to think you wouldn't come.''\n*'''Kassandra:''' ''Doubting yourself, Spartan?''\n*'''Thaletas:''' ''Ha! I was doubting your tracking skills.''\n\n(If players followed the trail of flowers)\n\n<tabber>\n|-|Flirt - The flowers are a nice touch.=\n*'''Kassandra:''' ''I'm surprised you left flowers. Was nice following something other than blood for a change.''\n|-|The flowers are a bit much.=\n*'''Kassandra:''' ''So, those flowers. I'll be honest, you didn't strike me as the type.''\n</tabber>\n*'''Thaletas:''' ''I... I'm not very good with these kinds of things. There's flowers all over Delos. I saw them, and thought...''\n*'''Kassandra:''' ''Thought what?''\n\n(If players did not follow the trail)<br>\nKassandra gestured to [[Ikaros]] flying above them.\n*'''Kassandra:''' ''Tracking skills? You didn't notice my eagle?''\n*'''Thaletas:''' ''Does he watch your every move?''\n*'''Kassandra:''' ''I can send Ikaros away. Unless of course, you like being watched.''\nKassandra winked at Thaletas, and he chuckled.\n[[File:ACOD Hearts of War 2.png|thumb|250px|Kassandra and Thaletas reflecting on their time]]\nRegardless, Thaletas reflected on their time helping the rebellion.\n*'''Thaletas:''' ''Much has happened since we first met on the beach.''\n*'''Kassandra:''' ''You were surrounded by Athenians. Drenched in blood.''\n*'''Thaletas:''' ''You fought by my side.''\n\n<tabber>\n|-|Flirt - I couldn't resist you.=\n*'''Kassandra:''' ''You were irresistible.''\n|-|I couldn't resist a good fight.=\n*'''Kassandra:''' ''I couldn't let you have all the fun.''\n</tabber>\n*'''Thaletas:''' ''When I first laid eyes on Kyra, I knew I never wanted to leave these islands.''\n*'''Kassandra:''' ''And now?''\n*'''Thaletas:''' ''I don't know.''\n*'''Kassandra:''' ''Thaletas, look at me.''\nThaletas turned around to look at her. She drew closer to him.\n*'''Kassandra:''' ''I know what I want.''\nShe reached her hand to his cheek, but he pulled away and beckoned her to follow.\n*'''Thaletas:''' ''Not here. Come.''\n[[File:ACOD Hearts of War 3.png|thumb|250px|Kassandra following Thaletas]]\nThey followed the trail further up the hill.\n*'''Kassandra:''' ''Where are you taking me?''\n*'''Thaletas:''' ''To one of my favorite spots on all the Delos Islands.''\n*'''Kassandra:''' ''Isn't a Spartan's favorite spot the battlefield?''\nThaletas chuckled.\n*'''Thaletas:''' ''Fair enough. I'm taking you to my second favorite spot.''\nWhile leading the way, Thaletas continued to talk.\n*'''Thaletas:''' ''When I got here, I had just lost so many people. Every man I ever looked up to sank on that ship.''\n*'''Kassandra:''' ''You needed a place to get away from all this death. I understand.''\n*'''Thaletas:''' ''I knew you would. That's why I'm showing it to you. This place isn't just where I go to clear my thoughts. It...''\n*'''Kassandra:''' ''It what?''\n*'''Thaletas:''' ''It reminds me of home.''\n\nKassandra and Thaletas reached the summit, the [[Archegesion of Delos]].\n*'''Thaletas:''' This ''is where I come to train. I found it after arriving on Delos. Exhausting my body clears my mind.''\n\n<tabber>\n|-|It's beautiful.=\n*'''Kassandra:''' ''It's a beautiful spot, Thaletas. I'm honored you'd share it with me.''\n*'''Thaletas:''' ''I'm glad you like it. Because this is where I'm going to see what you're really made of.''\n|-|Flirt - You're beautiful.=\n*'''Kassandra:''' ''This place is beautiful, Thaletas. As are you.''\n*'''Thaletas:''' ''You've won my heart, Kassandra. But to claim it, I need to see what you're really made of.''\n</tabber>\n*'''Kassandra:''' ''What do you mean?''\n*'''Thaletas:''' ''Fight me.''\n*'''Kassandra:''' ''Huh?''\n\n(Claimed to be Spartan during [[Trouble in Paradise]])\n*'''Thaletas:''' ''You claimed to be Spartan when we first met. I want to see if you fight like one.''\n*'''Kassandra:''' ''You've seen me fight.''\n*'''Thaletas:''' ''Against Athenians, yes.''\n*'''Kassandra:''' ''Well?''\n\n(Denied being Spartan)\n*'''Thaletas:''' ''When we first met, you denied being Spartan.''\n*'''Kassandra:''' ''And?''\n[[File:ACOD Hearts of War 5.png|thumb|250px|Thaletas challenging Kassandra]]\nThaletas squared his stance and drew his sword.\n*'''Thaletas:''' ''The only way to truly know someone is through combat—hand to hand, flesh to flesh, bone to bone.''\n*'''Kassandra:''' ''Fine. Just don't get angry when I break that pretty face of yours.''\n\nAs they dueled, they exchanged various taunts.\n*'''Thaletas:''' ''Come on, Kassandra. Don't hold back.''\n*'''Kassandra:''' ''You're more than just a pretty face.''\n*'''Thaletas:''' ''Stop hitting like a child, and really hit me!''\n*'''Kassandra:''' ''So when does the real fighting begin?''\n*'''Thaletas:''' ''No doubt in my mind. You trained in Sparta.''\n*'''Kassandra:''' ''I've got you now.''\n*'''Thaletas:''' ''You'll pay for that.''\n[[File:ACOD Hearts of War 7.png|thumb|250px|End of the fight]]\nKassandra eventually subdued Thaletas. The two were both exhausted from the duel.\n*'''Thaletas:''' ''You don't fight like a Spartan. You fight like a god.''\n*'''Kassandra:''' ''You're not so bad yourself.''\n*'''Thaletas:''' ''Are you going to just stand there, or are you going to finish me off?''\nKassandra rolled her eyes and helped him to his feet. They clasped their hands tightly and stared into each other's eyes.\n\n<tabber>\n|-|Flirt - I thought you'd never ask.=\nKassandra smiled. Thaletas pulled her close and they began to kiss passionately as the scene shifted to sunset. A while later, Thaletas reclined on the nearby rubble of the temple as Kassandra tied her boots.\n*'''Thaletas:''' ''You amaze me.''\n*'''Kassandra:''' ''How so?''\n*'''Thaletas:''' ''For the first time since I was a boy, I forgot about war.''\n*'''Kassandra:''' ''Glad I could help.''\n*'''Thaletas:''' ''What about you? Are there things you'd like to forget?''\n{{#tag:tabber|\nI want to forget my troubled past.=\n*'''Kassandra:''' ''There is much of my past I wish I could forget.''\n*'''Thaletas:''' ''I'd love to hear about it.''\n*'''Kassandra:''' ''And I'd love to tell you. But we have a war to fight.''\n*'''Thaletas:''' ''When this war is won, then. We'll drink and share our deep, dark secrets.''\n*'''Kassandra:''' ''I'd like that.''\nThey kissed once more as the sun set in the distance.\n{{!}}-{{!}}\nI want to forget you.=\n*'''Kassandra:''' ''The sooner we forget what happened here, the sooner we can focus on the rebellion, and I can set sail again.''\n*'''Thaletas:''' ''I... I loved Kyra, but I chose you.''\n*'''Kassandra:''' ''I'm a [[mercenary]]. You're Spartan. Your love for Kyra is safe. I won't tell if you don't.''\n*'''Thaletas:''' ''So, that's it?''\n*'''Kassandra:''' ''Of course not. There's still a war to win. And, for now, we're fighting on the same side.''\nThaletas walked off with a scowl.\n}}\n|-|I'm not interested.=\nKassandra frowned.\n*'''Kassandra:''' ''There's nothing I want more right now, Thaletas. You're a brave warrior and a true Spartan. But I've seen the way you and Kyra look at each other.''\n*'''Thaletas:''' ''You have honor. I feel ashamed.''\n*'''Kassandra:''' ''Don't. You and Kyra belong together. That hasn't changed.''\nThaletas began to take his leave, then turned back to call out to Kassandra.\n*'''Thaletas:''' Misthios''!''\n(If players followed the flowers)\n*'''Thaletas:''' ''Don't tell my men about the flowers.''\n*'''Kassandra:''' ''I won't.''\n(If players did not follow the flowers)<br>\nKassandra turned to face him. He smiled.\n*'''Thaletas:''' ''Thank you.''\n</tabber>",
    "Section_Outcome": "Kassandra dealt with Thaletas' feelings for her. It is unclear if she truly reciprocated those feelings or encouraged him to remain with Kyra.",
    "Section_Trivia": "*Completing the romance with Thaletas locks out [[Kyra]]'s [[Goddess of the Hunt]] quest, and vice versa. However, the player can refuse to complete the romance after the duel and encourage Thaletas to remain with Kyra. This provides the XP benefit of completing the quest while leaving 'Goddess of the Hunt' available.\n**Selecting \"I want to forget you\" after having sex with Thaletas does not annul the romance; 'Goddess of the Hunt' becomes locked out, his dialogue at the [[A Night to Remember (Odyssey)|A Night to Remember]] will have him still in love with the player, and all possible scenarios resulting from this outcome are the same.\n*Although the duel is supposed to be friendly, Thaletas will deal a fatal blow to the player, like any ordinary enemy, if their health gets too low.\n*This quest is no longer available after [[Call to Arms (Mykonos)|Call to Arms]] is completed. If it is in progress, it is canceled.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Hearts of War 1.png|Kassandra meeting Thaletas\nACOD Hearts of War 4.png|Kassandra and Thaletas arriving at the Archegesion\nACOD Hearts of War 6.png|Kassandra dueling Thaletas\nACOD Hearts of War 9.png|Kassandra looking out to the sunset\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}