{
    "QuestName": "Kyra with a Cause",
    "QuestID": "223875",
    "Revision": {
        "id": "983639",
        "parentid": "909248",
        "timestamp": "2022-01-23T12:01:02Z",
        "contributor": null,
        "comment": "Change the dialog layout to make it more readable",
        "origin": "983639",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "lm2iq5vvjvn57m5mj5nc2y3e4jdw2zo"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Kyra with a Cause 1.png",
        "description": "'Kyra once asked Kassandra if she was Minerva|Athena in disguise. The strategy goddess must have smiled when Kassandra proposed destroying the Athens|Athenian War Supplies on Delos to weaken Podarkes's soldiers.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Support, World",
        "previous": "Trouble in Paradise",
        "next": "Bleeding Hearts and Stolen Money",
        "source": "Kassandra",
        "location": "Mykonos, Greece<br>Delos, Greece",
        "date": "426 BCE–422 BCE"
    },
    "General_Description": "'''Kyra with a Cause''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra was sought out by [[Kyra]], who devised a plan to weaken [[Podarkes]] and the [[Athens|Athenian]] influence in the [[Silver Islands]].",
    "Section_Dialogue": "After the meeting between Kyra and [[Thaletas]], Kyra stared out at the city from the lookout below the [[Temple of Artemis, Mykonos|Temple of Artemis]]. Kassandra approached.\n*'''Kyra:''' ''Don't exactly blend in, do you?''\nKassandra spoke to her.\n*'''Kyra:''' ''Kassandra! I'm glad you came.''\n<tabber>\n|-|If players agreed with Kyra's plan=\n*'''Kassandra:''' ''I'm glad you didn't throw another blade at me.''\n*'''Kyra:''' ''I know, I know. You came all this way, and I was cruel to you.''\n|-|If players agreed with Thaletas's plan=\n*'''Kassandra:''' ''Are you?''\n*'''Kyra:''' ''I lost my temper in the cave. I'm sorry.''\n*'''Kassandra:''' ''First you throw a dagger at me, then you storm out. I'm starting to take it personally.''\n*'''Kyra:''' ''I know, I know. I feel terrible. You came all this way, and I've been nothing but cruel.''\n</tabber>\n*'''Kassandra:''' ''Well, you weren't the first, and you won't be the last.''\n*'''Kyra:''' ''Delians are kind people. At least we were. Before... [[Podarkes|him]].''\nThey turned their gaze to the leader's villa in the distance.\n*'''Kassandra:''' ''Podarkes.''\n<tabber>\n|-|If \"M\" for Murder has not been completed=\n{{#tag:tabber|\nI'm being hunted, too.=\n*'''Kassandra:''' ''Podarkes, and [[Cult of Kosmos|others]] like him, want me and my family dead.''\n*'''Kyra:''' ''He executed my family when I was very little. I survived on the streets. Was raised by hunters, rogue warriors, and mercenaries like you. They are my family now.''\n*'''Kyra:''' ''And one day I will fire an arrow into his black heart—one for every Delian family he's destroyed.''\n{{!}}-{{!}}\nI would have killed him by now.=\n*'''Kassandra:''' ''Then why have you let him live this long?''\n*'''Kyra:''' ''Let him live? Let him'' live''? I've been trying to kill him since I was old enough to draw a bow! But that coward hides behind endless shields, and this'' [sic] ''the closest I can get without people dying.''\n*'''Kyra:''' ''This is why I sent for you.''\n*'''Kyra:''' ''To help me get close enough to fire an arrow into Podarkes's black heart.''\n}}\n|-|If '\"M\" for Murder' has been completed=\n{{#tag:tabber|\nYour father.=\n*'''Kassandra:''' ''You mean your father.''\n*'''Kyra:''' ''I was raised by hunters, rogue warriors, mercenaries. They are my true family. That man is nothing to me.''\n*'''Kyra:''' ''And one day I will fire an arrow into his black heart—one for every Delian family he's destroyed.''\n{{!}}-{{!}}\nHe's just a man.=\n*'''Kassandra:''' ''It isn't your fault that he's your father, Kyra. We can't choose our families.''\n*'''Kyra:''' ''No. We can't choose them. But we can avenge them. And I will make him pay for what he did to my ''[[Dianthe|mater]].\n}}\n</tabber>\n[[File:ACOD Kyra with a Cause 4.png|thumb|250px|Kyra directing Kassandra to the Kynthos Ruins]]\n*'''Kassandra:''' ''Then it's time we turn this predator into prey.''\n*'''Kyra:''' ''How do we get past his guards?''\n*'''Kassandra:''' ''Soldiers need two things to fight. Swords in their hands and food in their bellies. Take them away, and the guards fall.''\n*'''Kyra:''' ''Scouts reported Podarkes's supplies and weapons were stockpiled in the [[Kynthos Ruins|old ruins]] on Delos Island.''\n(If the supplies were already destroyed)\n*Kassandra laughed.\n**'''Kassandra:''' ''In the ruins on Delos? It's not much of a stockpile any more.''\n**'''Kyra:''' ''What? Why?''\n**'''Kassandra:''' ''I've already been there.''\n**'''Kyra:''' ''That's wonderful! And, did you make Podarkes feel our sting?''\n\n(Accept – \"I'll destroy Podarkes's supplies.\")\n*'''Kassandra:''' ''I'll go to Delos, find their stockpiles, and destroy them.''\n\nKassandra set sail for Delos to track down Podarkes's supplies. She found them at the Kynthos Ruins at the northern part of the island.\n*'''Kassandra:''' ''The Kynthos Ruins. This is where I'll find Podarkes's weapons and supplies.''\n[[File:ACOD Kyra with a Cause 6.png|thumb|250px|Kassandra finding a supply crate]]\nShe spotted supply crates scattered around the ruins and set fire to them.\n*'''Kassandra:''' ''A supply crate. Should destroy these without attracting attention.''<br /> \n*'''Kassandra:''' ''Podarkes's troops will be helpless.''<br /> \n*'''Kassandra:''' ''Who knew rebelling was this much fun?''<br /> \n*'''Kassandra:''' ''Break their supplies, break their will.''\nFor good measure, she also destroyed the weapon racks.\n*'''Kassandra:''' ''The soldiers' weapons. Don't mind if I do.''<br /> \n*'''Kassandra:''' ''Podarkes thought he was clever hiding weapons on Delos.''<br /> \n*'''Kassandra:''' ''This should cripple Podarkes' defenses.''<br /> \nUpon destroying enough supply crates and weapon racks, Kassandra considered her task complete.\n*'''Kassandra:''' ''That should do it. Kyra will want to hear about this.''\nBefore leaving, she explored the nearby [[Tomb of Brizo]] and found a stash of good Athenian Wine.\n*'''Kassandra:''' ''Athenian wine. I'm sure Kyra would enjoy this. Come to think of it, so would I.''\nHaving successfully destroyed the supplies, Kassandra returned to Kyra. The rebel leader called out to her.\n*'''Kyra:''' ''Kassandra! You've returned in one piece!''\nKassandra delivered her report.\n*'''Kyra:''' ''And? Is it done?''\n*'''Kassandra:''' ''Podarkes' guards will have to fight with their fists and on empty stomachs from now on.''\n*'''Kyra:''' ''Excellent!''\n\n(If players found the wine)\n\n<tabber>\n|-|Let's talk about what's next.=\n(Dialogue continues below)\n|-|Flirt – I found wine. Take it.=\n*'''Kassandra:''' ''I also found this.''\nShe presented the wine.\n*'''Kyra:''' ''You sneaky, sneaky ''misthios''. Athenian wine.''\n*'''Kassandra:''' ''When all this is said and done, I thought we might share some.''\n*'''Kyra:''' ''You surprise me. And to think I nearly threw my blade through your neck.''\n*'''Kassandra:''' ''No one's perfect.''\n</tabber>\n*'''Kassandra:''' ''So, what will you do once Podarkes is dead and the rebellion is won?''\n*'''Kyra:''' ''The sad truth is I have no idea. For as long as I can remember, every day has been a struggle. To live, to laugh...''\n*'''Kyra:''' ''Vengeance has all but consumed me.''\n*'''Kyra:''' ''And what will Kassandra do one this is over?''\n<tabber>\n|-|Fulfill my destiny.=\n*'''Kassandra:''' ''Your destiny is to free the people of Delos. I still have my own to fulfill, far from here.''\n*'''Kyra:''' ''Of course. I will always remember what you've done for us. And if the gods will it, I can one day help you.''\n|-|There's always work to be done.=\n*'''Kassandra:''' ''As long as there's war, there's always work for a ''misthios''.''\n*'''Kyra:''' ''You fight with such passion. I keep forgetting you're only here for the money.''\n|-|Flirt – Spend some time with you.=\n*'''Kassandra:''' ''We have a lot in common. I was hoping when the smoke clears, we could find somewhere quiet.''\n*'''Kyra:''' ''And what exactly do we have in common?''\n{{#tag:tabber|\nA complicated past.=\n*'''Kassandra:''' ''I know you've struggled to get where you are. You've had to fight and claw for everything you have. I know... because I've done the same.''\n*'''Kyra:''' ''We're survivors. I'm glad the gods brought you to our shores, Kassandra. Some time alone would be nice. You must have many tales.''\n{{!}}-{{!}}\nWe are both killers.=\n*'''Kassandra:''' ''I've seen you with a blade. You have a skill that could only come from the pleasures of battle.''\n*'''Kyra:''' ''Podarkes and his troops force me into battle. I take no pleasure in it. My dreams are of peace, ''misthios.\n{{!}}-{{!}}\nI wasn't expecting you to ask.=\n*'''Kassandra:''' ''I just... We... I just thought that's what people said to each other. I wasn't expecting a follow up.''\nKyra laughed.\n*'''Kyra:''' ''The mighty Kassandra, caught off her guard!''\nKassandra rubbed her neck.\n*'''Kyra:''' ''Relax. A moment together would be nice.''\n}}\n</tabber>\n*'''Kassandra:''' ''It's time we got going. When Podarkes learns of what happened on Delos, he'll want revenge.''\n*'''Kyra:''' ''And the first to suffer will be the Delians.''\nKyra walked off.\n*'''Kassandra:''' Chaire''.''\nKyra held up her hand as though to wave goodbye back at Kassandra.",
    "Section_Outcome": "Kassandra destroyed Podarkes' supply cache, leaving his men without weapons or provisions.",
    "Section_Trivia": "*The quest name may be a reference to ''Rebel Without a Cause (1955)'', given Kyra's position, although the context of \"rebel\" in the film differs from that of Kyra's rebellion.\n*Ther is a possible bug where if you complete the Kynthos Ruins before speaking to Kyra to start this quest, it is possible for the Athenian Wine to not spawn in the [[Tomb of Brizo]].  Saving and reloading near the Tomb once this quest becomes available but before speaking to Kyra can fix this bug.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Kyra with a Cause 2.png|Podarkes' residence\nACOD Kyra with a Cause 3.png|Kyra vowing to eliminate Podarkes\nACOD Kyra with a Cause 5.png|Kassandra at the Athenian camp\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}