{
    "QuestName": "Paint the Sand Red",
    "QuestID": "223908",
    "Revision": {
        "id": "1059059",
        "parentid": "1059058",
        "timestamp": "2023-09-09T02:35:17Z",
        "contributor": null,
        "origin": "1059059",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "d1hohnymwq55pwswdruko3281crkkid"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Paint the Sand Red 5.png",
        "description": "'Songs were sung of Kassandra's victories at sea. But to secure a Spartan victory on land, Thaletas handed the Eagle Bearer a hit list of three Athens|Athenian Polemarchs spread across the Silver Islands|Delos Islands.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Support, World",
        "previous": "The Thaletas Way",
        "next": "Hearts of War<br>Call to Arms (Mykonos)|Call to Arms",
        "source": "Kassandra",
        "location": "Mykonos, Greece",
        "date": "426 BCE–422 BCE"
    },
    "General_Description": "'''Paint the Sand Red''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "To help [[Thaletas]]' efforts, Kassandra was tasked to hunt down [[Athens|Athenian]] ''[[polemarch]]oi'', known as [[Tisandros]], [[Polemion]], and [[Neokles]].",
    "Section_Dialogue": "After Kassandra punched a hole in the Athenian fleet, she set about eliminating the commanders already on land. [[Ikaros]] located Polemion at the [[Leleges Military Camp]] south of Thaletas' camp.\n*'''Kassandra:''' ''There he is, hiding in plain sight.''\nShe infiltrated the camp and slew him.\n*'''Kassandra:''' ''Even the gods couldn't save you, soldier.''\nFrom his body, she claimed a letter detailing orders to kill [[Neokles]], the third polemarch, who had defected and hidden away on [[Delos]], considered sacred land where murder was forbidden in all cases.\n*'''Kassandra:''' ''One general defected, and is hiding on Delos. These are orders to kill him.''\nAs she made her way further south to the [[Suenites Quarry]], Ikaros located Tisandros. \n*'''Kassandra:''' ''There's one. All the marble in Mykonos can't save you from my spear.''\nShe slew him and uncovered the same orders.  \n*'''Kassandra:''' ''Thaletas sends his regards.''\n[[File:ACOD Paint the Sand Red 1.png|thumb|250px|Kassandra at the Farm of Elais]]\nIn time, Kassandra made her way across the sea to the [[Farm of Elais]] on Delos to hunt down Neokles. Ikaros detected him hiding in one of the houses at the Farm of Elais.\n*'''Kassandra:''' ''Thought you could hide on Delos... Found you, coward.''\nAs she made her way onto the farmstead, she noticed Athenian soldiers closing in.\n*'''Athenian Light Soldier:''' ''Neokles! You can't hide forever!''\n*'''Athenian Light Soldier:''' ''We're going to find you, traitor!''\n*'''Athenian Light Soldier:''' ''Think we won't spill your blood on Delos? Ha!''\n*'''Kassandra:''' ''The commander has guards. But they're not there to protect him...''\n[[File:ACOD Paint the Sand Red 2.png|thumb|250px|Kassandra finding Neokles]]\nShe carefully made her way into the house to confront Neokles. He was holding his side and was happy to see someone other than Athenians.\n*'''Neokles:''' ''Thank the gods. Those soldiers are blood hungry. They want me dead! They say I'm a deserter.''\n*'''Kassandra:''' ''You look like a commander to me.''\n*'''Neokles:''' ''I don't recognize our army anymore. The things they do in the name of duty...''\n<tabber>\n|-|Attack - You're lying.=\n*'''Kassandra:''' ''I've been sent to kill you, and that's exactly what I'm going to do, ''maláka.\n*'''Neokles:''' ''Please! I beg the gods to forgive you for this!''\nNeokles defended himself, but Kassandra slew him.\n*'''Kassandra:''' ''One less Athenian on Delos.''\n|-|Recruit - Hide on my ship.=\n*'''Kassandra:''' ''You'll never survive on Delos. I have a [[Adrestia|ship]]. Can you fire a bow?''\n*'''Neokles:''' ''I was an archer before I was a commander.''\n*'''Kassandra:''' ''And now, you're an archer again. Find my ship, the Adrestia. A man named [[Barnabas]] will be waiting for you. He'll keep you safe.''\nNeokles exited the building and joined Kassandra's crew as a [[Lieutenant]].\n</tabber>\n[[File:ACOD Paint the Sand Red 3.png|thumb|250px|Kassandra fidning Thaletas in Delos]]\nWith the three polemarchoi more or less dealt with, Kassandra prepared to leave Delos and report back to Thaletas, only to find him and his men standing out in the open near the [[Sanctuary of Apollo]].\n*'''Kassandra:''' ''Thaletas? What are you and your men doing out in the open?''\nThey hugged each other from the side.\n*'''Thaletas:''' ''The Athenian cowards are too afraid to attack anyone on their sacred lands. We like coming here to taunt them.''\n*'''Kassandra:''' ''Spartans... You're all the same.''\n*'''Thaletas:''' ''I take that as a compliment.''\n*'''Kassandra:''' ''You haven't asked me about the commanders.''\n*'''Thaletas:''' ''I already heard. Their forces are in chaos, and soldiers are defecting. Sparta owes you. I owe you.''\n\n<tabber>\n|-|Flirt - I'll remember that.=\n*'''Kassandra:''' ''Careful. You never know what I'll ask for.''\n*'''Thaletas:''' ''Ha! Try me.''\n{{#tag:tabber|\nI want you tonight.=\n*'''Kassandra:''' ''We may die tomorrow. If I could ask for anything, I'd ask for tonight... with you.''\nKassandra drew closer to Thaletas. The two kissed.\n*'''Thaletas:''' ''Kassandra, I...''\nKassandra pulled his head close to hers.\n*'''Kassandra:''' ''Don't say anything. You have a battle to prepare for. And I have an Athenian army to weaken.''{{!}}-{{!}}\nI want you forever.=\n*'''Kassandra:''' ''I'd ask for you, Thaletas. Now and forever by my side.''\nKassandra drew closer to Thaletas. The two kissed.\n*'''Thaletas:''' ''Kassandra, I...''\nKassandra pulled his head close to hers.\n*'''Kassandra:''' ''Don't say anything. You have a battle to prepare for. And I have an Athenian army to weaken.''\n{{!}}-{{!}}\nI want you and Kyra.=\n*'''Kassandra:''' ''I would ask for Kyra.''\n*'''Thaletas:''' ''Kyra...''\n*'''Kassandra:''' ''And you. I want you both, Thaletas. I know the way you two feel about each other. But...''\nThaletas was visibly uncomfortable with the proposition.\n*'''Thaletas:''' ''Kassandra, I... Maybe we should focus on the war.''\n*'''Kassandra:''' ''Spartans. All war and no play.''\n}}\n|-|Here's your helmet.=\n(If players have not yet given Thaletas his helmet)\n*'''Kassandra:''' ''There's more. I also found your helmet.''\n*'''Thaletas:''' ''Kassandra. I would have died many deaths if not for this. I owe you more than just thanks.''\nThaletas was overjoyed to have his father's helmet back. Kassandra returned to the topic at hand.\n|-|Leave - Forget it.=\n*'''Kassandra:''' ''Focus, Thaletas. The end is in sight. The Delos Islands will be ours.''\n</tabber>\n\n(If romance conditions not met)\n*'''Thaletas:''' ''We're still outnumbered, but you haven't been wrong yet.''\nThaletas took leave of Kassandra.\n\n(If romance conditions met)\n*'''Thaletas:''' ''When you're not busy saving these islands, meet me on the beach, east of the [[Kynthos Ruins]]. There's something I want to show you. Look for the smoke.''\n*'''Kassandra:''' ''I will.''\n(If the flirt option was chosen, but Kassandra has already slept with Kyra and thus locked out the romance possibility with Thaletas)\n\n*'''Thaletas:''' ''You're a fine warrior. You've done much for the rebellion. And Sparta. But I sailed to these islands for Kyra.''\n*'''Kassandra:''' ''You have honor, Thaletas. You don't know what you're missing, but you have honor.''\n\nThaletas headed north to prepare for a [[Hearts of War|romantic rendezvous]] with Kassandra.",
    "Section_Trivia": "*[[Hearts of War]], the final quest for Thaletas, only becomes available if the conditions for his romance have been met:\n**It appears that a single Flirt option '''and/or''' returning his [[Thaletas' Helmet|helmet]] is sufficient to fulfill the conditions.\n*This quest, along with the rest of Thaletas' questline, becomes unavailable after completing [[Call to Arms (Mykonos)|Call to Arms]].\n*If the player opts to kill Neokles, it is actually possible to knock him out with unarmed strikes or Paralyzing Arrows instead of killing him. This technically allows him to be recruited while also yielding the rewards for looting him after death (including an unique Epic-grade [[Spartan Javelin]]).",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Paint the Sand Red 4.png|Kassandra and Thaletas sharing a moment\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}