{
    "QuestName": "Trouble in Paradise",
    "QuestID": "223802",
    "Revision": {
        "id": "1070751",
        "parentid": "910833",
        "timestamp": "2023-11-19T15:04:47Z",
        "contributor": null,
        "comment": "Interwiki FR",
        "origin": "1070751",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "0jn3l6j58916pm6hntistanmwvil3pz"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Trouble in Paradise 1.png",
        "description": "'Kassandra landed on Mykonos in response to a desperate plea from a failing rebellion. But to help the people overthrow their Athens|Athenian oppressors, she first had to find the rebel leader named Kyra.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World",
        "previous": "Perikles's Symposium",
        "next": "Kyra with a Cause<br>The Thaletas Way<br>\"M\" for Murder<br>Call to Arms (Mykonos)|Call to Arms<br>Hades, Meet Podarkes",
        "source": "Kassandra",
        "location": "Mykonos, Greece",
        "date": "429 BCE–422 BCE"
    },
    "General_Description": "'''Trouble in Paradise''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Receiving a plea for help from a woman named [[Kyra]], Kassandra made her way to [[Mykonos]].",
    "Section_Dialogue": "Upon noticing Kassandra boarding the ''[[Adrestia]]'', [[Barnabas]] called out to her.\n*'''Barnabas:''' ''Welcome back! There's a message for you on the [[Message board|board]]. Came from the [[Silver Islands|Delos Islands]]. One of the [[Cult of Kosmos|Cultists]] is there, Kassandra. His name is [[Podarkes]].''\n*'''Kassandra:''' ''You reading my messages, Barnabas?''\n*'''Barnabas:''' ''I may have taken a peek.''\nArriving at Mykonos, Kassandra and Barnabas spoke on the shores near [[Mykonos City]].\n*'''Barnabas:''' ''Ahh, the [[Delos]] Islands! Two side of the same coin. Delos, sacred birthplace of [[Artemis]] and [[Apollo]]. And Mykonos, where people do everything that's forbidden on Delos.''\n*'''Kassandra:''' ''Read me the note again.''\n*'''Barnabas:''' ''\"[[Eagle]]-bearing ''[[Mercenary|misthios]].\"'' That's you.''\n[[File:ACOD Trouble in Paradise 3.png|thumb|250px|Barnabas reading the note to Kassandra]]\nKassandra rolled her eyes.\n*'''Barnabas:''' ''\"Podarkes, cruel leader of Delos Islands, takes money from our pockets and food from our mouths. All to feed his insate... insati...\"''\n*'''Kassandra:''' ''Insatiable.''\n*'''Barnabas:''' ''Yes! \"His insatiable thirst for power.\"''\n*'''Kassandra:''' ''Podarkes is one of them, Barnabas. The ones hunting my family. Keep reading.''\n*'''Barnabas:''' ''\"We are a modest but fierce group of rebels, who'd pay you handsomely to help us overthrow our vile oppressor. I pray the winds guide you swiftly to our shores, ''misthios.'' Our people are dying.\" Signed \"Kyra.\"''\n<tabber>\n|-|I'm here for Podarkes.=\n*'''Kassandra:''' ''I'm here for Podarkes' head. The rebels will lead me right to him.''\n*'''Barnabas:''' ''These are such beautiful islands, Kassandra. At least visit the [[Sanctuary of Apollo]] ''before'' you start taking heads.''\n|-|It's good we came. People are dying.=\n*'''Kassandra:''' ''We arrived just in time to help.''\n*'''Barnabas:''' ''You see? [[Poseidon]] wasn't trying to drown you, he was getting you where you needed to go...<br>...aggressively.''\n|-|We came to do a job. Let's do it.=\n*'''Kassandra:''' ''I should go. There's work to be done.''\n*'''Barnabas:''' ''Gods forbid we enjoy a single moment on this glorious beach.''\n</tabber>\n*'''Kassandra:''' ''Does the note say where Kyra is?''\n*'''Barnabas:''' ''There are two locations marked. A [[Spartan Camp|camp]] along the northwestern coast, and a [[Porphyrion Cave|hideout]] that looks like it's... underneath the city.''\n(If players asked \"What do you know about Podarkes?\")\n*'''Kassandra:''' ''Podarkes sounds like a cruel man.''\n*'''Barnabas:''' ''He's worse. I once heard a family was late in paying their dues to the gods. Podarkes sent his men to their farm, and took the young ones from their beds...<br>When their ''mater'' and ''pater'' woke up to feed the animals, they discovered the animals were already feeding on the corpses of their sons.''\n*'''Kassandra:''' ''The sooner I send this monster to [[Hades]], the better.''\n*'''Barnabas:''' ''Even Hades would shudder in his presence.''\n(If players asked \"What can you tell me about the Delos Islands?\")\n*'''Kassandra:''' ''This place seems... nice.''\n*'''Barnabas:''' ''This island has a giant history, my friend.''\n*'''Kassandra:''' ''We don't have time, Barnabas.''\n[[File:ACOD Trouble in Paradise 4.png|thumb|250px|Barnabas telling the islands' history to Kassandra]]\n*'''Barnabas:''' ''I meant Mykonos literally has a history involving [[giant]]s.<br>Apollo was once friends with {{Wiki|Hyperborea}}ns from the snowy north. Until one day, they sent two maidens and five of their men to Delos with offerings for the son of [[Zeus]]. They were never seen again.''\n*'''Kassandra:''' ''And Mykonos?''\n*'''Barnabas:''' ''The island was built from the corpses of giants slain by the legendary [[Herakles]].''\n(If players asked \"What did the note say again?\")\n*'''Kassandra:''' ''My mind wandered. Remind me what the note said?''\n*'''Barnabas:''' ''\"Eagle-bearing misthios.\"''\n*'''Kassandra:''' ''The short version please.''\n*'''Barnabas:''' ''Podarkes... Cruel leader... Thirst for power... Pay you ''handsomely...'' Rebellion... People dying.''\n(Leave – \"Time to find Kyra.\")\n*'''Kassandra:''' ''It's time I met with this Kyra.''\n*'''Barnabas:''' ''I'll have the ship ready in case we need any... immediate departures.''\n*'''Kassandra:''' ''That was [[Kephallonia]], and that was mostly your fault.''\n*'''Barnabas:''' Chaire'', Kassandra.''\n*'''Kassandra:''' Chaire,'' Barnabas.''\nKassandra took her leave as Barnabas waved, and went forth to find Kyra.\n\n===Meeting Kyra===\n[[File:ACOD Trouble in Paradise 6.png|thumb|250px|Kassandra arriving at the rebel hideout]]\nWith the help of [[Ikaros]], Kassandra located the hideout entrance.\n*'''Kassandra:''' ''There's the rebel hideout.''\nKassandra entered the Porphyrion Cave below Mykonos City and complimented the rebels' choice of hideout.\n*'''Kassandra:''' ''Seems like a good place for a hideout.''\nEntering the common area, she addressed the rebels.\n*'''Kassandra:''' ''I'm looking for the one called Kyra.''\nThey immediately brandished their spears and held them to her neck.\n*'''Kassandra:''' ''I've come in response to a call for help.''\nA dagger flew past her nose into the nearby post. Kassandra was blasé about it.\n*'''Kassandra:''' ''You missed.''\n[[File:ACOD Trouble in Paradise 8.png|thumb|250px|Kyra greeting Kassandra]]\nShe shifted her eyes to the woman who threw it. The woman drained her drink and turned the horn upside down, staring at Kassandra with a wicked grin.\n*'''Kyra:''' ''Are you here to spy, Athenian? Or maybe you are [[Athena]] herself, dressed in a dirty disguise?''\n<tabber>\n|-|I'm not a spy.=\n*'''Kassandra:''' ''Do I really look like a spy to you?''\n|-|You're not rebels, you're drunks!=\n*'''Kassandra:''' ''I came to help a \"fierce group of rebels.\" But I show up and you're all drunk.''\n|-|I am a god in disguise.=\n*'''Kassandra:''' ''Sure. I'm a god. You think it's wise to throw blades first and ask questions later?''\n</tabber>\n*'''Kyra:''' ''Podarkes and his men have hunting and killing us without mercy.''\n[[File:ACOD Trouble in Paradise 11.png|thumb|250px|A farm set on fire by Podarkes]]\nThe scene faded to a flashback of Podarkes and his men cracking down on the citizens of Mykonos.\n*'''Kyra:''' ''His spies are everywhere.<br>He won't rest until all who oppose him are dead.<br>We are all that's left of the resistance.''\nThe scene returned to the present day.\n*'''Kyra:''' ''This is the first night we aren't fighting for our lives, and it could be our last.<br>And suddenly, you show up.''\n*'''Kassandra:''' ''This is why I'm here. It's your symbol, right?''\n[[File:ACOD Trouble in Paradise 12.png|thumb|250px|Kyra presented with the letter]]\nKassandra presented the letter.\n*'''Kyra:''' ''You're the ''misthios'' who bears the Eagle of Zeus. My apologies, these are dangerous times for anyone waging war against the Athenian empire and the [[Delian League]]. I am Kyra.''\n(If players asked \"Where is Podarkes?\")\n*'''Kassandra:''' ''Your note mentions Podarkes. I'm going to find him.''\n*'''Kyra:''' ''His [[Leader House, Silver Islands|house]] is on the coast, north of Mykonos City. But he's heavily guarded. We've never been able to get close enough without taking heavy casualties. This is why I sent for you.''\n(If players asked \"Weren't you allies of Athens?\")\n*'''Kassandra:''' ''I thought Delos was the heart of the Delian League—Athens' pride and joy.''\n*'''Kyra:''' ''We were. Until Athens took the League's treasury away from Delos.''\n*'''Kassandra:''' ''Why?''\n*'''Kyra:''' ''So they could build a [[statue of Athena]] mocking Apollo.<br>The people pleaded with Podarkes not to trust Athens with the treasury. But his thirst for power made him deaf to his people.''\n(Followup – \"Why not leave the Delian League?\")\n*'''Kassandra:''' ''If things are so miserable, why doesn't Delos abandon the League?''\n*'''Kyra:''' ''Podarkes sends Athenian soldiers to collect money from us all. The moment that stops, Athenian ships will burn our islands to the ground.''\n(If players chose \"I'm not waging war with Athens.\")\n*'''Kassandra:''' ''I came here to help you deal with one man, not go to war.''\n*'''Kyra:''' ''Which is why I sent word of our rebellion to the mighty Kassandra, and [[Sparta]], too.''\n\n(If Kassandra had not met Thaletas)\n\nKyra's second-in-command, [[Praxos]], arrived with news.\n*'''Praxos:''' ''Podarkes discovered the other camp and Athenian soldiers to attack.''\n*'''Kyra:''' Maláka!\n*'''Kassandra:''' ''You and your rebels are too drunk to fight. Leave the soldiers to me.''\n*'''Kyra:''' ''If you think I'm going to miss a chance to kill Athenians, you're the one who's drunk.''\nKassandra followed Kyra to the [[horse]]s outside the hideout. They mounted up and rode for the beach camp.\n*'''Kassandra:''' ''Did Sparta answer your call for help?''\n*'''Kyra:''' ''A [[polemarch]] named [[Thaletas]] and a handful of Spartans landed on Mykonos not long before you.''\n*'''Kassandra:''' ''It's their camp we're head to, isn't it?''\n*'''Kyra:''' ''Thaletas needs ''our'' help now, though he'd never admit it.''\n*'''Kassandra:''' ''Sounds Spartan all right.''\n\n(If Kassandra had already met Thaletas)\n*'''Thaletas:''' ''Someone say Sparta?''\nKyra was relieved to see him as they held each other close.\n*'''Kyra:''' ''You're alive.''\n*'''Kassandra:''' ''How are your men?''\n*'''Thaletas:''' ''Alive as well, thanks to you.''\nHe winked at Kassandra as he said this. A note of jealousy entered Kyra's expression.\n*'''Kyra:''' ''You've met. Good. Now that we're all friends, we need a plan.''\nThe three gathered around the table in the rebel hideout to form a plan.\n\n===Meeting Thaletas===\n(Kyra not met)\n\nWith the help of Ikaros, Kassandra located the camp.\n*'''Kassandra:''' ''That must be one of the camps.''\nAs she entered the camp, she witnessed Spartan soldiers already under attack from the Athenians. The polemarch, [[Thaletas]], called to her for help.\n*'''Thaletas:''' ''You there, ''misthios!'' Fight by my side!''\nKassandra obliged him and helped dispatch the Athenians.\n*'''Kassandra:''' ''Well that got the blood pumping. I should talk to this Spartan.''\n\nThaletas complimented Kassandra's fighting.\n*'''Thaletas:''' ''You fight well. Spartan?''\n\n<tabber>\n|-|I was Spartan.=\n*'''Kassandra:''' ''I was, but that was a long time ago.''\n*'''Thaletas:''' ''Spartan blood is eternal, stranger. What's your name?''\n|-|Lie – I'm not Spartan.=\n*'''Kassandra:''' ''Not Spartan. Just deadly.''\n*'''Thaletas:''' ''Ha! Well you fight and talk like one. What do they call you, warrior?''\n|-|Tell me where Kyra is.=\n*'''Kassandra:''' ''Forget where I'm from. I'm looking for a rebel named Kyra.''\n*'''Thaletas:''' ''And who are you?''\n</tabber>\n*'''Kassandra:''' ''Kassandra.''\n*'''Thaletas:''' ''Ah, Kyra told me that name. They call me Thaletas. I was polemarch to the Spartans here.''\n*'''Kassandra:''' ''Was?''\n*'''Thaletas:''' ''Our [[Shipwreck of Ajax|ship]] was sunk. Our generals killed. There are only a few of us left.''\n<tabber>\n|-|Everyone dies.=\n*'''Kassandra:''' ''Soldiers die—it's what they do. I can help fight, but first I need to find Kyra.''\nThaletas was cross at the remark and defensively asked her intentions.\n*'''Thaletas:''' ''What do you want with her?''\n|-|We will avenge your brothers.=\n*'''Kassandra:''' ''We've all lost friends to this war. We can mourn together, but first I need to find Kyra.''\nThaletas asked her intentions.\n*'''Thaletas:''' ''What do you want with her?''\n</tabber>\n<br />\n\n<tabber>\n|-|To help the rebellion.=\n*'''Kassandra:''' ''I got a note from Kyra. Her rebellion is failing.''\n|-|To kill Podarkes.=\n*'''Kassandra:''' ''Kyra sent me a note. I'm here to kill Podarkes.''\n</tabber>\nShe presented Kyra's note. Thaletas boasted that he would help Kyra.\n*'''Thaletas:''' ''She's clever—Sparta got the same note. ''I'' will help Kyra reclaim these islands.''\n*'''Kassandra:''' ''Just don't forget who helped you reclaim this beach.''\nThaletas laughed.\n*'''Thaletas:''' ''I like you, warrior. The rebel hideout is an underground cave, southwest of here. I'll meet you there.''\nKassandra and Thaletas parted ways, and Kassandra made for the Porphyrion Cave under Mykonos City.\n\n(Kyra already met)\n\n[[File:ACOD Trouble in Paradise 13.png|thumb|250px|Kassandra and Kyra helping the Spartans]]\nKassandra and Kyra charged into the camp as the Athenians attacked the Spartan forces. Thaletas called out for help.\n*'''Thaletas:''' ''You there, ''misthios!'' Fight by my side!''\nKassandra obliged him and helped dispatch the Athenians while Kyra attacked from range.\n*'''Kassandra:''' ''Well that got the blood pumping. I should talk to this Spartan.''\nAfter neutralizing the Athenian attack, Kyra and Thaletas hugged from the side.\n*'''Thaletas:''' ''You fought well, Kyra.''\nHe turned his attention to Kassandra.\n*'''Thaletas:''' ''You too. Spartan?''\n<tabber>\n|-|I was Spartan.=\n*'''Kassandra:''' ''I was, but that was a long time ago.''\n*'''Thaletas:''' ''Spartan blood is eternal, stranger. What's your name?''\n|-|Lie – I'm not Spartan.=\n*'''Kassandra:''' ''Not Spartan. Just deadly.''\n*'''Thaletas:''' ''Ha! Well you fight and talk like one. What do they call you, warrior?''\n</tabber>\n[[File:ACOD Trouble in Paradise 15.png|thumb|250px|Kassandra introduced to Thaletas]]\nKyra introduced her.\n*'''Kyra:''' ''This is Kassandra. The one I told you about.''\n*'''Thaletas:''' ''They call me Thaletas. I was polemarch to the Spartans here.''\n*'''Kassandra:''' ''Was?''\n*'''Thaletas:''' ''Our ship was sunk. Our generals killed. There are only a few of us left.''\n<tabber>\n|-|Everyone dies.=\n*'''Kassandra:''' ''Soldiers die—it's what they do.''\nThaletas was cross at her remark. \n|-|War affects us all.=\n*'''Kassandra:''' ''We've all lost friends to this war.''\nThaletas gave a small nod.\n</tabber>\n*'''Kyra:''' ''And we will mourn them later.''\n*'''Kassandra:''' ''She's right. We shouldn't be standing here, drenched in Athenian blood.''\n*'''Kyra:''' ''We'll be safe in the hideout. Let's talk there.''\nThaletas asked how Kassandra would prefer to join them.\n*'''Thaletas:''' ''Will you come to the hideout now, or meet us there later?''\n<tabber>\n|-|Accept – I'll come with you now.=\n*'''Kassandra:''' ''There's no time to waste. We'll go to the hideout now.''\nThe three returned to the rebel hideout and gathered around the table to form a plan.\n|-|I'll meet you later.=\n*'''Kassandra:''' ''There's some things I want to see first. I'll join you both later.''\n*'''Kyra:''' ''Don't take too long, ''misthios.\nThe two left Kassandra to her business.  She eventually joined them back at the hideout.\n</tabber>\n\n===Making a Plan===\n[[File:ACOD Trouble in Paradise 17.png|thumb|250px|Kyra and Thaletas debating]]\nWith Kyra and Thaletas gathered in the hideout, Kassandra held her hand to her face as the two argued.\n*'''Thaletas:''' ''How long till Podarkes finds us? We're right under his nose!''\n*'''Kyra:''' ''His nose is so high in the air, he couldn't find the [[Statue of Artemis Agrotera]] if he was standing on her head.''\n*'''Thaletas:''' ''We know where he lives. I say we knock down his door and run our spears through his face.''\n*'''Kyra:''' ''That's a terrible plan!''\n*'''Thaletas:''' ''The Spartan phalanx is impenetrable in a ground assault.''\n*'''Kyra:''' ''Not when there's only twelve of you! You think with your heart—that's what I like about you. But you're a general to those men now. You need to think with your head.''\n*'''Thaletas:''' ''All you do is hide in caves and lurk in shadows. We didn't come here to hide. We came here to fight.''\n*'''Kyra:''' ''And we will! But right now we're outnumbered. We must be strategic.''\nKyra turned to Kassandra to break the stalemate.\n*'''Kyra:''' ''Kassandra, what do you think we should do?''\n<tabber>\n|-|Kyra is right. We should be strategic.=\n*'''Kassandra:''' ''Kyra's right. Taking them head on would be suicide.''\nThaletas slammed his fist into the table.\n*'''Thaletas:''' ''Sailing here was suicide. Right now, my men are on the beach. That's where I'll be.''\n*'''Kyra:''' ''Thaletas, don't.''\n*'''Thaletas:''' ''If you decide you actually want to win this rebellion, come find me.''\n[[File:ACOD Trouble in Paradise 18.png|thumb|250px|Thaletas leaving]]\nOnce he left, Kassandra flicked her hand at him and turned from the exit.\n*'''Kassandra:''' ''Spartans.''\n*'''Kyra:''' ''Don't mind him. He'll be fine after he kicks something.''\n*'''Kyra:''' ''But I'm glad you agree with me, Kassandra. Meet me at the [[Temple of Artemis, Mykonos|Temple of Artemis]]. There we can discuss how to take down Podarkes.''\nKyra took her leave.\n|-|Thaletas is right. We should attack.=\n*'''Kassandra:''' ''I like the way the Spartan thinks.''\n*'''Kassandra:''' ''But we don't have enough swords to fight them head on.''\n*'''Thaletas:''' ''What do you suggest?''\n*'''Kassandra:''' ''When I arrived I saw Spartan ships. Can we get a message to them?''\n*'''Thaletas:''' ''Not while the Athenian navy surrounds these islands.''\n*'''Kassandra:''' ''Hmm. We need those reinforcements.''\nKyra shook her head.\n*'''Kyra:''' ''I got the two of you here to actually help the rebellion, not to send more people to their deaths.''\n*'''Thaletas:''' ''Kyra, wait.''\n*'''Kyra:''' ''While the two of you compare swords, I'll be at the Temple of Artemis making an actual plan.''\nKyra left the two in a huff.\n*'''Kassandra:''' ''She has fight. I like it.''\n*'''Thaletas:''' ''I'm going back to my camp and my men. Meet me and we'll discuss reinforcements.''\n*'''Kassandra:''' Chaire.\nThaletas took his leave.\n</tabber>\nKassandra was left to ponder the situation at hand and the schism between the two rebel leaders.\n*'''Kassandra:''' ''This is going to be a long rebellion.''",
    "Section_Meeting_Kyra": "[[File:ACOD Trouble in Paradise 6.png|thumb|250px|Kassandra arriving at the rebel hideout]]\nWith the help of [[Ikaros]], Kassandra located the hideout entrance.\n*'''Kassandra:''' ''There's the rebel hideout.''\nKassandra entered the Porphyrion Cave below Mykonos City and complimented the rebels' choice of hideout.\n*'''Kassandra:''' ''Seems like a good place for a hideout.''\nEntering the common area, she addressed the rebels.\n*'''Kassandra:''' ''I'm looking for the one called Kyra.''\nThey immediately brandished their spears and held them to her neck.\n*'''Kassandra:''' ''I've come in response to a call for help.''\nA dagger flew past her nose into the nearby post. Kassandra was blasé about it.\n*'''Kassandra:''' ''You missed.''\n[[File:ACOD Trouble in Paradise 8.png|thumb|250px|Kyra greeting Kassandra]]\nShe shifted her eyes to the woman who threw it. The woman drained her drink and turned the horn upside down, staring at Kassandra with a wicked grin.\n*'''Kyra:''' ''Are you here to spy, Athenian? Or maybe you are [[Athena]] herself, dressed in a dirty disguise?''\n<tabber>\n|-|I'm not a spy.=\n*'''Kassandra:''' ''Do I really look like a spy to you?''\n|-|You're not rebels, you're drunks!=\n*'''Kassandra:''' ''I came to help a \"fierce group of rebels.\" But I show up and you're all drunk.''\n|-|I am a god in disguise.=\n*'''Kassandra:''' ''Sure. I'm a god. You think it's wise to throw blades first and ask questions later?''\n</tabber>\n*'''Kyra:''' ''Podarkes and his men have hunting and killing us without mercy.''\n[[File:ACOD Trouble in Paradise 11.png|thumb|250px|A farm set on fire by Podarkes]]\nThe scene faded to a flashback of Podarkes and his men cracking down on the citizens of Mykonos.\n*'''Kyra:''' ''His spies are everywhere.<br>He won't rest until all who oppose him are dead.<br>We are all that's left of the resistance.''\nThe scene returned to the present day.\n*'''Kyra:''' ''This is the first night we aren't fighting for our lives, and it could be our last.<br>And suddenly, you show up.''\n*'''Kassandra:''' ''This is why I'm here. It's your symbol, right?''\n[[File:ACOD Trouble in Paradise 12.png|thumb|250px|Kyra presented with the letter]]\nKassandra presented the letter.\n*'''Kyra:''' ''You're the ''misthios'' who bears the Eagle of Zeus. My apologies, these are dangerous times for anyone waging war against the Athenian empire and the [[Delian League]]. I am Kyra.''\n(If players asked \"Where is Podarkes?\")\n*'''Kassandra:''' ''Your note mentions Podarkes. I'm going to find him.''\n*'''Kyra:''' ''His [[Leader House, Silver Islands|house]] is on the coast, north of Mykonos City. But he's heavily guarded. We've never been able to get close enough without taking heavy casualties. This is why I sent for you.''\n(If players asked \"Weren't you allies of Athens?\")\n*'''Kassandra:''' ''I thought Delos was the heart of the Delian League—Athens' pride and joy.''\n*'''Kyra:''' ''We were. Until Athens took the League's treasury away from Delos.''\n*'''Kassandra:''' ''Why?''\n*'''Kyra:''' ''So they could build a [[statue of Athena]] mocking Apollo.<br>The people pleaded with Podarkes not to trust Athens with the treasury. But his thirst for power made him deaf to his people.''\n(Followup – \"Why not leave the Delian League?\")\n*'''Kassandra:''' ''If things are so miserable, why doesn't Delos abandon the League?''\n*'''Kyra:''' ''Podarkes sends Athenian soldiers to collect money from us all. The moment that stops, Athenian ships will burn our islands to the ground.''\n(If players chose \"I'm not waging war with Athens.\")\n*'''Kassandra:''' ''I came here to help you deal with one man, not go to war.''\n*'''Kyra:''' ''Which is why I sent word of our rebellion to the mighty Kassandra, and [[Sparta]], too.''\n\n(If Kassandra had not met Thaletas)\n\nKyra's second-in-command, [[Praxos]], arrived with news.\n*'''Praxos:''' ''Podarkes discovered the other camp and Athenian soldiers to attack.''\n*'''Kyra:''' Maláka!\n*'''Kassandra:''' ''You and your rebels are too drunk to fight. Leave the soldiers to me.''\n*'''Kyra:''' ''If you think I'm going to miss a chance to kill Athenians, you're the one who's drunk.''\nKassandra followed Kyra to the [[horse]]s outside the hideout. They mounted up and rode for the beach camp.\n*'''Kassandra:''' ''Did Sparta answer your call for help?''\n*'''Kyra:''' ''A [[polemarch]] named [[Thaletas]] and a handful of Spartans landed on Mykonos not long before you.''\n*'''Kassandra:''' ''It's their camp we're head to, isn't it?''\n*'''Kyra:''' ''Thaletas needs ''our'' help now, though he'd never admit it.''\n*'''Kassandra:''' ''Sounds Spartan all right.''\n\n(If Kassandra had already met Thaletas)\n*'''Thaletas:''' ''Someone say Sparta?''\nKyra was relieved to see him as they held each other close.\n*'''Kyra:''' ''You're alive.''\n*'''Kassandra:''' ''How are your men?''\n*'''Thaletas:''' ''Alive as well, thanks to you.''\nHe winked at Kassandra as he said this. A note of jealousy entered Kyra's expression.\n*'''Kyra:''' ''You've met. Good. Now that we're all friends, we need a plan.''\nThe three gathered around the table in the rebel hideout to form a plan.",
    "Section_Meeting_Thaletas": "(Kyra not met)\n\nWith the help of Ikaros, Kassandra located the camp.\n*'''Kassandra:''' ''That must be one of the camps.''\nAs she entered the camp, she witnessed Spartan soldiers already under attack from the Athenians. The polemarch, [[Thaletas]], called to her for help.\n*'''Thaletas:''' ''You there, ''misthios!'' Fight by my side!''\nKassandra obliged him and helped dispatch the Athenians.\n*'''Kassandra:''' ''Well that got the blood pumping. I should talk to this Spartan.''\n\nThaletas complimented Kassandra's fighting.\n*'''Thaletas:''' ''You fight well. Spartan?''\n\n<tabber>\n|-|I was Spartan.=\n*'''Kassandra:''' ''I was, but that was a long time ago.''\n*'''Thaletas:''' ''Spartan blood is eternal, stranger. What's your name?''\n|-|Lie – I'm not Spartan.=\n*'''Kassandra:''' ''Not Spartan. Just deadly.''\n*'''Thaletas:''' ''Ha! Well you fight and talk like one. What do they call you, warrior?''\n|-|Tell me where Kyra is.=\n*'''Kassandra:''' ''Forget where I'm from. I'm looking for a rebel named Kyra.''\n*'''Thaletas:''' ''And who are you?''\n</tabber>\n*'''Kassandra:''' ''Kassandra.''\n*'''Thaletas:''' ''Ah, Kyra told me that name. They call me Thaletas. I was polemarch to the Spartans here.''\n*'''Kassandra:''' ''Was?''\n*'''Thaletas:''' ''Our [[Shipwreck of Ajax|ship]] was sunk. Our generals killed. There are only a few of us left.''\n<tabber>\n|-|Everyone dies.=\n*'''Kassandra:''' ''Soldiers die—it's what they do. I can help fight, but first I need to find Kyra.''\nThaletas was cross at the remark and defensively asked her intentions.\n*'''Thaletas:''' ''What do you want with her?''\n|-|We will avenge your brothers.=\n*'''Kassandra:''' ''We've all lost friends to this war. We can mourn together, but first I need to find Kyra.''\nThaletas asked her intentions.\n*'''Thaletas:''' ''What do you want with her?''\n</tabber>\n<br />\n\n<tabber>\n|-|To help the rebellion.=\n*'''Kassandra:''' ''I got a note from Kyra. Her rebellion is failing.''\n|-|To kill Podarkes.=\n*'''Kassandra:''' ''Kyra sent me a note. I'm here to kill Podarkes.''\n</tabber>\nShe presented Kyra's note. Thaletas boasted that he would help Kyra.\n*'''Thaletas:''' ''She's clever—Sparta got the same note. ''I'' will help Kyra reclaim these islands.''\n*'''Kassandra:''' ''Just don't forget who helped you reclaim this beach.''\nThaletas laughed.\n*'''Thaletas:''' ''I like you, warrior. The rebel hideout is an underground cave, southwest of here. I'll meet you there.''\nKassandra and Thaletas parted ways, and Kassandra made for the Porphyrion Cave under Mykonos City.\n\n(Kyra already met)\n\n[[File:ACOD Trouble in Paradise 13.png|thumb|250px|Kassandra and Kyra helping the Spartans]]\nKassandra and Kyra charged into the camp as the Athenians attacked the Spartan forces. Thaletas called out for help.\n*'''Thaletas:''' ''You there, ''misthios!'' Fight by my side!''\nKassandra obliged him and helped dispatch the Athenians while Kyra attacked from range.\n*'''Kassandra:''' ''Well that got the blood pumping. I should talk to this Spartan.''\nAfter neutralizing the Athenian attack, Kyra and Thaletas hugged from the side.\n*'''Thaletas:''' ''You fought well, Kyra.''\nHe turned his attention to Kassandra.\n*'''Thaletas:''' ''You too. Spartan?''\n<tabber>\n|-|I was Spartan.=\n*'''Kassandra:''' ''I was, but that was a long time ago.''\n*'''Thaletas:''' ''Spartan blood is eternal, stranger. What's your name?''\n|-|Lie – I'm not Spartan.=\n*'''Kassandra:''' ''Not Spartan. Just deadly.''\n*'''Thaletas:''' ''Ha! Well you fight and talk like one. What do they call you, warrior?''\n</tabber>\n[[File:ACOD Trouble in Paradise 15.png|thumb|250px|Kassandra introduced to Thaletas]]\nKyra introduced her.\n*'''Kyra:''' ''This is Kassandra. The one I told you about.''\n*'''Thaletas:''' ''They call me Thaletas. I was polemarch to the Spartans here.''\n*'''Kassandra:''' ''Was?''\n*'''Thaletas:''' ''Our ship was sunk. Our generals killed. There are only a few of us left.''\n<tabber>\n|-|Everyone dies.=\n*'''Kassandra:''' ''Soldiers die—it's what they do.''\nThaletas was cross at her remark. \n|-|War affects us all.=\n*'''Kassandra:''' ''We've all lost friends to this war.''\nThaletas gave a small nod.\n</tabber>\n*'''Kyra:''' ''And we will mourn them later.''\n*'''Kassandra:''' ''She's right. We shouldn't be standing here, drenched in Athenian blood.''\n*'''Kyra:''' ''We'll be safe in the hideout. Let's talk there.''\nThaletas asked how Kassandra would prefer to join them.\n*'''Thaletas:''' ''Will you come to the hideout now, or meet us there later?''\n<tabber>\n|-|Accept – I'll come with you now.=\n*'''Kassandra:''' ''There's no time to waste. We'll go to the hideout now.''\nThe three returned to the rebel hideout and gathered around the table to form a plan.\n|-|I'll meet you later.=\n*'''Kassandra:''' ''There's some things I want to see first. I'll join you both later.''\n*'''Kyra:''' ''Don't take too long, ''misthios.\nThe two left Kassandra to her business.  She eventually joined them back at the hideout.\n</tabber>",
    "Section_Making_a_Plan": "[[File:ACOD Trouble in Paradise 17.png|thumb|250px|Kyra and Thaletas debating]]\nWith Kyra and Thaletas gathered in the hideout, Kassandra held her hand to her face as the two argued.\n*'''Thaletas:''' ''How long till Podarkes finds us? We're right under his nose!''\n*'''Kyra:''' ''His nose is so high in the air, he couldn't find the [[Statue of Artemis Agrotera]] if he was standing on her head.''\n*'''Thaletas:''' ''We know where he lives. I say we knock down his door and run our spears through his face.''\n*'''Kyra:''' ''That's a terrible plan!''\n*'''Thaletas:''' ''The Spartan phalanx is impenetrable in a ground assault.''\n*'''Kyra:''' ''Not when there's only twelve of you! You think with your heart—that's what I like about you. But you're a general to those men now. You need to think with your head.''\n*'''Thaletas:''' ''All you do is hide in caves and lurk in shadows. We didn't come here to hide. We came here to fight.''\n*'''Kyra:''' ''And we will! But right now we're outnumbered. We must be strategic.''\nKyra turned to Kassandra to break the stalemate.\n*'''Kyra:''' ''Kassandra, what do you think we should do?''\n<tabber>\n|-|Kyra is right. We should be strategic.=\n*'''Kassandra:''' ''Kyra's right. Taking them head on would be suicide.''\nThaletas slammed his fist into the table.\n*'''Thaletas:''' ''Sailing here was suicide. Right now, my men are on the beach. That's where I'll be.''\n*'''Kyra:''' ''Thaletas, don't.''\n*'''Thaletas:''' ''If you decide you actually want to win this rebellion, come find me.''\n[[File:ACOD Trouble in Paradise 18.png|thumb|250px|Thaletas leaving]]\nOnce he left, Kassandra flicked her hand at him and turned from the exit.\n*'''Kassandra:''' ''Spartans.''\n*'''Kyra:''' ''Don't mind him. He'll be fine after he kicks something.''\n*'''Kyra:''' ''But I'm glad you agree with me, Kassandra. Meet me at the [[Temple of Artemis, Mykonos|Temple of Artemis]]. There we can discuss how to take down Podarkes.''\nKyra took her leave.\n|-|Thaletas is right. We should attack.=\n*'''Kassandra:''' ''I like the way the Spartan thinks.''\n*'''Kassandra:''' ''But we don't have enough swords to fight them head on.''\n*'''Thaletas:''' ''What do you suggest?''\n*'''Kassandra:''' ''When I arrived I saw Spartan ships. Can we get a message to them?''\n*'''Thaletas:''' ''Not while the Athenian navy surrounds these islands.''\n*'''Kassandra:''' ''Hmm. We need those reinforcements.''\nKyra shook her head.\n*'''Kyra:''' ''I got the two of you here to actually help the rebellion, not to send more people to their deaths.''\n*'''Thaletas:''' ''Kyra, wait.''\n*'''Kyra:''' ''While the two of you compare swords, I'll be at the Temple of Artemis making an actual plan.''\nKyra left the two in a huff.\n*'''Kassandra:''' ''She has fight. I like it.''\n*'''Thaletas:''' ''I'm going back to my camp and my men. Meet me and we'll discuss reinforcements.''\n*'''Kassandra:''' Chaire.\nThaletas took his leave.\n</tabber>\nKassandra was left to ponder the situation at hand and the schism between the two rebel leaders.\n*'''Kassandra:''' ''This is going to be a long rebellion.''",
    "Section_Outcome": "Kassandra met with Kyra and Thaletas and set about a plan to bring down Podarkes the Cruel, leader of the Delos Islands and a member of the Cult of Kosmos.",
    "Section_Trivia": "*Although Barnabas states the camp is along the northwestern coast, it is actually on the northeastern side of Mykonos island.\n*Despite Kassandra stating that Podarkes belongs to the Cult of Kosmos, he cannot be unveiled before gathering more clues or defeating him.\n*When meeting Thaletas first, his dialogue is the same regardless of the answer given in response to learning most of his men have died. However, his facial expressions and tone of voice when he asks \"What do you want with her?\" are noticeably different depending on the player's choice.\n*If the Athenians are defeated first but the player turns around and goes to Kyra's cave without speaking to Thaletas, he will arrive at the cave and speak as though the player had already spoken to him.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD Trouble in Paradise 2.png|Barnabas reading the letter\nACOD Trouble in Paradise 5.png|Kassandra and Barnabas parting ways\nACOD Trouble in Paradise 7.png|Kassandra threatened with spears and a thrown knife\nACOD Trouble in Paradise 9.png\nACOD Trouble in Paradise 10.png|Podarkes\nACOD Trouble in Paradise 14.png|Kyra and Thaletas\nACOD Trouble in Paradise 16.png|Kassandra, Kyra and Thaletas returning to the hideout\nACOD Trouble in Paradise 19.png|Kyra asking Kassandra to meet her at the Temple of Artemis\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]\n[[fr:Paradis menacé]]"
}