{
    "QuestName": "In the Footsteps of Gods",
    "QuestID": "223456",
    "Revision": {
        "id": "979631",
        "parentid": "973630",
        "timestamp": "2021-12-22T18:41:49Z",
        "contributor": null,
        "origin": "979631",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "qjiffj5hh1nwpgfwokc3d5effxg1n0b"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD In the Footsteps of Gods.png",
        "description": "'A Kephallonian priestess was desperate to find the Spear of Kephalos in hopes it would draw more people to her Temple of Zeus (Kephallonia)|shrine. Was it Kephalos, then, who sent Kassandra to help her?'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World {{c|Kephallonia Islands}}",
        "previous": "Lumbering Along",
        "next": "Hungry Gods",
        "source": "Kassandra",
        "location": "Kephallonia, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''In the Footsteps of Gods''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met a priestess of [[Zeus]] who sought her aid to find the legendary [[Spear of Kephalos]].",
    "Section_Dialogue": "Kassandra came across a priestess at the [[Temple of Zeus, Kephallonia|Temple of Zeus]] near [[Sami]].\n*'''Priestess:''' ''Mighty [[Kephalos]], I entreat you! Send us a champion! Someone worthy of your might spear! Help your priestess in her hour of need!''\nKassandra approached her.\n\n<tabber>\n|-|Your prayer is answered.=\n*'''Kassandra:''' ''You called?''\n|-|I can help instead.=\n*'''Kassandra:''' ''I'm the only one here. But maybe I can help you.''\n</tabber>\n[[File:ACO - In the Footsteps of Gods 2.png|thumb|240px|The priestess asking for Kassandra's help]]\nThe priestess turned around.\n*'''Priestess:''' ''Oh! Oh... Kassandra. You startled me.''\n*'''Kassandra:''' ''Why are you looking for a champion?''\n*'''Priestess:''' ''I need someone worthy to win the Spear of Kephalos! I've been deciphering some of the sanctuary's stone carvings. They say the spear was hidden in the [[Melissani Cave|caves]] beneath [[Kephallonia]] when the temple was built! You could get it for me, couldn't you? I can give you a reward!''\n*'''Kassandra:''' ''If the spear is in the caves, I'll find it.''\n*'''Priestess:''' ''Well! Maybe you were sent by Kephalos!''\n(If players choose \"What is the spear of Kephalos?\")\n*'''Kassandra:''' ''Kephalos had a spear?''\n*'''Priestess:''' ''Kassandra. Surely you've heard this story since you were a child.''\n*'''Kassandra:''' ''I didn't have much time for stories.''\n*'''Priestess:''' ''Well. Perhaps you didn't. But you know Kephalos founded Kephallonia and started the line of [[Odysseus]]. His spear was a gift from the Gods. It was said never to miss its target. He must have hidden it in the caves after killing his [[Prokris|wife]] with it.''\n*'''Kassandra:''' ''He threw a spear that wouldn't miss at his wife?''\n*'''Priestess:''' ''He was hunting and heard her in the bushes. He thought she was a deer. It's a sad story.''\n*'''Kassandra:''' ''Sounds dangerous.''\n*'''Priestess:''' ''Well, only if you throw it at someone!''\n(If players choose \"Why do you need the spear?\")\n*'''Kassandra:''' ''Why do you need a spear? Not thinking of becoming a soldier, are you?''\n*'''Priestess:''' ''Of course not. But think how many people will come to the shrine if we have the Spear of Kephalos! With their donations, I could do so many things! Repair the sanctuary. Feed the hungry families in [[Sami]].''\n(If players choose \"How can I find it?\")\n*'''Kassandra:''' ''So where is the spear?''\n*'''Priestess:''' ''Apparently it's hidden deep in the caves beneath Kephallonia. There's an entrance north of here; maybe you can try that way first.''\n*'''Kassandra:''' ''That's not much to go on.''\n*'''Priestess:''' ''You have so little faith in the gods! If Kephalos means for us to have the spear, you will find it!''\n(If players choose \"That's all for now.\")\n*'''Kassandra:''' ''I'll see what I can find.''\n*'''Priestess:''' ''Oh, thank you. I'll prepare a spot in the sanctuary!''\n[[File:ACOD_-_In_the_Footsteps_of_the_Gods_3.png|thumb|240px|Kassandra returned]]\nKassandra headed to the cave entrance north of the sanctuary. Entering through a small opening, she found a group of bandits within. After eliminating the bandits, she looted the spear in a chest and exited the cave, returning to the priestess.\n*'''Priestess:''' ''Kassandra! Have you come back to talk about the spear?''\n*'''Kassandra:''' ''I have.''\n*'''Priestess:''' ''Oh good! Tell me, did you find it?''\n\n<tabber>\n|-|Let's talk about my reward first.=\n*'''Kassandra:''' ''You mentioned a reward.''\n*'''Priestess:''' ''Oh. Of course! You've certainly earned it!''\n|-|I'll give it to you.=\n*'''Kassandra:''' ''Consider it a donation to the temple.''\n*'''Priestess:''' ''What, no reward? Oh, Kassandra, I'm in your debt. If ever there's a way my temple can help you – or anyone. Send them here. I will remember.''\n|-|I couldn't find it.=\n*'''Kassandra:''' ''I looked in the caves. The spear isn't there.''\n*'''Priestess:''' ''I had hoped to revive the sanctuary. But... it is as Kephalos wills it.''\n</tabber>",
    "Section_Outcome": "Kassandra helped the prietess to look for the spear. She either chose to hand over the spear, or keep it for herself.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] ''\n\n{{ACODMemories}}\n\n<!--Interwikis links-->\n[[fr:Dans les pas des dieux]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}