{
    "QuestName": "Lumbering Along",
    "QuestID": "222633",
    "Revision": {
        "id": "979630",
        "parentid": "894763",
        "timestamp": "2021-12-22T18:40:20Z",
        "contributor": null,
        "origin": "979630",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "fj6kcy866ew46jvof3a24e9xotxen7m"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Lumbering Along.png",
        "description": "'In true form, Markos didn't fulfill his promise to the bowyer Drucilla to solve her bandit problem. Of course, he was happy to volunteer Kassandra for the job of getting her wood back.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, World {{c|Kephallonia Islands}}",
        "previous": null,
        "next": "In the Footsteps of Gods",
        "source": "Kassandra",
        "location": "Kephallonia, Greece",
        "date": "431 BCE"
    },
    "General_Description": "'''Lumbering Along''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra helped [[Markos]] fulfill his promise to help [[Drucilla]] deal with the [[bandit]]s.",
    "Section_Dialogue": "Kassandra approached Drucilla at her shop near the [[Temple of Zeus, Kephallonia|Temple of Zeus]].\n*'''Drucilla:''' ''Fair is fair. Are you going to get my [[wood]]? Those fucking bandits need a thrashing.''\n*'''Kassandra:''' ''Fair is fair. I'll fix your wood problem.''\n*'''Drucilla:''' ''Finally. Markos sure is lucky he's got you as his scapegoat.''\n(If players choose \"Where are the bandits?\")\n*'''Kassandra:''' ''Any idea where these bandits are?''\n*'''Drucilla:''' ''I'm not a tracker. I'm a bowyer. They're in the mountain somewhere—that much I know. I'd check close to the lumber camps.''\n(If players choose \"What's special about the wood?\")\n*'''Kassandra:''' ''There's plenty of trees around. Why do you need this type of wood?''\nDrucilla whispered to Kassandra.\n*'''Drucilla:''' ''I've been working on a new type of [[bow]]. It's more flexible, so it lasts longer and can fire at greater range. Only a very special type of wood that grows high in the mountains will do.''\n(If players choose \"I'll get going.\")\n*'''Kassandra:''' ''I'll take care of the bandits.''\n*'''Drucilla:''' ''Make sure that you do, and be quick about it.''\n\n<tabber>\n|-|Quit moaning.=\n*'''Kassandra:''' ''Your moaning won't get the job done any faster. I'll kill the bandits and get your fucking wood back.''\n*'''Drucilla:''' ''I-I know you will. Take your time finding them. I trust you.''\n|-|Have patience.=\n*'''Kassandra:''' ''I'll deal with these bandits and get you the wood you need as fast as I can. Have patience, it won't take long.''\n*'''Drucilla:''' ''Ha! If you knew how long Markos has been feeding me excuses, you wouldn't be saying that.''\n</tabber>\n[[File:ACOD_-_Lumbering_Along_3.png|thumb|240px|Kassandra examining the footprints]]\nKassandra travelled west to the [[Coast of Koliadai]]. Along the road, she found a whole lot of footprints. She leaned closer to investigate.\n*'''Kassandra:''' ''That's a lot of footprints. A group left this area headed west.''\nWalking up further, she found an empty cart.\n*'''Kassandra:''' ''The cart was emptied, then left behind. The [[thief]] can't have gotten far with that much cargo.''\nKassandra looked around and found a body under a tree near the cart.\n*'''Kassandra:''' ''Shot in the back while fleeing. Must be the work of bandits.''\nWith [[Ikaros]]' help, Kassandra found the [[Lumber Shipyard|lumberyard]] west of her location, occupied by bandits.\n*'''Kassandra:''' ''That must be the bandit camp I'm looking for.''\nKassandra headed towards the yard and killed the bandits. She recovered some wood from a chest and returned to Drucilla.\n\n<tabber>\n|-|Aggressive approach=\n*'''Drucilla:''' ''Ah, it's Markos' assistant! Bringing me the wood i need, I hope.''\n*'''Kassandra:''' ''Assistant? I don't think so.''\n*'''Drucilla:''' ''I-I meant Markos' muscle! How stupid of me.''\nKassandra handed over the wood.\n*'''Kassandra:''' ''This will tide you over until the rest of the wood arrives in town.''\n|-|Passive approach=\n*'''Drucilla:''' ''Oh, look, it's Markos' mighty champion. Don't tell me you actually did what I asked?''\n*'''Kassandra:''' ''I tracked the bandits and sent them to [[Hades]]. Your wood should arrive in town soon.''\n*'''Drucilla:''' ''And you expect me to believe the word of a mercenary?''\n{{#tag:tabber|\nI have proof.=\n*'''Kassandra:''' ''I didn't expect you to believe me, so I brought this.''\nKassandra took out the wood.\n*'''Kassandra:''' ''Here's your proof. A sample of the special wood you want so badly. These bows you're making had better be worthy of [[Apollo]] for all the trouble I've gone to.''\n{{!}}-{{!}}\nYou should be more trusting.=\n*'''Kassandra:''' ''You really should have more faith in people. I said I'd get it done, and I did.''\nKassandra took out the wood.\n*'''Kassandra:''' ''I brought you some wood back to work with until the rest arrives.''\n}}\n</tabber>\n*'''Drucilla:''' ''By the gods! You sure you work with Markos? He's never once delivered on a promise. Incredible!''\n*'''Kassandra:''' ''I might work with him, but we're nothing alike. I'm true to my word.''\n*'''Drucilla:''' ''Then take your pay. Give none to Markos.''",
    "Section_Outcome": "Kassandra helped Drucilla to deal with her bandit problem and recover some Kephallonian lumber.",
    "Section_Behind_the_scenes": "Depending on the approach used by Kassandra in the beginning of the dialogue, it will affect the dialogue used by Drucilla when replying to her.",
    "Section_Gallery": "<gallery position=\"center\" widths=\"180\" captionalign=\"center\">\nACOD_-_Lumbering_Along_2.png|Drucilla asking for Kassandra's assistance\nACOD Lumbering Along - Kassandra Carrying Wood.png|Kassandra showing Drucilla the wood as proof\n</gallery>",
    "Section_References": "*''[[Assassin's Creed: Odyssey]] ''\n\n{{ACODMemories}}\n\n<!--Interwiki links-->\n[[fr:Bois aux abois]]\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}