{
    "QuestName": "Creating Opportunity",
    "QuestID": "222653",
    "Revision": {
        "id": "831894",
        "parentid": "829797",
        "timestamp": "2019-08-23T15:01:13Z",
        "contributor": null,
        "comment": "Images not exactly relevant to the memory. Also changed the dates since it can take place anytime.",
        "origin": "831894",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "dqtvvtor8gnj8mzbx0yyfctnrmqmv2b"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOD Creating Opportunity Memory Screenshot.png",
        "description": "'General Demosthenes, a wise and cunning man, wished for the Kassandra|Eagle Bearer's aid against the Spartans. If he could throw them into chaos, the Peloponnesian War|war was all but won.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Demosthenes}}",
        "previous": null,
        "next": "The Wise Warrior",
        "source": "Kassandra",
        "location": "Athens, Attika, Greece",
        "date": "431 BCE–422 BCE"
    },
    "General_Description": "'''Creating Opportunity''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met an Athenian [[Demosthenes|general]] at the [[Akropolis Sanctuary]].",
    "Section_Dialogue": "While exploring the [[Parthenon]], Kassandra saw an Athenian general near the [[Statue of Athena]].\n*'''Demosthenes:''' ''[[Athena|Goddess]] of War and Wisdom. Does it please you, I wonder, to watch your city on the verge of battle?''\nKassandra approached the general.\n*'''Kassandra:''' ''Chaire.''\n*'''Demosthenes:''' ''I might have a job for you, if you're as good as a fighter as I've heard.''\n*'''Kassandra:''' ''You've heard for me?''\n*'''Demosthenes:''' ''Don't let it go to your head. I hear about everything that happens in this [[Athens|city]], ''misthios.\n*'''Kassandra:''' ''With flattery like that, how could I possibly turn you down?''\n*'''Demosthenes:''' ''I'm not trying to flatter you. I'm trying to hire you. I need some [[Sparta]]n military targets... removed.''\n<tabber>\n|-|You want me to do your dirty work.=\n*'''Kassandra:''' ''I think you may have the wrong idea about me, General...?''\n*'''Demosthenes:''' ''Demosthenes.''\n*'''Kassandra:''' ''I'm not a murderer, if that's what you expected.''\n*'''Demosthenes:''' ''I expected you were someone who wants to get paid. Was I wrong?''\n*'''Kassandra:''' ''No... not completely. Fine. What do you want?''\n|-|I'm glad to hear your offer.=\n*'''Kassandra:''' ''I'll help you, if I can. Depending on what it is you need, General...''\n*'''Demosthenes:''' ''Demosthenes.''\n*'''Kassandra:''' ''Very good.''\n</tabber>\n*'''Demosthenes:''' ''My spies tell me the Spartans are mobilizing. What I want you to do is hamstring them. Get into their forts and remove the [[Polemarch|commanders]] in charge.''\n*'''Kassandra:''' ''I guess that makes sense.''\n*'''Demosthenes:''' ''I'm thrilled you approve. You'll need to bring me the seals of the commanders you kill, as proof. You'll be amply rewarded.''\n*'''Kassandra:''' ''Those don't seem like standard Athenian tactics.''\n*'''Demosthenes:''' ''They're not. But it will work, and that's what matters. We've already lost too many Athenians to those savages using \"traditional\" warfare. The other generals disagree, but I refuse to let them destroy our chances.''\n*'''Kassandra:''' ''What do they want to do?''\n*'''Demosthenes:''' ''They want \"honorable\" face-to-face warfare, pitting our forces directly against the Spartans. We're not going to win a contest of strength against those brutes. We need to outthink them. So, will you kill the commanders?''\n*'''Kassandra:''' ''All right. I'll take the job.''\n*'''Demosthenes:''' ''Good. I might not have approval to deploy our men to do this, but I'm not about to let that stop me.''\n<tabber>\n|-|What's so important about the seals?=\n*'''Kassandra:''' ''What's so special about these seals?''\n*'''Demosthenes:''' ''Only elite Spartan commanders carry these seals, those in charge of entire forts. They'd all die before parting with them. So bring me the seals as proof that they're dead.''\n|-|Where can I find them?=\n*'''Kassandra:''' ''Where can I find them?''\n*'''Demosthenes:''' ''The Spartans have been making inroads into the Athenian territory, taking over forts that once belonged to us. Make them pay for every inch.''\n|-|What's your plan?=\n*'''Kassandra:''' ''What's your strategy?''\n*'''Demosthenes:''' ''Whatever it takes to protect Athenians lives and kill Spartans.''\n*'''Kasssandra:''' ''That's not what I meant. What's your personal strategy?''\n*'''Demosthenes:''' ''My career is none of your business. Know that I don't seek much. Only proper recognition of my strategic brillance.''\n</tabber>\n(Leave - \"I know enough.\")\n*'''Kassandra:''' ''You've told me enough. I'll get your seals for you, General.''\nKassandra finished the task eventually and returned to Demosthenes.\n*'''Demosthenes:''' ''Do you have my seals yet?''\n<tabber>\n|-|You doubted me?=\n*'''Kassandra:''' ''Of course I do. It was easy.''\n*'''Demosthenes:''' ''How could I have doubted your greatness? Nonetheless, I appreciate the work you've done. Would you be interested in another job?''\n|-|I do.=\n*'''Kassandra:''' ''Yes. I have the seals for you.''\n*'''Demosthenes:''' ''This will show those idiots in the assembly. We're making progress. Interested in getting rid of more polemarchs for me?''\n</tabber>\n<tabber>\n|-|I could go after more polemarchs.=\n*'''Kassandra:''' ''I'm interested.''\n|-|Not at the moment.=\n*'''Kassandra:''' ''You get started on the Spartans. I have other things to do right now.''\n</tabber>\n*'''Demosthenes:''' ''I'm impressed with your work.''\n*'''Kassandra:''' ''Did you expect any less?''\n*'''Demosthenes:''' ''I had hoped, but hiring you was a gamble.''\n*'''Kassandra:''' ''Most things in life are.''\n*'''Demosthenes:''' ''I am perhaps a bit more willing to gamble than my fellow generals would like.''\n*'''Kassandra:''' ''If you take no risks, you win no wars.''\n*'''Demosthenes:''' ''Exactly! How is it a mercenary understands this when the \"greatest\" generals of Athens don't?''\n*'''Kassandra:''' ''I'm not sure whether I should feel flattered or insulted.''\n*'''Demosthenes:''' ''The Spartans are trying to find our supply lines. We've caught several spies already. We cannot afford such a loss.''\n*'''Kassandra:''' ''Not if you want to keep your troops alive, no.''\n*'''Demosthenes:''' ''I need you to kill more of their commanders. Leave their [[hoplite]]s without leadership. They'll be scrambling.''\n*'''Kassandra:''' ''Are you sure? Spartans are fierce warriors.''\n*'''Demosthenes:''' ''Warriors, yes. Thinkers, no. They react like wild animals. Put them in a situation that requires genuine thought, and they fall apart. Kill the commanders and bring me their seals. We'll see how the other generals react to''that.\n\n(Dialogue continues to start the next quest.)",
    "Section_Outcome": "Kassandra met the Athenian general Demosthenes, who requested her to recover seals from Spartan ''polemarchs''. She eventually acquired 3 polemarch seals and was given his [[Demosthenes' Belt|belt]] as reward.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}