{
    "QuestName": "Tough Love",
    "QuestID": "225235",
    "Revision": {
        "id": "895405",
        "parentid": "895313",
        "timestamp": "2020-09-07T18:50:50Z",
        "contributor": null,
        "comment": "/* Description */ -space",
        "origin": "895405",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "i8u2u7bihetruftwyvd4f2reosxsc8g"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        }
    },
    "MemoryInfobox": {
        "image": "ACOd ToughLove.png",
        "description": "'Arriving on Thasos, Kassandra found herself caught in the middle of a family drama that included her trusty ship captain Barnabas, his Neleus|nephew, and an overly friendly Mikkos|caretaker.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Mikkos}}",
        "previous": null,
        "next": "Have You Seen My Mikkos?",
        "source": "Kassandra",
        "location": "Lemnos, Greece<br />Thasos, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''Tough Love''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the Portable [[Animus|Animus HR-8.5]].",
    "Section_Description": "Kassandra met with [[Mikkos]] north of [[Myrina]] in [[Lemnos]].",
    "Section_Dialogue": "Kassandra docked at Myrina and a civilian hailed her as she disembarked.\n*'''Civilian:''' ''The Eagle Bearer?'' [[Mercenary|Misthios]]! ''Over here, I need to talk to you!''\nKassandra approached the man.\n*'''Civilian:''' Misthios! ''And that looks like [[Barnabas]]' ship.''\n*'''Kassandra:''' ''In fact it—''\nBarnabas came up behind Kassandra.\n*'''Barnabas:''' ''Ah! That ship belongs to the Eagle Bearer now. Legendary ''misthios'', famed across the Greek world. I am just her humble servant.''\n*'''Civilian:''' ''Barnabas! You're back!''\n*'''Barnabas:''' ''In the flesh. A little older, but not a bit wiser.''\n*'''Civilian:''' ''[[Mikkos]] sent me here to wait for your return. It's about [[Neleus]]...''\nBarnabas rolled his one good eye.\n*'''Barnabas:''' ''Here we go. What has my nephew gotten himself into this time?''\n*'''Civilian:''' ''I think the trouble is real, Barnabas. You should go to him. Mikkos told me not to return without help, and I mean not to.''\nBarnabas raised a finger.\n*'''Barnabas:''' ''I need to think. But one thing... I know my nephew. Ah yes. He's fine, that much is certain. I'll be on the ship.''\nBarnabas walked back towards the ship.\n*'''Civilian:''' ''And you, ''misthios''? I need ''someone'' to go see about Neleus.''\n(If players choose \"Why doesn't Barnabas believe you?\")\n*'''Kassandra:''' ''Why doesn't Barnabas think something is wrong with his nephew?''\n*'''Civilian:''' ''It's just... Neleus was a legendary nuisance growing up. He lied. He cheated. He brawled and broke things.''\n*'''Kassandra:''' ''Some of us grow out of that.''\n*'''Civilian:''' ''Well, now Neleus is a serious athlete, training to be an [[Olympic Games|Olympic]] champion. And what's more, he's ''family'' to Barnabas.''\n*'''Kassandra:''' ''That ''is'' important.''\n(Accept – I'll see what's going on.)\n*'''Kassandra:''' ''I'll help Barnbas' nephew however I can.''\n*'''Civilian:''' ''Neleus lives with his caretaker, Mikkos. Their house is just up the hill north of here.''\nKassandra travelled to [[Mikkos' House]]. As she approached, she heard a loud argument coming from inside the house.\n*'''Barnabas:''' ''The amount of times this boy's been \"too sick to work\" only to hear, ''not two hours later'', he's in the fields with his friends. By [[Zeus]]!''\n*'''Mikkos:''' ''He's grown since you've been gone. He's not a kid anymore.''\n*'''Barnabas:''' ''Ah, but still up to his old tricks, if you ask me.''\n*'''Mikkos:''' ''Listen to reason, Barnabas. I saw him vomiting myself. And now he's like this!''\nKassandra entered the house to see Barnabas and Mikkos standing over Neleus, who lay on a mat on the ground.\n*'''Barnabas:''' ''He's faking it, Mikkos. I've seen this routine before. Gods! Grant me [[Penelope]]'s patience.''\nNeleus groaned in his sleep.\n*'''Mikkos:''' ''It's not just Neleus. There have been others. All promising young athletes turning up sick or missing. Something's not right in [[Thasos]].''\n*'''Barnabas:''' ''What goes on across Thasos is not my concern. But I know my nephew. Ah, yes. He practically ''worships'' at the altar of [[Aergia]]. A devotee of sloth and idleness, he is.''\n*'''Mikkos:''' ''Help me talk sense into him, ''misthios.\n\n<tabber>\n|-|Neleus needs tough love.=\n*'''Kassandra:''' ''You know your nephew best, and it sounds like he needs a firm hand.''\n*'''Barnabas:''' ''I thought his caretaker could handle him, but apparently I was wrong.''\nThey all looked at Neleus, who kept groaning.\n*'''Mikkos:''' ''Come on Barnabas, he's plainly ill.''\n*'''Barnabas:''' ''Bah! I'll be at the ship when Neleus snaps out of it.''\n|-|Try a gentle approach.=\n*'''Kassandra:''' ''Maybe you should be a bit easier on your nephew this time. He really does seem sick.''\nBarnabas shook his head sadly as Neleus groaned again.\n*'''Barnabas:''' ''Ah, you're right. I–I guess I didn't want it to be true. He's not a boy anymore, I can see that.''\n*'''Mikkos:''' ''He may be grown, but he still needs help.''\n*'''Barnabas:''' ''There's only one way I know how.''\nBarnabas walked out of the house, pausing at the door only to give Kassandra and Mikkos his parting instructions.\n*'''Barnabas:''' ''Let me know if there is any change in his condition. I'll be at the ship making offerings to [[Asklepios]].''\n</tabber>\nBarnabas left. Kassandra turned back to Mikkos.\n*'''Kassandra:''' ''Give Barnabas some time.''\n*'''Mikkos:''' ''But our time may run out. I have more leads to follow up on, but with Neleus like this I can't leave his side. Maybe you could help me?''\n(Accept – I'll help.)\n*'''Kassandra:''' ''Barnabas is like family to me. I want to do anything I can to help Neleus.''\n*'''Mikkos:''' ''Thank you.''\nMikkos relaxed.\n*'''Mikkos:''' ''You know, it's not often a beautiful and capable misthios comes to this house.''\n\n<tabber>\n|-|Flirt – Must have been the Fates.=\n*'''Kassandra:''' ''They may have brought Neleus sickness, but the [[Fates]] have brought us together...''\n*'''Mikkos:''' ''I'd hate to get sick someday and think of all the fun I didn't have.''\n*'''Kassandra:''' ''But first, there are those leads you mentioned.''\n|-|Not now.=\n*'''Kassandra:''' ''We shouldn't talk like this with Neleus in this condition. Now, about those leads you mentioned...''\n</tabber>\n*'''Mikkos:''' ''Well, someone at the [[Champion's Gymnasium]] must know something.''\n*'''Mikkos:''' ''[[Aietes]] was the last one to be with Neleus when he was well.''\n*'''Kassandra:''' ''They were friends?''\n*'''Mikkos:''' ''They were. If he doesn't know anything, you could talk to the doctor at the quarry.''\n*'''Kassandra:''' ''If he's the local doctor, he's bound to know something.''\n(If players choose \"What more can you tell me about the Champion's Gymnasium?\")\n*'''Kassandra:''' ''What more can you tell me about this gymnasium? You say other athletes have disappeared?''\n*'''Mikkos:''' ''Many, yes. A lot of the athletes came here to train from elsewhere across the Greek world, so when they disappear, people think they maybe just went home.''\n*'''Kassandra:''' ''A convenient story if something bad were happening to them.''\n*'''Mikkos:''' ''Exactly.''\n(If players choose \"Where is the quarry?\")\n*'''Kassandra:''' ''I'd like to have a word with that doctor at the quarry.''\n*'''Mikkos:''' ''The [[Aliki Quarry]] is at the southern point of Thasos. The doctor there is mixed up with training athletes and the workers.''\n*'''Kassandra:''' ''Sounds like a strange connection.''\n*'''Mikkos:''' ''Yes, until you realize half of the workers are athletes who have given up on their training. Something's happened to them, and that doctor is the only connection I see.''\n(If players choose \"Where can I find Aietes?\")\n*'''Kassandra:''' ''The last person to see Neleus before he got sick was Aietes. Where can I find him?''\n*'''Mikkos:''' ''He's an aspiring athlete, too, but nowhere near as talented as Neleus. He trains alone on the outskirts of the [[Vineyard of Glory]]. You're sure to find him there.''\n(Leave – \"I'll look into these leads.\")\n*'''Kassandra:''' ''I'll follow up on these leads and check back when I know what's going on.''\n*'''Mikkos:''' ''Thank you, ''misthios''. And feel free to \"check back\" any time.''\n\n(The player can talk to Mikkos again in the house)\n*'''Mikkos:''' ''You're back! Neleus hasn't gotten any better. But maybe you're here to see me instead?''\n\n<tabber>\n|-|I'm here for you (Flirt)=\n*'''Kassandra:''' ''I've been thinking about you and wanted to see you again. I won't pretend otherwise.''\n*'''Mikkos:''' ''You've stormed into my life like a creature from the summit of Olympus itself. It's safe to say I've been thinking about you, too.''\n*'''Kassandra:''' ''We should probably leave our feelings aside...for now.''\n*'''Mikkos:''' ''For the sake of Neleus.''\n*'''Kassandra:''' ''Yes.''\n|-|Now is not the time.=\n*'''Kassandra:''' ''We can't do this now.''\n*'''Mikkos:''' ''I know, I know. It's just -''\n*'''Kassandra:''' ''What happened to Neleus is still an open question. I need to get to work.''\n|-|I have questions.=\n*'''Kassandra:''' ''I have some questions.''\n</tabber>\n*'''Mikkos:''' ''Is there anything I can do to help?''\n(goes back to the questions above)",
    "Section_Outcome": "Kassandra agreed to help Mikkos investigate what was wrong with Neleus.",
    "Section_Trivia": "The advice that Kassandra gives Barnabas about Neleus has a decisive influence on the outcome of the entire quest line. If the player choses to tell Barnabas that \"Neleus needs tough love\", then both Neleus and Mikkos will not survive [[Retribution]].",
    "Section_Behind_the_scenes": "* [[File:TheTwoBarnabases.jpg|thumb|250px|alt=Quest Barnabas coaxed down to the dock for a group photo with Real Barnabas.|The two Barnabases]] After Kassandra sailed to Mikkos' dock and walked up the path to speak with Barnabas and Mikkos in Mikkos' house, she left the house and looked down the cliffside at the Adrestia, only to see that Barnabas was not just standing behind her in the house, but also on the deck of the ship below. Strangely, Kassandra made no comment on this disturbing discovery.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}