{
    "QuestName": "Indulging Just a Little",
    "QuestID": "225169",
    "Revision": {
        "id": "1047474",
        "parentid": "992117",
        "timestamp": "2023-06-13T19:12:08Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047474",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "5x60g4ayi1eyt5nbaevxod0tvoyiwhp"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "image": null,
        "description": "'Mikkos suggested Kassandra look for the person last seen with Neleus to figure out what made him sick.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character, Support {{c|Mikkos}}",
        "previous": "Have You Seen My Mikkos?",
        "next": "Retribution",
        "concurrent": "Doctor's Pet<br>School of Hard Knocks",
        "source": "Kassandra",
        "location": "Thasos, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''Indulging Just a Little''' was a virtual representation of one of [[Kassandra]]'s genetic memories, relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "[[Mikkos]] suggested Kassandra look for the person last seen with [[Neleus]] to figure out what made him sick.",
    "Section_Dialogue": "Kassandra travelled to the [[Vineyard of Glory]] to find [[Aietes]].\n*'''Aietes:''' ''Ugh, I shouldn't have drunk so much. I need to train or I'll never beat Neleus.''\n*'''Kassandra:''' ''Long night?''\n*'''Aietes:''' ''Ugh...Waaay too long. I need to—ugh—shake this off and start training so I can... Defeat Neleus! And ride that victory to become the [[Olympic Games|Olympic]]—''\nAietes vomited.\n*'''Aietes:''' ''Ah, who am I kidding, maybe I am just not cut out for this Olympic stuff..''\n*'''Kassandra:''' ''I take it you're Aietes. Mikkos sent me. Neleus -''\n*'''Aietes:''' ''Neleus?! What now? Did he break another record?!.''\n<tabber>\n|-|Lie – Yes, Neleus broke another record.=\n*'''Kassandra:''' ''Yes, he did.''\n*'''Aietes:''' ''Oh, curses! What record did he break this time? I bet it was the discus throw. No, wait. Maybe...''\n*'''Kassandra:''' ''Projectile vomiting.''\n*'''Aietes:''' ''Huh? [[Jupiter|Zeus]]! He even beats me at throwing up?! Curse you and your perfections, Neleus! So Mikkos sent you here just to break my spirits?''\n|-|No, he is ill.=\n*'''Kassandra:''' ''No, he didn't. He's bound to his bed.''\n*'''Aietes:''' ''Oh, just another drunken night of celebration, then.''\n*'''Kassandra:''' ''Then it must have been quite a night.''\n*'''Aietes:''' ''Huh?''\n</tabber>\n*'''Kassandra:''' ''Neleus has taken ill. Mikkos sent me here because you were the last one to see him well.''\n*'''Aietes:''' ''He was fine when we went to [[Karpos]]'s [[Karpos' House|house]] for the usual, uh - dose of hedonism - But I didn't leave the party with him. Or seen him since''\n*'''Kassandra:''' ''Something must have happened at the party, then.''\n*'''Aietes:''' ''Look for Karpos at his house on the hill, he probably knows what happened to Neleus. He's a reclusive man, though. You will need to get his attention. I'd say smashing some of his valuable wine, the stuff that gets me this drunk, would get him to come out and play.''\n*'''Kassandra:''' ''Thank you, Aietes. I'll look into it.''\n*'''Aietes:''' ''Well, I better get started, or I'll never catch up to Neleus and the rest.''\n<tabber>\n|-|Recruit – Come work for me instead.=\n*'''Kassandra:''' ''Being the Olympic champion doesn't sound as impressive as travelling across the Greek world. Come work for me on my ship and see new sights. I could use someone with your arms. Strong, rower's arms.''\n*'''Aietes:''' ''I've always wanted to travel...And you know what, I'm sick of this training day in and day out. Count me in, ''misthios''! I mean, captain.''\n|-|You will be an Olympic champion.=\n*'''Kassandra:''' ''Aietes, you will be an Olympic champion. Believe in yourself.''\n*'''Aietes:''' ''You're right! I can do this. I've just got to work extra, extra hard. Thank you for believing in me! I'll beat Neleus and all the others.''\n*'''Kassandra:''' ''It'll start with the right attitude.''\n*'''Aietes:''' ''Olympic Champion Aietes! Yeah, that sounds perfect! I'll be the best the Greek world has ever seen.''\n|-|Leave – I'll be off now.=\n*'''Kassandra:''' ''Do your best, Aietes. See you later.''\n</tabber>\nKassandra reached Karpos's house and heard a familiar voice.\n*'''Mikkos:''' ''Ooh! Look who it is! Oh, ''misthiosss''! Comeee over hereee! You know you want some of this. Heyyy! Don't ignore me, ''misthios''! Am I not your type? Well, you're not my type either! Fine. Don't come over here. OK, OK, I'm joking Come here. I'll make it up to you, I promise. Hello, hello? ''Misthios''?''\n*'''Mikkos:''' ''Loook whooo's hereee!''\n*'''Kassandra:''' ''Mikkos? You should be at home taking care of Neleus. I should be doing a lot of things, but right now—I want to have some fun. You look like you could use a little fun. And I'm plenty of it. So how about it? You and me. Let's have a great time.''\n<tabber>\n|-|❤︎ Sounds good.=\n*'''Kassandra:''' ''Why don't you tell your little friends to leave?''\n*'''Kassandra:''' ''I'm all you'll need.''\n*'''Mikkos:''' ''Well, you heard the ''misthios''. Get lost!''\nMikkos and Kassandra enter a room and then emerge later.\n*'''Mikkos:''' ''I... I can still continue—''\n*'''Kassandra:''' ''I honestly doubt you could even stand right now.''\n*'''Mikkos:''' ''I mean, I could just lie here—''\n*'''Kassandra:''' ''Maybe later. Goodbye, Mikkos.''\n|-|❤ Just us?=\n*'''Kassandra:''' ''What? Just us?''\n*'''Mikkos:''' ''Ohhh! Now we're talking.''\nMikkos turned towards a couple who were observing him and Kassandra.\n*'''Mikkos:''' ''So what were you thinking? Him? Or her?''\n{{#tag:tabber|\nHim.=\n{{!}}-{{!}}\nWhy not both?=\n*'''Kassandra:''' ''I'm the greedy type. Let's go with both of them.''\n*'''Mikkos:''' ''Oh, you just made my night, ''misthios''.''\n*'''Kassandra:''' ''Shut up already.''\nThe four of them entered a room for some time. Kassandra and Mikkos emerged later.\n*'''Mikkos:''' ''I... I can still continue—''\n*'''Kassandra:''' ''I honestly doubt you could even stand right now.''\n*'''Mikkos:''' ''I mean, I could just lie here—''\n*'''Kassandra:''' ''Maybe later. Goodbye, Mikkos.''\n{{!}}-{{!}}\nHer.=\n{{!}}-{{!}}\nLeave – I changed my mind.=\n}}\n|-|I'll pass.=\n*'''Kassandra:''' ''I have work to do, Mikkos. Work you sent me to do. I'll pass.''\n*'''Mikkos:''' ''But nooo. Work can wait just for a bit. I promise I won't take long.''\n*'''Kassandra:''' ''Increasingly less interested.''\n*'''Mikkos:''' ''Maláka! Ah, no matter. Got space for another? Make a little rooom!''\n</tabber>\nKassandra left and approached the place where the wine jars were located, only to find [[Cult of Kosmos]] [[soldier]]s guarding them.\n*'''Cult Scion:''' ''Stop stealing sips of it, you idiot. You know what this wine does, right?''\n*'''Cult Guardian:''' ''But it's just so good. Maybe more of it will make us stronger?''\n*'''Cult Scion:''' ''More of it will make you dead. You've seen the athletes in the armory -''\n*'''Cult Guardian:''' ''What damage could one more sip cause -''\n*'''Cult Scion:''' ''We're supposed to be protecting the wine, not drinking it. Stop.''\nKassandra destroyed the jars and took out the guards in the process. Karpos showed up, visibly distraught.\n*'''Karpos:''' ''What have you done?! You murdered the—Oh, no, no, no. The general is going to kill me.''\n*'''Kassandra:''' ''You're with the Cult, aren't you? What did you do to Neleus—''\n*'''Karpos:''' ''No! No, no, no. I'm just uh, business associates with them, I work for the general''\n*'''Kassandra:''' ''Tell me what your \"business\" is with the general, or I start removing your teeth one by one.''\n*'''Karpos:''' Maláka''! Fine. I help the—more like, I'm being blackmailed by—the Cult of Kosmos to deliver them drunk athletes for their army. The good ones fetch more. Good ones like Neleus.''\n*'''Kassandra:''' ''And now, he's very sick.''\n*'''Karpos:''' ''They do something to the students... It makes them... different. How do you think the elite guards can do what they do? Their strength... it's not normal. Not natural!''\n<tabber>\n|-|They're no match for me.=\n*'''Kassandra:''' ''No matter their strength, it pales in comparison to mine.''\n|-|They're very strong.=\n*'''Kassandra:''' ''They're definitely a rank above most soldiers, that's for sure.''\n</tabber>\n*'''Karpos:''' ''I've messed up, ''misthios''. I couldn't defy them before, but - With you on my side, maybe we can turn this around''\n*'''Karpos:''' ''The Cultists always took the drunk students from my docks to a cave along the coast, south of here.''\n<tabber>\n|-|You're not so bad.=\n*'''Kassandra:''' ''There might be redemption for you yet.''\n*'''Karpos:''' ''The people of Thasos are my people after all, ''misthios''. The Cultists may have lined my pockets, but my heart is empty. Save the students. Please. I can't do this anymore.''\n|-|You're a sellout.=\n*'''Kassandra:''' ''Switching sides already? If I hadn't caught you, you'd still be slinking about in the shadows.''\n*'''Karpos:''' ''They aren't going to forgive what happened to their guards in my house, and my life is worth more to me than drachmae. My loyalty is not to the Cult''\n*'''Kassandra:''' ''Or Thasos. You're just thinking of yourself, trying to stay alive.''\n*'''Karpos:''' ''We're all reduced to that when our lives are truly in danger. Save the students for Thasos, ''misthios''. And—Cull the Cultists while you're at it. That's just good for everybody.''\n</tabber>\n*'''Kassandra:''' ''I'll save the students for their own sake, not yours. If anything happens to Neleus, you're a dead man.''\n*'''Karpos:''' ''I'm sure he'll be fine. Go to the students, they are in a cave to the south. Follow the coast and you'll see it. Good luck.''\nKassandra reached and entered the cave to find the students. A few Cult guards patrolled the place.\n*'''Cult Protector 1:''' ''The Doctor should be here by now. He's late.''\n*'''Cult Protector 2:''' ''Hey! No one's allowed in here.''\nTwo students were locked in the cells.\n*'''Student:''' ''Help us...Please. Where am I?''\nKassandra freed them and led outside. One of them appeared to be in a delusional state and attacked Karpos, who was waiting outside.\n*'''Drugged Student:''' ''Rarghhh!''\n*'''Karpos:''' Misthios'', help! The tonic has driven him crazy!''\nKassandra killed the crazed student.\n*'''Karpos:''' Misthios''! Thank Zeus, he was going to kill me!''\n*'''Kassandra:''' ''This is your fault. These prisoners—they've had the tonic already.''\n*'''Karpos:''' ''Hmm...The—the doctor must have come by to administer it. Only one of them has had a bad reaction. The other one look like he still stands a chance.''\n*'''Kassandra:''' ''Then there's still hope for Neleus.''\n*'''Karpos:''' ''Looks like this was quite the reinforced hideout. The Cult are a bigger force to be reckoned with than I took them for.''\n<tabber>\n|-|The Cult is nothing.=\n*'''Kassandra:''' ''The moment I arrived on Thasos, the Cult of Kosmos never stood a chance''\n|-|Good thing we made it in time=\n*'''Kassandra:''' ''We were lucky this time. Who can say what happened to the other students.''\n</tabber>\n*'''Karpos:''' ''The Cultists need to pay for what they've done. Now is the time to retaliate.''\n*'''Kassandra:''' ''You sound like you have a suggestion.''\n*'''Karpos:''' ''We need to storm their Ancient Stronghold, ''misthios''. With you leading the charge, we'll kill the general of the Cult guards. We can deliver them a crushing defeat here that reverberates across the Greek world.''\n*'''Kassandra:''' ''You just want me to get the general off your back for failing him.''\n*'''Karpos:''' ''Happy coincidence, I guess''\n(If \"Who is this general?\" is chosen.)\n*'''Kassandra:''' ''This general, tell me more.''\n*'''Karpos:''' ''That ''malákas'' strong-armed me into this whole mess. He's the head of the elite Cult guards, and rumor has it he beheaded eight men with one swing of his polearm.''\n(If \"Where is the stronghold?\" is chosen.)\n*'''Kassandra:''' ''This Ancient Stronghold, where is it exactly?''\n*'''Karpos:''' ''It's a massive structure sitting on Lemnos in plain sight. I'm told that the best way to reach it is by boat.''\n(Leave – I'll be leaving now.)\n*'''Kassandra:''' ''At least now I know for sure Neleus didn't just have a cold. Mikkos needs to know about this. This is all your fault, so make sure these students get home safe.''\n*'''Karpos:''' ''I will.''\n*'''Kassandra:''' ''That's right.''",
    "Section_Outcome": "Kassandra helped Mikkos to investigate and discovered that Neleus along with numerous individuals had been poisoned by the Cult of Kosmos.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}