{
    "QuestName": "School of Hard Knocks",
    "QuestID": "225164",
    "Revision": {
        "id": "1047475",
        "parentid": "992136",
        "timestamp": "2023-06-13T19:12:18Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047475",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "lm1y777514m7rizztklpvms2dm1kjvf"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "previous": "Have You Seen My Mikkos?",
        "next": "Retribution",
        "concurrent": "Doctor's Pet<br>Indulging Just a Little",
        "image": null,
        "description": "'Tasked with getting information, Kassandra visited an Olympic Games|Olympic Champion's Gymnasium|gymnasium in Thasos City|Thasos famed for training young athletes.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Mikkos}}",
        "source": "Kassandra",
        "location": "Thasos, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''School of Hard Knocks''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra visited the [[Champion's Gymnasium]] in [[Thasos City]] to help [[Mikkos]] gain information.",
    "Section_Dialogue": "Infront of the gymnasium, Kassandra found a young girl standing in front of two men.\n*'''Kassandra:''' ''Something seems to be going on over there.''\n*'''Student:''' ''We told you, he's not here! Stop coming back! Don't make me punch you!''\n*'''[[Ide (Thasian)|Ide]]:''' ''You wouldn't punch a little girl!''\n*'''Student:''' ''But we can kick you. Don't come here again!''\nKassandra approached the little girl.\n*'''Ide:''' ''Idiots! I'll be back, you can't keep me away forever! I'll find a way in!''\nIde turned around and glanced at Kassandra.\n*'''Ide:''' ''You look strong enough. Can you help me?''\n*'''Kassandra:''' ''Depends on what you need.''\n*'''Ide:''' ''Information! My brother, [[Solon (Thasian)|Solon]], has been missing for weeks! No one listens! They say he ran away! But he wouldn't leave me alone, he wouldn't! He knows I hate being by myself. Anyway, he was last seen training at this school. I'm sure it has something to do with his disappearance! Please can you help me find out what happened to him?''\n(Accept – I'll investigate.)\n*'''Kassandra:''' ''I'll see what I can find out.''\n*'''Ide:''' ''You're nicer than you look. Thank you!''\n*'''Kassandra:''' ''Don't thank me just yet—my help doesn't come cheap.''\n*'''Ide:''' ''What? You would demand [[drachma]]e from a child?''\n<tabber>\n|-|It's not necessary.=\n*'''Kassandra:''' ''I guess we can work something out.''\n*'''Ide:''' ''I don't have much, but I'll repay you with whatever I have.''\n*'''Kassandra:''' ''That will do.''\n|-|Everything has a price.=\n*'''Kassandra:''' ''I don't discriminate.''\nThe girl spits in anger.\n*'''Ide:''' [[Mercenary|Misthios]]. ''I have some drachmae, but you must first find out what happened.''\n*'''Kassandra:''' ''I'll prepare to be shortchanged.''\n</tabber>\n*'''Ide:''' ''I think the trainer might know about my brother's disappearance, but be careful—rumor has it he can take out a [[Chimera]] with his bare [[fist]]s. Or was it that he ''looks'' like a Chimera with bare firsts? In any case, I'd take caution not to look for a fight.''\n*'''Kassandra:''' ''I don't look for fights, they usually find me.''\n(If \"Why do people train here?\" is chosen.)\n*'''Kassandra:''' ''Why are there so many young athletes training at this school?''\n*'''Ide:''' ''You've never heard of this place? This school is what Thasos is known for! It was founded by [[Theagenes of Thasos|Theageneses]], the famous [[Olympic Games|Olympian]]. Many others like my brother train here in hopes of becoming the next Olympic champion''\n(If \"When did your brother go missing?\" is chosen.)\n*'''Kassandra:''' ''Your brother must have been gone for a long time.''\n*'''Ide:''' ''Weeks. It's been weeks. He would never leave me alone for so long.''\n*'''Ide:''' ''He used to boast about future Olympic victories and adventures. He always said he'd make me the proudest sister in all the [[Greece|Greek]] world... But how can he do that when he's not even here?!''\n(Leave – I'll be back.)\n*'''Kassandra:''' ''I'll find out what happened to your brother.''\n*'''Ide:''' ''Please hurry. It's been too quiet around here without him.''\nKassandra left the girl and made her way in, whispering to herself.\n*'''Kassandra:''' ''Looks like Mikkos was right. There is something going on here. I'll get to the bottom of this.''\nWhile entering the courtyard, she overheard a conversation.\n*'''Student 1:''' ''Theageneses was the best! [[Euthymos]] didn't even stand a chance in that match. Look at how weak he is.''\n*'''Student 2:''' ''Euthymos... That name seems familiar somehow...''\nKassandra reached the courtyard, approaching the trainer.\n*'''The Great Euthymos:''' ''If you've come to enroll in my school, I'm afraid you're at ''least'' ten years too late.''\n*'''Kassandra:''' ''Shame. You must be the one training these athletes.''\n*'''The Great Euthymos:''' ''Have you not heard of me? I am Euthymos, master Olympic trainer. Under my charge, my students seize victories as easily as Theageneses seized the bronze statue of Thasos. Everyone has heard of me!''\n<tabber>\n|-|I haven't heard of you.=\n*'''Kassandra:''' ''Who? I've never heard your name before today.''\n*'''The Great Euthymos:''' ''Then you must be quite deaf!''\n|-|I've heard rumours.=\n*'''Kassandra:''' ''They say that you loo—that you can take down a Chimera with your bare fists.''\n*'''The Great Euthymos:''' ''These rumors, they are took kind! And all true.''\n</tabber>\n*'''Kassandra:''' ''I've heard other things, though. In particular, that students of yours have gone missing.''\n*'''The Great Euthymos:''' ''Missing? Nonsense! My students are champions. They fly towards adventure all the time. Under my wing, they will soar to great heights like a hot-blooded [[Pegasos]]!''\n*'''Kassandra:''' ''Do you remember a former student named Solon?''\n*'''The Great Euthymos:''' ''You think you can storm in ''my'' school and demand answers like an impertinent [[Slavery|slave]]? You'll sooner be gutted like one!''\n<tabber>\n|-|I just want answers.=\n*'''Kassandra:''' ''I need to know if your school has a connection to the disappearances.''\n*'''The Great Euthymos:''' ''Connection? Nonsense! This is a place of blood, sweat, and brawn! The only things that vanish here are the weaknesses in heart and body.''\n|-|🖝 I'll cut you.=\n*'''Kassandra:''' ''Not if I cut the answers from your throat first.''\n*'''The Great Euthymos:''' ''Such pretty words! They almost scare me!''\n</tabber>\n*'''Kassandra:''' ''How about we put our skills to the test?''\n*'''The Great Euthymos:''' ''I'd rather not waste my time or my skills on the likes of a nobody.''\n*'''Kassandra:''' ''Sounds like you're backing down.''\nEuthymos stepped forward to stand in front of Kassandra.\n*'''The Great Euthymos:''' ''Taunts won't work, ''misthios''!''\nA student, having heard the conversation, approached both Kassandra and Euthymos.\n*'''Student:''' ''Hold on... you seem familiar. I recognize you! You were in the Olympics! You're the champion, I'm sure of it!''\nThe trainer backed away.\n<tabber>\n|-|Yes, I am the champion.=\n{{#tag:tabber|\nIf Kassandra competed in the Olympics=\n*'''Kassandra:''' ''Yes, you'are looking at an Olympic champion.''\n*'''The Great Euthymos:''' ''Get back to your trainin—''\n{{!}}-{{!}}\nIf Kassandra had not competed in the Olympics=\n*'''Kassandra:''' ''Of course I'm an Olympic champion. Many times over, in fact.''\n*'''The Great Euthymos:''' ''I don't believe—''\n}}\n*'''Student:''' ''You're amazing! Tell us, what do we need to do to be a true champion?''\n{{#tag:tabber|\nA power pose.=\n*'''Kassandra:''' ''A true champion needs a dominant power pose. Like so.''\n*'''The Great Euthymos:''' ''Power pose? My pose is so much better.''\n{{!}}-{{!}}\nProper exercise and diet.=\n{{#tag:tabber|\nIf Kassandra competed in the Olympics=\n*'''Kassandra:''' ''A true champion runs daily with the weight of two [[Cattle|cows]] slung across the shoulders.''\n*'''The Great Euthymos:''' ''Hmph. Doesn't sound impressive to me.''\n{{!}}-{{!}}\nIf Kassandra had not competed in the Olympics=\n*'''Kassandra:''' ''A true champion has to eat the Champion's Feast before a match.''\n*'''The Great Euthymos:''' ''I've never heard of it. What is it?''\n*'''Kassandra:''' ''Swallowing a dozen bowls of [[sheep]] and buffalo ''delicates''. It gives you unimaginable stamina, and the strength of [[Herakles]]''\n*'''The Great Euthymos:''' ''Lies! Don't listen to this liar!''\n*'''Kassandra:''' ''You can't prove it's a lie.''\n*'''The Great Euthymos:''' ''Yes I can, because I've tried it. The only thing it gives you is an upset stomach! You are no champion. Prepare for the taste of defeat!''\n(Proceed to \"I'll fight the students\".)\n}}\n{{!}}-{{!}}\nModesty.=\n*'''Kassandra:''' ''Anyone can be a champion. But it takes hard work and a commitment to your passion.''\n*'''The Great Euthymos:''' ''That is what I always say!''\n}}\n*'''The Great Euthymos:''' ''So, an Olympic champion strolls into my school, steals my thunder, and dares to challenge me, the great Euthymos?''\n*'''Kassandra:''' ''Does the great Euthymos accept this challenge, or is he too afraid?''\n*'''The Great Euthymos:''' ''Afraid?''\nThe trainer laughed.\n*'''The Great Euthymos:''' ''Try sparring with my students first. We'll see if you are as strong as you say you are.''\n|-|No, I'm not.=\n*'''Kassandra:''' ''You have me wrong. I'm just a passing ''misthios''.''\nDisappointed, the student returned to training.\n*'''The Great Euthymos:''' ''Ha! I knew from first sight that you couldn't be the champion. You don't have the stature.''\n*'''Kassandra:''' ''I advise you to not take me lightly.''\n*'''The Great Euthymos:''' ''Ho, is that so? What say you have a go at some of my best students, then?''\n</tabber>\n<tabber>\n|-|I'll fight the students.=\n{{#tag:tabber|\nIf Kassandra suggested a sparring match=\n*'''Kassandra:''' ''Let's see what your students are made of.''\n*'''The Great Euthymos:''' ''Be careful, I heard the healers have their hands full these days.''\n*'''Kassandra:''' ''I'm sure they will find time to tend to injured youth.''\nKassandra followed Euthymos to a small yard reserved for sparring sessions. In her first fight, she went against a student wielding a [[spear]].\n{{!}}-{{!}}\nIf Kassandra had not competed in the Olympics=\n}}\n*'''The Great Euthymos:''' ''Don't hit too hard, the ''misthios'' might cry!''\n*'''Student 1:''' ''Can you withstand the might of my spear?''\nKassandra defeated the student. However, three more students joined in the fight.\n*'''The Great Euthymos:''' ''Easy? Let's see if you can handle this! Play nice, my students!''\n*'''Student 2:''' ''I'll poke you hard!''\n*'''Student 3:''' ''Is that all you got, ''misthios''?''\n*'''Student 4:''' ''Bam!''\nKassandra defeated them all.\n*'''The Great Euthymos:''' ''Not bad. Even the best of my students cannot stand against you.''\n*'''Kassandra:''' ''Warm up is over.''\n*'''The Great Euthymos:''' ''Such fire! Come then, if you dare. Face me like a real warrior in our arena! I'll be careful not to break too many bones.''\n|-|I'll train your students.=\n(Only available if Kassandra had competed in the Olympics)\n*'''Kassandra:''' ''Since I'm the Olympic champion, shouldn't I train your students instead? I'm sure they agree that I'm better qualified.''\n*'''The Great Euthymos:''' ''Qualified? You dare challenge my position? You have the courage of a [[lion]], ''misthios'', but you'll soon be slaughtered like a goat. Prepare yourself and face me like the champion you say you are!''\n|-|Drachmae over violence. [3000]=\n*'''Kassandra:''' ''I'd rather not hurt the students. Maybe we could arrange something with drachmae?''\n*'''The Great Euthymos:''' ''Arrangements can always be made with drachmae.  Donations to the school are always welcome. Your help in the upkeep is appreciated. Now I hope the healers find the time to tend to you after we're done.''\n*'''Kassandra:''' ''I'll be fine. The same cannot be said for you, however.''\n</tabber>\nKassandra followed the trainer to a small arena in the gymnasium.\n*'''The Great Euthymos:''' ''My loyal students! This ''misthios'' has the nerve to challenge me, the great Euthymos, at ''my''—ahem, ''our'' school! This is your last chance, ''misthios''. It can all end if you simply walk away.''\n*'''Kassandra:''' ''Are you done talking?''\n*'''The Great Euthymos:''' ''We'll see what you are made of then, hmm? We'll fight like ''real'' champions.''\nThe fight began as Kassandra and Euthymos drew their [[sword]]s, engaging each other.\n*'''The Great Euthymos:''' ''Child's play! How dare you challenge me? My ''mater'' hits harder!''\nAs Kassandra landed a few blows, Euthymos called for assistance from his students, who attacked Kassandra.\n*'''The Great Euthymos:''' ''Taste the true might of my students!''\n*'''Student 1:''' ''You won't defeat our master, ''misthios''!''\n*'''Student 2:''' ''For our master!''\n*'''The Great Euthymos:''' ''My students! My pride!''\n*'''Student 3:''' ''Weak! Get out of our school!''\n*'''The Great Euthymos:''' ''Show me your loyalty! Is this what a champion is made of?''\n*'''Student 1:''' ''You're unworthy!''\nKassandra defeated the trainer and his students.\n*'''The Great Euthymos:''' ''All right, all right. I yield! You've ruined my reputation. How will my students learn from me now?''\n*'''Kassandra:''' ''You were ruined by pride. I had no part in it.''\n*'''Student:''' ''We've nothing to learn from a fallen master.''\nThe student from earlier approached both of them.\n*'''Student:''' ''Some of us want to follow in your footsteps, ''misthios''. Can we come with you?''\n<tabber>\n|-|🤝 Join me on my ship.=\n*'''Kassandra:''' ''I could use a few good warriors.''\n*'''Student:''' ''You hear that? We're going to be warriors!''\nThe student left for the docks to board the ''[[Adrestia]]''.\n|-|No, stay here.=\n*'''Kassandra:''' ''You should continue to train here.''\nThe student looked crestfallen and left.\n</tabber>\n*'''The Great Euthymos:''' ''Fine! You've won. You are worthy. I'll tell you what I know. Keeping a school like this is expensive. But, we receive a good lump of drachmae from this rich fellow to keep things running. He visits now and then, stinking of wine, frequently accompanied by strange men.''\n*'''Kassandra:''' ''I assume they're not here to admire the training grounds?''\n*'''The Great Euthymos:''' ''I notice that they tend to favor my star athletes, the ones who exhibit exemplary skills and performance. They watch them very closely.''\n*'''Kassandra:''' ''Solon was one of them.''\n*'''The Great Euthymos:''' ''Yes... He was one of my top students, along with another boy named [[Neleus]]. They were good friends and great athletes. They stopped coming to school soon after the men came. I worry that something has happened to them.''\n*'''Kassandra:''' ''Yet you do nothing, even when you clearly know something isn't right.''\n*'''The Great Euthymos:''' ''This fellow has [[Cult of Kosmos|powerful allies]] and influence. I've tried to do something, ''misthios''. I've asked questions, and I was told to stop for my own good and the good of the students. As much as I hate to admit it, I am powerless.''\nAs Euthymos explained, Ide eavesdropped from behind a pillar.\n<tabber>\n|-|Take caution.=\n*'''Kassandra:''' ''It's best if you stay here and keep out of their way. Let me deal with this.''\n*'''The Great Euthymos:''' ''I'm sorry that I'm not of much help.''\n|-|Stand up for yourself.=\n*'''Kassandra:''' ''A strong man like you shouldn't take orders from a drunk fool.''\n*'''The Great Euthymos:''' ''I... You're right. I've been... weak, for far too long. Thank you, ''misthios''. I may still have other strengths to hone.''\n</tabber>\nIde stormed forward.\n*'''Ide:''' ''I heard everything! How can you stand by while your students are being taken? All for drachmae?!''\n*'''The Great Euthymos:''' ''How did you get in here? Is she your daughter?''\n*'''Ide:''' ''Men like you are the worst! I can't rely on you, I can't rely on anyone. I'm going to save my brother.''\nThe girl ran off.\n*'''The Great Euthymos:''' ''Her brother...? By [[Jupiter|Zeus]], I... What have I done?''\n<tabber>\n|-|If Euthymos was told to stay away=\n*'''Euthymos:''' ''What have I done...''\n|-|If Euthymos was told to take action=\n*'''Euthymos:''' ''No more cowering. I'm the master of this school. I need to act like one.''\n</tabber>\nKassandra whispered to herself.\n<tabber>\n|-|Option 1=\n*'''Kassandra:''' ''I should go back to the doctor for the antidote.''\n|-|Option 2=\n*'''Kassandra:''' ''Solon and others are missing. Maybe Neleus was going to be next... Mikkos will want to know about this.''\n|-|Option 3=\n*'''Kassandra:''' ''The little girl's brother is still missing, and so is my reward.''\n</tabber>",
    "Section_Outcome": "Kassandra investigated the Olympic gymnasium mentioned by Mikkos, finding that a number of students were taken away from \"strange men\", and that Neleus was going to be the next.",
    "Section_Behind_the_scenes": "The name of the memory is a reference to the phrase \"{{Wiki|School of Hard Knocks}}\", meaning sometimes painful learning experiences one gets from life's negative aspects, in contrast with formal education systems.\n\nIf players told Euthymos to stand up for himself, he will storm the [[Ancient Stronghold]] alongside them in the memory \"[[Retribution]]\".\n\nIf the student is recruited as a lieutenant for the ''Adrestia'', he has a unique avatar.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}