{
    "QuestName": "Retribution",
    "QuestID": "225170",
    "Revision": {
        "id": "1047476",
        "parentid": "1005882",
        "timestamp": "2023-06-13T19:12:26Z",
        "contributor": null,
        "comment": "updated imageneed template",
        "origin": "1047476",
        "model": "wikitext",
        "format": "text/x-wiki",
        "sha1": "sgko1sj3yoiiksx95i27f3mv4edso4d"
    },
    "Tags": {
        "Tag_Era": {
            "description": "Memories | ACOD"
        },
        "Tag_IncompleteMemory": {
            "description": ""
        },
        "Tag_Imageneed": {
            "description": "''[[Assassin's Creed: Odyssey]]''"
        }
    },
    "MemoryInfobox": {
        "previous": "Have You Seen My Mikkos?",
        "description": "'Ending the reign of terror on Thasos from Cult of Kosmos|Cult guards would need one last push. Kassandra could handle it alone, or let the begrudged Thasians have their turn.'",
        "appearance": "'Assassin's Creed: Odyssey'",
        "type": "Side, Character {{c|Mikkos}}",
        "source": "Kassandra",
        "location": "Hephaistos Islands, Greece",
        "date": "c. 429 BCE"
    },
    "General_Description": "'''Retribution''' was a virtual representation of one of [[Kassandra]]'s [[Genetic memory|genetic memories]], relived by [[Layla Hassan]] in 2018 through the [[Animus|Portable Animus HR-8.5]].",
    "Section_Description": "Kassandra sought to eliminate the [[Cult of Kosmos]]' influence on [[Thasos]].",
    "Section_Dialogue": "Kassandra returned to the [[Aliki Quarry]], finding all the workers dead.\n*'''Kassandra:''' ''They're... They're all dead.''\nShe came across two Cultist [[Soldier|guards]] standing over a heavily wounded [[doctor]]. After eliminating them, she approached the doctor with [[Barnabas]] following close behind.\n*'''Barnabas:''' ''The crew fought off what they could, but we were too late.''\n*'''Doctor:''' ''Cursed Cult guards,'' [[Mercenary|misthios]]'', look what they've done. They've killed them. My poor pets slaughtered like animals.''\n*'''Barnabas:''' ''We have to move, [[Neleus]] may be in danger. I'll ready the [[ship]].''\nBarnabas left to prepare the ''[[Adrestia]]''.\n*'''Doctor:''' ''You should go. There's nothing left you can do here.''\n*'''Kassandra:''' ''Save your strength. You may still survive this.''\n*'''Doctor:''' ''I'm a physician,'' misthios''. I know when a patient is dying. Here, the antidote I promised. I always right my wrongs. Yes, yes.''\n*'''Kassandra:''' ''I'll give this to Neleus.''\n*'''Doctor:''' ''It's his best hope. But don't expect a miracle.''\n*'''Kassandra:''' ''I won't leave you like this.''\n*'''Doctor:''' ''You can kill me and end my misery once and for all. Please, it's all I ask.''\n(If \"What exactly happened here?\" is chosen)\n*'''Kassandra:''' ''What exactly happened to all these people? It looks like a slaughter.''\n*'''Doctor:''' ''The Cult guards happened. Yes, yes. It was a slaughter. They were here to send a message to you,'' misthios''. They know you've been snooping around.''\n<tabber>\n|-|Kill – I'll end your misery.=\n*'''Kassandra:''' ''Hold still so I can make it clean.''\n*'''Doctor:''' ''Thank you, ''misthios''.\nKassandra stood up.\n*'''Doctor:''' ''I'm ready, ''misthios''. Do it.''\nKassandra killed the doctor.\n*'''Kassandra:''' ''There was still some good you might have done.''\n|-|No, I won't do this.=\n*'''Kassandra:''' ''I won't just kill you. There must be another way.''\n*'''Doctor:''' ''Please, ''misthios''. The alternative is I lay here and die slowly.''\n</tabber>\nAfter the doctor passed on, Kassandra left the quarry.\n*'''Kassandra:''' ''If the Cult guards did this, I'll need to hurry back. Neleus.... There won't be much time.''\nKassandra boarded the ''Adrestia'' and sailed towards [[Mikkos' House]] on [[Lemnos]].\n*'''Kassandra:''' ''We need to move fast. The Cult guards are on a rampage.''\n*'''Barnabas:''' ''Ah, but I've sent some crew ahead to check on Neleus. They should bring him back to the ship so we can keep a closer eye on him.''\n*'''Kassandra:''' ''This madness needs to stop.''\n*'''Barnabas:''' ''But it will! We have the [[Eagle]] Bearer on our side.''\nAs Kassandra approached the island, they spotted a number of Cultist ships around the harbor.\n*'''Kassandra:''' ''It's the Cult.''\n*'''Barnabas:''' ''They mean to keep us from Neleus.''\n*'''Kassandra:''' ''Don't worry, Barnabas. We'l' sink them.''\n*'''Barnabas:''' ''With you at the helm? Ah, yes, the Cult is doomed.''\nAfter sinking the Cult ships, the ''Adrestia'' docked on the island. Kassandra disembarked from the village and travelled to Mikkos' House, encountering several bodies of villagers along the way.\n*'''Kassandra:''' ''The villagers are dead. I need to hurry.''\nArriving at the residence, she found it set aflame by the Cultist guards with its villagers captured.\n*'''Kassandra:''' ''I'm too late.''\nKassandra attacked the guards.\n*'''Elder:''' ''Yes! A'' misthios''. Kill those masked'' malákes''. Kill them good.''\n*'''Cult Guardian:''' ''The'' misthios''! Get her!''\nKassandra eliminated the guards and approached the villager.\n*'''Elder:''' ''This is an outrage. We've had enough of those masked soldiers. They need to leave Lemnos one way or another!''\n(If \"Why did they do this?\" is chosen.)\n*'''Kassandra:''' ''Why did they burn this house?''\n*'''Elder:''' ''You know why. ''Maláka''... Those cursed soldiers came down here from their cursed stronghold. They thought [[Mikkos]] was up to something. Working against them. This has to end!''\n*'''Kassandra:''' ''It will end.''\n(I'll finish this.)\n*'''Kassandra:''' ''Those soldiers are Cult guards, and there is a general among them. Don't worry, they won't be here much longer.''\n*'''Elder:''' ''Yeah! Because we're going to go up there to end this. Right?!''\n<tabber>\n|-|I work alone.=\n*'''Kassandra:''' ''You should all stay home. Keep each other safe. I'll take care of the Ancient Stronghold and the Cult guards.''\n*'''Elder:''' ''Yes, you're right. ''Maláka'', you're right. They're professional soldiers. We're humble merchants and fishermen. We're counting on you, ''misthios''. They have plagued this region for too long.''\nKassandra travelled to the [[Ancient Stronghold]].\n*'''Kassandra:''' ''Now's my chance to take this stronghold.''\nKassandra fought past the guards and found the general in one of the shelters.\n*'''Kassandra:''' ''That must be the general.''\nKassandra eliminated the general and the guards. As she left, she looked back at the entrance.\n*'''Kassandra:''' ''The villagers won't have to worry about these Cult guards again.''\n|-|We'll storm it together.=\n*'''Kassandra:''' ''The people of this island deserve revenge against the Cult guards.''\n*'''Elder:''' ''That's right.''\n*'''Kassandra:''' ''We will storm their stronghold and retake it for the people of Lemnos.''\n*'''Elder:''' ''That's right! Leave us to gather our weapons, ''misthios''. We'll meet you at the gates.''\nKassandra travelled to the location near the gates, meeting the armed villagers.\n*'''Elder:''' ''The ''misthios'' is here. It's time, everyone. Ready your weapons and CHARGE!''\nKassandra and the villagers charged at the Ancient Stronghold, engaging the Cultist guards. Kassandra fought past the guards, finding the general in one of the shelters.\n*'''Kassandra:''' ''That must be the general.''\nKassandra eliminated the general and the guards. As she left the stronghold, she looked at the bodies of the villagers on the ground.\n*'''Kassandra:''' ''I shouldn't have encouraged the villagers to fight. They're all dead now.''\n</tabber>\nKassandra met with Barnabas at the harbor.\n*'''Barnabas:''' ''What did you find? Are they OK? Did you run into the crew I sent? They haven't returned either.''\n<tabber>\n|-|If Roxana was recruited as a crew member=\n[[Roxana]] returned with Mikkos and Neleus.\n*'''Roxana:''' ''Not so fast, champion. We found Mikkos and Neleus before the Cult arrived.''\n*'''Barnabas:''' ''Neleus! Thank [[Jupiter|Zeus]]!''\nBarnabas embraced Neleus.\n*'''Neleus:''' ''Hello, uncle.''\n*'''Mikkos:''' ''Let him go. He needs to rest.''\n*'''Roxana:''' ''We arrived just before the Cult burned the house. They probably think Mikkos and Neleus are dead.''\n|-|If Roxana was not recruited=\nMikkos and Neleus arrived.\n*'''Mikkos:''' ''We're here!''\n*'''Barnabas:''' ''Neleus!''\nBarnabas embraced Neleus.\n*'''Mikkos:''' ''They found us just before the Cult guards arrived. We were nearly killed.''\n</tabber>\n<tabber>\n|-|We were lucky.=\n*'''Kassandra:''' ''We're lucky Neleus wasn't killed. It sounds like certain death was just minutes away.<br>Here, take this.''\n|-|Sending the crew was smart.=\n*'''Kassandra:''' ''You did the right thing, sending the crew to check on them. They'd be dead if you hadn't.''\n*'''Barnabas:''' ''I don't think I would have, except you told me to be easier on Neleus. I thought better to lend help rather than to leave him in the shadow of my tough love.''\n*'''Kassandra:''' ''Glad I could help.''\n</tabber>\nKassandra handed over the antidote to Neleus.\n*'''Kassandra:''' ''Drink that. It should help you get better.''\n<tabber>\n|-|If villagers fought alongside Kassandra=\n*'''Barnabas:''' ''And what of all the other villagers?''\n*'''Kassandra:''' ''I'm afraid many of them charged the Cult stronghold along with me. None survived.''\n*'''Barnabas:''' ''Such loss of life. At least I have Neleus. And you, Eagle Bearer. Come, Neleus. We have much catching up to do.''\n|-|If villagers did not fight along Kassandra=\n*'''Barnabas:''' ''And how about the villagers?''\n*'''Kassandra:''' ''The villagers are fine. I sent them home and chased the Cult out of their stronghold myself.''\n*'''Barnabas:''' ''You continue to amaze, Kassandra. You didn't just save my nephew, you saved all of Lemnos and Thasos from the Cult guards plaguing them.<br>Come Neleus. I have many stories to catch you up on.''\n</tabber>\nBarnabas left with Neleus.\n<tabber>\n|-|If Roxana was recruited=\nRoxana turned to looked at Mikkos, who slowly backed away.\n*'''Roxana:''' ''Finally. I thought they would never leave.''\n*'''Kassandra:''' ''It's been a while, hasn't it, Roxana?''\n*'''Roxana:''' ''Too long. Do you have some time now?''\n(If \"What have you been up to?\" is chosen.)\n*'''Kassandra:''' ''Since you joined our ship, I haven't seen much of you. What have you been doing?''\n*'''Roxana:''' ''Oh, you know, the typical things. Firing flaming arrows, bracing for impacts... and rowing. Lots and lots of rowing. Look at these arms.\n*'''Kassandra:''' ''Nice.''\n{{#tag:tabber|\n❤︎ – For you, I always have time.=\n*'''Kassandra:''' ''For you, Roxana, I can make time.''\n*'''Roxana:''' ''Good. I've got a couple minutes.''\n*'''Kassandra:''' ''I was thinking a couple hours.''\n*'''Roxana:''' ''Let's try one minute at a time.''\n{{!}}-{{!}}\nLeave – Not now. Adventure awaits.=\n<missing dialogue>\n}}\n|-|If Roxana was not recruited=\n*'''Mikkos:''' ''We're all alone now, misthios. After such an adventure, I'm sure you want to take some to relax.''\n(If \"What will you do now?\" is chosen.)\n*'''Kassandra:''' ''So much has happened. Has it changed what you will do now?\n*'''Mikkos:''' ''It hasn't changed a thing. We will rebuild the house and we will rebuild Neleus's stamina. He will be an Olympian yet.\n{{#tag:tabber|\n❤︎ – I'd like to relax with you.=\n*'''Kassandra:''' ''You know, I would like to relax.''\n*'''Mikkos:''' ''In my younger days, I was known for my massages.''\nKassandra stood closer to Mikkos.\n*'''Kassandra:''' ''I don't want a massage.''\n*'''Mikkos:''' ''Then what do you want?''\n*'''Kassandra:''' ''First, I want you to kiss me. Then, I'll want you to take me somewhere private. Finally, I'll want you to take off all of your clothes.''\n*'''Mikkos:''' ''As you command.''\nKassandra and Mikkos shared a kiss.\n{{!}}-{{!}}\nLeave – The adventure never ends.=\n*'''Kassandra:''' ''I'm afraid there is still too much to do. Too many to kill. Relaxing is not an option.''\n*'''Mikkos:''' ''That's unfortunate. I thought... Well, I thought... Nevermind what I thought. I see how it is. Goodbye, Eagle Bearer.''\nMikkos turned around and left.\n*'''Kassandra:''' ''Goodbye, Mikkos. And good luck.''\n}}\n</tabber>",
    "Section_Outcome": "Thasos was freed from the Cult's control, with Neleus and Mikkos surviving the ordeal.",
    "Section_Behind_the_scenes": "The player's choice of dialog line in \"[[Tough Love]]\" has a decisive influence on the outcome of the entire quest line. If the player choses to tell Barnabas that \"Neleus needs tough love\", then both Neleus and Mikkos will not survive the events of this mission. This feature is not covered in the current version{{Cite|as of 6 Sept 2020}} of the page.\n\nIf the player told Euthymos to stand up for himself during \"[[School of Hard Knocks]]\", he will be present in storming the stronghold with a couple of his students. This is true even if the player chooses the option \"I work alone\", as Euthymos and the students will stand around in the courtyard surrounded by cultist guards but not do anything.",
    "Section_References": "*''[[Assassin's Creed: Odyssey]]''\n{{ACODMemories}}\n[[Category:Memories of Kassandra]]\n[[Category:Memories relived using the Animus HR-8.5]]"
}